Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/ubiquity/tags/ubiquity-2.8.7gecos1guada4/debian/real-po/*.po
Languages: be

source: Restart to Continue
be: Каб працягнуць працу, перазапусьціце кампутар

source: Manual configuration (advanced)
be: Наладзіць уручную (для дасьведчаных карыстальнікаў)

source: Too smart for us? Get your hands dirty with some advanced partitioning options.
be: Вам не хапае магчымасьцяў? Паспрабуйце дадатковыя опцыі падзелу.

source: Install
be: Усталяваць

source: Install (OEM mode, for manufacturers only)
be: Інсталяцыя (Рэжым OEM, толькі для вытворцаў)

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
be: Вы выконваеце інсталяцыю ў рэжыме сыстэмнага вытворцы. Калі ласка, падайце ўнікальнае імя для гэтай партыі сыстэмаў. Гэтае імя будзе захаванае на інсталяванай сыстэме і можа дапамагчы ў рапартах аб памылках.

source: You can try ${RELEASE} without making any changes to your computer, directly from this ${MEDIUM}.
be: Вы можаце паспрабаваць ${RELEASE} без усялякіх зьменаў на вашым кампутары, непасрэдна з ${MEDIUM}.

source: Or if you're ready, you can install ${RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
be: Калі вы гатовыя, можаце ўсталяваць ${RELEASE} побач (ці замест) вашай бягучай апэрацыйнай сыстэмы. Гэта не зойме шмат часу.

source: Try ${RELEASE}
be: Паспрабаваць ${RELEASE}

source: Install ${RELEASE}
be: Усталяваць ${RELEASE}

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
be: Магчыма Вы жадаеце прачытаць <a href="release-notes">нататкі да выпуску</a> або <a href="update">абнавіць гэты ўсталёўшчык</a>.

source: You may wish to read the <a href="release-notes">release notes</a>.
be: Магчыма Вы жадаеце прачытаць <a href="release-notes">нататкі да выпуску</a>.

source: You may wish to <a href="update">update this installer</a>.
be: Магчыма Вы жадаеце <a href="update">абнавіць гэты ўсталёўшчык</a>.

source: The installation process may resize or erase partitions on your hard disk. Be sure to <b>take a full backup of any valuable data</b> before running this program.
be: Праграма ўсталёўкі можа зьмяніць або сьцерці партыцыі на жорсткім дыске. Упэўніцеся, што ў Вас <b>маецца рэзервовая копія Вашых даньняў</b>.

source: Warning
be: Увага

source: Where are you?
be: Дзе ты знаходзішся?

source: Keyboard layout
be: Раскладка клявіятуры

source: Choose your keyboard layout:
be: Выберыце раскладку клявіятуры.

source: Type here to test your keyboard
be: Напішыце тут што-небудзь, каб праверыць вашую клявіятуру

source: Detect Keyboard Layout
be: Вызначыць раскладку клявіятуры

source: Detect Keyboard Layout...
be: Вызначыць раскладку клявіятуры...

source: Please press one of the following keys:
be: Калі ласка націсьніце адну з наступных клявішаў:

source: Is the following key present on your keyboard?
be: Гэтыя клявішы ёсьць на вашай клявіятуры?

source: Who are you?
be: Хто ты?

source: Your name:
be: Вашае імя:

source: Your name
be: Вашае імя

source: Pick a username:
be: Пазначце імя карыстальніка:

source: Username
be: Уліковае імя

source: Choose a password:
be: Задайце пароль:

source: Password
be: Пароль

source: Confirm password
be: Пацьвердзіце пароль

source: Confirm your password:
be: Пацьвердзіце ваш пароль:

source: Your computer's name:
be: Назва вашага кампутара:

source: The name it uses when it talks to other computers.
be: Гэтае імя будзе выкарыстоўвацца падчас сувязі зь іншымі кампутарамі.

source: You are running in debugging mode. Do not use a valuable password!
be: Вы працуеце ў рэжыме адладкі. Не выкарыстоўвайце каштоўныя паролі!

source: Passwords do not match
be: Паролі розняцца

source: Short password
be: Кароткі пароль

source: Weak password
be: Слабы пароль

source: Fair password
be: Дастаткова складаны пароль

source: Good password
be: Добры пароль

source: Strong password
be: Моцны пароль

source: Log in automatically
be: Уваходзіць аўтаматычна

source: Require my password to log in
be: Патрабуецца мой пароль для ўвахода

source: Encrypt my home folder
be: Зашыфраваць мой хатні каталёг

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
be: Абярыце ўліковыя запісы, якія б вы жадалі імпартаваць. Дакументы і настаўленні для для гэтых рахункаў будуць даступныя пасьля завяршэння усталёўкі

source: If you do not wish to import any accounts, select nothing and go to the next page.
be: Калі вы не жадаеце нічога імпартаваць, вылучыце "нічога" і пераходзце да наступнай старонкі.

source: Files (${SIZE})
be: Файлы (${SIZE})

source: Prepare partitions
be: Падрыхтуй партыцыі

source: _Install Now[ action ]
be: _Усталяваць зараз

source: Quit the installation?
be: Пакінуць усталёўшчык?

source: Do you really want to quit the installation now?
be: Вы насамрэч жадаеце выйсьці з праграмы усталёўкі?

source: Bootloader install failed
be: Інсталяцыя загрузчыка схібіла

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
be: Нажаль, з-за памылкі немагчыма ўсталяваць загрузчык у пазначанае мейсца.

source: Choose a different device to install the bootloader on:
be: Абраць іншую прыладу для ўсталёўкі загрузчыка:

source: Continue without a bootloader.
be: Працягнуць без загрузчыка.

source: You will need to manually install a bootloader in order to start ${RELEASE}.
be: Вам прыйдзецца ўсталяваць загрузчык уручную для запуска ${RELEASE}.

source: Cancel the installation.
be: Адмяніць усталёўку.

source: This may leave your computer unable to boot.
be: У выніку Ваш кампутар можа перастаць загружацца.

source: How would you like to proceed?
be: Як Вы жадаеце працягнуць?

source: Skip
be: Прапусьціць

source: Installation Complete
be: Інсталяцыя скончана

source: Continue Testing
be: Працягнуць тэставаньне

source: Restart Now
be: Перазагрузіць зараз

source: Shutdown Now
be: Выключыць

source: Installer crashed
be: Праграма усталёўкі аварыйна спынена

source: New Partition Table...
be: Новая табліца партыцыяў...

source: Add...
be: Дадаць...

source: Change...
be: Зьмяніць…

source: Delete
be: Выдаліць

source: Revert
be: Адкаціць

source: Recalculating partitions...
be: Абнаўленьне інфармацыі аб падзелах...

source: Device
be: Прылада

source: Type
be: Тып

source: Mount point
be: Кропка мацаваньня

source: Format?
be: Фарматаваць?

source: Size
be: Памер табуляцыі

source: Used
be: Занята

source: free space
be: Вольнае прасторы

source: unknown
be: невядомa

source: Create partition
be: Стварыць партыцыю

source: New partition size in megabytes (1000000 bytes):
be: Памер новае партыцыі ў мэгабайтах (1000000 байтаў):

source: Beginning
be: Пачатак

source: End
be: Канец

source: Primary
be: Першасны

source: Logical
be: Лагічны

source: Edit partition
be: Рэдагаваць партыцыю

source: Edit a partition
be: Рэдагаваць партыцыю

source: Boot loader
be: Загрузчык

source: Installation has finished. You can continue testing ${RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
be: Усталёўка скончаная. Можаце працягваць праверку ${RELEASE} зараз, але пакуль вы не перазапусьціце кампутар, любыя зробленыя вамі зьмены ці створаныя дакумэнты ня будуць захаваныя.

source: Go Back
be: Вярнуцца

source: Continue
be: Працяг

source: Installation is complete. You need to restart the computer in order to use the new installation.
be: Усталёўка скончана, каб пачаць карыстацца новай сыстэмай, трэба перазапусьціць кампутар.

source: Verifying the installation configuration...
be: Праверка канфігурацыі ўсталёўкі...

source: Installing system
be: Ўсталёўка сыстэмы

source: Finding the distribution to copy...
be: Пошук дыстрыбутыва, каб скапіяваць...

source: Copying files...
be: Капіяваньне файлаў...

source: Almost finished copying files...
be: Капіяваньне файлаў амаль скончылася...

source: Installation Failed
be: Інсталяцыя схібіла

source: The installer encountered an error copying files to the hard disk:
be: Інсталятар сутыкнуўся з памылкамі падчас капіяваньня файлаў на цьвёрды дыск:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
be: У выбранай партыцыі не хапае мейсца для, каб скончыць усталёўку. Калі ласка, запусьціце усталёвачную праграму зноў і абярыце большуйшую партыцыю.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
be: Даволі часта праблемай з'яўляецца сборны CD/DVD дыск альбо памылка дыскаводу. Паспрабуйце далікатна прачысьціць CD/DVD альбо запісаць дыск з меншай хуткасьцю, ці прачысьціць лінзу CD/DVD дысководу (адпаведныя прылады можна купіць у спэцыялізаванай электроннай краме).

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
be: Так часта здараецца з-за сапсаванага цьвёрдага дыску. Магчыма цьвёрды дыск ужо вельмі стары і патрабуе зьмены, альбо патрэбна зьмясьціць абсталяваньне у мейсца з большай вэнтыляцыяй.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
be: Так часта здараецца з-за сапсаванага дыскаводу ці жорстакга дыску. Магчыма дапаможа далікатная прачыстка CD/DVD альбо запіс дыску з меншай хуткасьцю, ці прачыстка лінзы CD/DVD дысководу (адпаведныя прылады можна набыць у спэцыялізаванай электроннай краме). Магчыма жорсткі дыск ужо вельмі стары і патрабуе замены, альбо патрэбна зьмясьціць абсталяваньне у мейсца з большай вэнтыляцыяй.

source: The following file did not match its source copy on the CD/DVD:
be: Наступны файл не адпавядае зыходнай копіі на CD/DVD:

source: Copying installation logs...
be: Капіяваньне логаў усталёўкі...

source: Configuring target system...
be: Канфігураваньне мэтавай сыстэмы...

source: Configuring system locales...
be: Канфігураваньне лякаляў...

source: Configuring apt...
be: Канфігураваньне apt...

source: Configuring time zone...
be: Канфігураваньне часовай зоны...

source: Configuring keyboard...
be: Канфігурацыя клявіятуры...

source: Creating user...
be: Стварэньне карыстальніка

source: Importing documents and settings...
be: Імпартаваньне дакумантаў і ўсталёвак...

source: Configuring hardware...
be: Канфігураваньне абсталяваньня...

source: Installing third-party software...
be: Усталёўка праграмнага забесьпячэньня іншых вытворцаў...

source: Configuring network...
be: Канфігураваньне сеткі...

source: Configuring boot loader...
be: Канфігураваньне стартавай праграмы...

source: Saving installed packages...
be: Захоўваюцца ўсталяваныя пакеты...

source: Restoring previously installed packages...
be: Аднаўляюцца ўсталяваныя раней пакеты...

source: Installing additional packages...
be: Усталёўка дадатковых пакункаў...

source: Checking for packages to install...
be: Праверка пакункаў да усталёўкі...

source: Removing extra packages...
be: Выдаленьне дадатковых пакетаў...

source: Checking for packages to remove...
be: Пошук пакетаў якія будуць выдаленыя...

source: Downloading packages (${TIME} remaining)...
be: Загрузка пакетаў (засталося ${TIME})...

source: Downloading package lists...
be: Загрузка сьпісу пакетаў...

source: Downloading package lists (${TIME} remaining)...
be: Загрузка сьпісу пакетаў (засталося ${TIME})...

source: Error installing ${PACKAGE}
be: Памылка падчас ўсталёўкі ${PACKAGE}

source: Error removing ${PACKAGE}
be: Памылка падчас выдаленьня ${PACKAGE}

source: Error while installing packages
be: Памылка пры усталёўцы пакункаў

source: An error occurred while installing packages:
be: Падчас усталёўкі пакункаў адбылася памылка:

source: The following packages are in a broken state:
be: Наступныя пакункі ў пашкоджаным стане:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
be: Гэта магло здарыцца па прычыне выкарыстаньня састарэлага усталявальнага вобразу, альбо з прычыны памылкі ў некаторых пакетах, пералічаных вышэй. Больш падрабязную інфармацыю можна знайсьці ў файле /var/log/syslog. Усталёўшчык паспрабуе працягнуць працу нягледзячы на гэта, але пры гэтым пазьней працэс можа ізноў быць ня выкананы. У выніку ён будзе не ў стане ўсталяваць або выдаліць іншыя пакеты (магчыма, з улікам сябе самога) усталяванай сістэмы. Варта, першым чынам, пашукаць навейшыя вэрсыі ўсталявальнага вобразу, альбо адправіць справаздачу з памылкай вашаму пастаўшчыку.

source: Error while removing packages
be: Памылка пры выдаленьні пакетаў

source: An error occurred while removing packages:
be: Падчас выдаленьня пакункаў адбылася памылка:

source: Error migrating documents and settings
be: Памылка міграцыі дакумэнтаў і наладак

source: An error occurred while migrating data. More details may be found in /var/log/syslog. The installation will continue, but some or all of the documents and settings you requested may not have been transferred to the installed system.
be: Узьнікла памылка пры пераносе даньняў. Падрабязнасьці можна знайсьці ў /var/log/syslog. Усталёўка будзе працягнута, але некаторыя альбо ўсе дакумэнты і наладкі ня могуць быць перанесены ва ўсталёўваемую сыстэму.

source: Error copying network configuration
be: Памылка капіяваньня канфігурацыі сеткі

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
be: Узьнікла памылка пры капіяваньні наладак сеціва. Усталёўка працягнецца, але сетка мусіць быць наладжана яшчэ раз ва ўсталяванай сыстэме.

source: Error restoring installed applications
be: Памылка аднаўленьня ўсталяваных праграмаў

source: An error occurred while restoring previously-installed applications. The installation will continue, but you may have to manually reinstall some applications after the computer reboots.
be: Узьнікла памылка пад час аднаўленьня раней усталяваных праграмаў. Усталёўка будзе працягвацца, але Вы павінны самастойна пераўсталяваць некаторыя праграмы пасьля перазапуску кампутара.

source: Calculating files to skip copying...
be: Падлік файлаў, якія ня трэба капіяваць...

source: Ready when you are...
be: Гатовы, калі вы...

source: Installing language packs
be: Інсталяваньне пакетаў лякалізацыі

source: Downloading language packs (${TIME} remaining)...
be: Загружаюцца моўныя пакеты (застаецца ${TIME})...

source: Failed to unmount partitions
be: Не атрымалася адмацаваць падзелы.

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
be: Інсталятар павінны выканаць зьмены ў табліцах партыцыяў, але ня можа зрабіць гэтага, бо партыцыі на наступных пунктах мантаваньня не атрымалася адмантаваць:

source: Please close any applications using these mount points.
be: Закрыйце, калі ласка, усе праграмы, што карыстаюцца гэтымі пунктамі мантаваньня.

source: Would you like the installer to try to unmount these partitions again?
be: Ці жадаеце, каб усталёўнік яшчэ раз паспрабаваў адмантаваць гэтыя падзелы?

source: Do you want to return to the partitioner?
be: Вярнуцца да праграмы разметкі?

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
be: Некаторыя партыцыі, якія вы стварылі, занадта маленькія. Калі ласка, зрабіце наступныя партыцыі, ва ўсялякім разе гэтую, большай:

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
be: Калі вы не вернецеся да разметкі дыскаў і не павялічыце памер гэтых падзелаў, усталёўка можа завяршыцца няўдала.

source: System Configuration
be: Сістэмныя настаўленні

source: Welcome
be: Вітаем

source: Network configuration
be: Настаўленьні сеціва

source: Software selection
be: Выбар праграм

source: Language
be: Мова

source: Prepare
be: Падрыхтаваць

source: Timezone
be: Часавы пояс

source: Keyboard
be: Клявіятура

source: Disk Setup
be: Усталёўка дыска

source: User Info
be: Зьвесткі пра карыстальніка

source: installation process
be: працэс усталёўкі

source: Checking for installer updates
be: Праверка абнаўленьняў усталёўшчыка

source: Reading package information
be: Чытаньне інфармацыі аб пакетах

source: Updating package information
be: Абнаўленьне інфармацыі аб пакетах

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
be: Файл ${INDEX} зь ${TOTAL} на хуткасьці ${SPEED}/с

source: File ${INDEX} of ${TOTAL}
be: Файл ${INDEX} зь ${TOTAL}

source: Installing update
be: Усталёўка абнаўленьня

source: Error updating installer
be: Памылка абнаўленьня ўсталёўшчыка

source: The installer encountered an error while trying to update itself:
be: Праграма ўсталёўкі аднайдавала памылку пры абнаўленьні:

source: USB disk
be: USB дыск

source: Please choose the language to use for the install process. This language will be the default language for this computer.
be: Калі ласка выберыце мову для працэса ўсталёўкі. Гэтая мова будзе перадвызначанай для гэтага кампутара.

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
be: Калі ласка, абярыце мову якая будзе выкарыстоўвацца для працэсу канфігурацыі. Гэта мова будзе ўсталявана мовай па змоўчаньні для гэтага кампутара.

source: Installation failed
be: Інсталяцыя скончылася памылкай

source: The installer encountered an unrecoverable error. A desktop session will now be run so that you may investigate the problem or try installing again.
be: Устаноўшчык сутыкнуўся з невыпраўнай памылкай. Сэанс працоўнага стальца будзе зараз выкананы так, каб Вы маглі даследваць праблему ці паспрабаваць устаноўку яшчэ раз.

source: The installer encountered an unrecoverable error and will now reboot.
be: Устаноўшчык сутыкнуўся з невыпраўнай памылкай і зараз будзе перазапушчаны.

source: Preparing to install ${RELEASE}
be: Падрыхтоўка да ўсталёўкі ${RELEASE}

source: Wireless
be: Безправадныя сеткі

source: Select drive:
be: Выберыце дыск:

source: Allocate drive space by dragging the divider below:
be: Разьмяркуйце дыскавую прастору перасоўваньнем падзельніка:

source: The entire disk will be used:
be: Будзе выкарыстаны ўвесь дыск:

source: %d partitions will be deleted, use the <a href="">advanced partitioning tool</a> for more control
be: %d разьдзелаў будуць выдаленыя, карыстайцеся <a href="">прасунутым інструмэнтам падзелу</a> каб лепей кіраваць працэсам падзелу

source: 1 partition will be deleted, use the <a href="">advanced partitioning tool</a> for more control
be: 1 разьдзела будзе выдалены, карыстайцеся <a href="">прасунутым інструмэнтам падзелу</a> каб лепей кіраваць працэсам падзелу

source: Split Largest Partition
be: Падзяліць найбольшы разьдзел

source: For best results, please ensure that this computer:
be: Для найлепшых вынікаў упэўніцеся ў тым, што гэты кампутар:

source: has at least ${SIZE} available drive space
be: мае прынамсі ${SIZE} даступнай дыскавай прасторы

source: is plugged in to a power source
be: падключаны да крыніцы сілкаваньня

source: is connected to the Internet
be: падключаны да Інтэрнэту

source: ${RELEASE} uses third-party software to display Flash, MP3 and other media, and to work with some wireless hardware. Some of this software is closed-source. The software is subject to the license terms included with the software's documentation.
be: ${RELEASE} выкарыстоўвае праграмнае забеспячэньне ад іншых вытворцаў, каб прайграваць Flash, MP3 і інш., а таксама для працы з некаторым бесправадным абсталяваньнем. Частка гэтага праграмнага забеспячэньня з зачыненым кодам. Праграмы трапляюць пад умовы ліцэнзіі, уключанай у дакумэнтацыю.

source: Fluendo MP3 plugin includes MPEG Layer-3 audio decoding technology licensed from Fraunhofer IIS and Thomson.
be: Плагін Fluendo MP3 уключае тэхналогію дэкадаваньня MPEG Layer-3 ліцэнзаваную Fraunhofer IIS and Thomson.

source: Install this third-party software
be: Усталяваць гэта іншае праграмнае забеспячэнне.

source: Download updates while installing
be: Спампаваць абнаўленьні падчас ўсталёўкі

source: Layout:
be: Падзел:

source: Variant:
be: Варыянт:

source: Below is an image of your current layout:
be: Ніжэй прыводзіцца выява бягучага падзелу:

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
be: Калі ласка, пазначце ваша месцазнаходжаньне для таго, каб сістэма магла дакладна адлюстроўваць адзінкі вымярэньня для вашай краіны, атрымліваць абнаўленьні з бліжэйшых да вас сэрвераў і адлюстроўваць час у вашым гадзінным поясе.

source: Time Zone:
be: Часавы пояс

source: Region:
be: Рэгіён:

source: [type here to change]
be: [увод тэксту]

source: Replace ${OS} with ${DISTRO}
be: Замяніць ${OS} на ${DISTRO}

source: <span foreground="darkred">Warning:</span> This will delete all of your ${OS} programs, documents, photos, music, and any other files.
be: <span foreground="darkred">Увага:</span> Гэта выдаліць усе вашыя праграмы, дакумэнты, фотаздымкі, музыку да іншыя файлы на ${OS}.

source: Install ${DISTRO} alongside ${OS}
be: Усталяваць ${DISTRO} побач з ${OS}

source: Documents, music, and other personal files will be kept. You can choose which operating system you want each time the computer starts up.
be: Дакумэнты, музыка ды іншыя прыватныя файлы будуць захаваныя. У Вас будзе магчымасьць выбіраць патрэбную апэрацыйную сыстэму пад час запуску кампутара.

source: Install ${DISTRO} inside ${OS}
be: Усталяваць ${DISTRO} у ${OS}

source: Something else
be: Што-небудзь іншае

source: You can create or resize partitions yourself, or choose multiple partitions for ${DISTRO}.
be: Вы зможаце ствараць ці зьмяняць памеры падзелаў самастойна, або выбраць некалькі падзелаў для ${DISTRO}.

source: Erase ${CURDISTRO} and reinstall
be: Выдаліць ${CURDISTRO} і ўсталяваць наноў

source: <span foreground="darkred">Warning:</span> This will delete all your ${CURDISTRO} programs, documents, photos, music, and any other files.
be: <span foreground="darkred">Увага:</span> Гэта выдаліць усе вашыя праграмы, дакумэнты, фотаздымкі, музыку да іншыя файлы на ${CURDISTRO}.

source: Upgrade ${CURDISTRO} to ${VER}
be: Абнавіць ${CURDISTRO} да ${VER}

source: Documents, music, and other personal files will be kept. Installed software will be kept where possible. System-wide settings will be cleared.
be: Дакумэнты, музыка ды іншыя прыватныя файлы будуць захаваныя. Усталяваныя праграмы будуць захаваныя, калі гэта магчыма. Налады карыстальнікаў сыстэмы будуць згубленыя.

source: Install ${DISTRO} ${VER} alongside ${CURDISTRO}
be: Усталяваць ${DISTRO} ${VER} побач з ${CURDISTRO}

source: Erase disk and install ${DISTRO}
be: Ачысьціць дыск і ўсталяваць ${DISTRO}
