Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/ubiquity/tags/ubiquity-2.8.7gecos1guada4/debian/real-po/*.po
Languages: be

source: <span foreground="darkred">Warning:</span> This will delete any files on the disk.
be: <span foreground="darkred">Увага:</span> Гэта выдаліць усе файлы на дыску.

source: Erase everything and reinstall
be: Выдаліць усё і усталяваць наноў

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and other files in both ${OS} and ${CURDISTRO}.
be: <span foreground="darkred">Увага:</span> Гэта выдаліць усе вашыя праграмы, дакумэнты, фотаздымкі, музыку ды іншыя файлы як на ${OS} так і на ${CURDISTRO}.

source: Reinstall ${CURDISTRO}
be: Усталяваць наноў ${CURDISTRO}

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and any other files in all operating systems.
be: <span foreground="darkred">Увага:</span> Гэта выдаліць усе вашыя праграмы, дакумэнты, фотаздымкі, музыку ды іншыя файлы на ўсіх вашых апэрацыйных сыстэмах.

source: Install ${DISTRO} alongside them
be: Усталяваць ${DISTRO} побач зь імі

source: This computer currently has ${OS} on it. What would you like to do?
be: На гэтым кампутары ўсталяваная ${OS}. Што б Вы хацелі зрабіць?

source: This computer currently has ${OS1} and ${OS2} on it. What would you like to do?
be: На гэтым кампутары ўсталяваныя ${OS1} і ${OS2}. Што б Вы хацелі зрабіць?

source: This computer currently has multiple operating systems on it. What would you like to do?
be: Гэты кампутар зараз мае некалькі апэрацыйных сыстэм. Што б Вы хацелі зрабіць?

source: This computer currently has no detected operating systems. What would you like to do?
be: На гэтым кампутары ня выяўлена ніводнай апэрацыйнай сыстэмы. Што б Вы хацелі зрабіць?

source: OEM mode (for manufacturers only)
be: Рэжым OEM (толькі для вытворцаў)

source: Prepare for OEM configuration
be: Падрыхтоўка да OEM-канфігурацыі

source: Preparing for OEM configuration...
be: Падрыхтоўка да OEM-канфігурацыі...

source: Ready for OEM configuration
be: Сыстэма падрыхтавана да OEM-канфігурацыі

source: When you boot into the new system, you will be able to log in as the 'oem' user with the password you selected earlier; this user also has administrative privileges using 'sudo'. You will then be able to make any additional modifications you require to the system.
be: Падчас загрузкі новай сыстэмы вы можаце ўвайсьці праз імя 'oem' і папярэдне абраны пароль; гэтае імя мае адміністрацыйныя прывілеі праз каманду 'sudo' і вы можаце дадаткова ўносіць патрэбныя зьмены ў сыстэму.

source: Once the system is configured to your satisfaction, run 'oem-config-prepare'. This will cause the system to delete the temporary 'oem' user and ask the end user various configuration questions the next time it boots.
be: Скончыўшы канфігурацыю сыстэмы, выканайце каманду 'oem-config-prepare'. Праз гэта будзе выдалены часовы уліковы запіс 'oem' і пры наступным уключэньні канфігурацыя будзе запытаная ў карыстача.

source: Removing packages
be: Выдаленьне пакетаў
