Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/gfxboot-theme-guada/tags/gfxboot-theme-guada-0.12.2/po/*.po
Languages: am, he, hi, km, lv, ml, tr

source: OK
am: እሺ
he: אישור
hi: ठीक
km: យល់​​ព្រម
lv: Labi
ml: ശരി
tr: Tamam

source: Cancel
am: አስቀረው
he: ביטול
hi: रद्द करें
km: បោះបង់
lv: Atcelt
ml: റദ്ദാക്കുക
tr: İptal

source: Reboot
am: እንደገና ይጀመር
he: הפעלה מחדש
hi: पुनःबूट करें
km: បើកម៉ាស៊ីនឡើងវិញ
lv: Pārlādēt
ml: പുനരാരംഭിക്കുക
tr: Yeniden Başlat

source: Continue
am: ይቀጥሉ
he: המשך
hi: आगे बढ़ें
km: បន្ត
lv: Turpināt
ml: തുടരുക
tr: İleri

source: Boot Options
am: የአነሳስ አማራጮች
he: אפשרויות אתחול
hi: बूट विकल्प
km: ជម្រើសក្នុងការបើកម៉ាស៊ីន
lv: Palaišanas opcijas
ml: ബൂട്ട് ഓപ്ഷനുകള്‍
tr: Açılış Seçenekleri

source: Exiting...
am: እየወጣ ነው...
he: ביציאה...
hi: बाहर हो रहे हैं...
km: កំពុង​ចេញ...
lv: Iziet...
ml: പുറത്തുകടക്കുന്നു...
tr: Çıkılıyor...

source: You are leaving the graphical boot menu and starting the text mode interface.
am: ከግራፊካዊ ቡት ዝርዝር ወጥተው ወደ ፅሁፋዊ ሞድ እየገቡ ነው።
he: הנכם עוזבים את תפריט האתחול הגרפי ומפעילים את המנשק הטקסטואלי.
hi: आप चित्रयुक्त बूट सूची छोड़ के लिखित मोड इंटरफेस मे प्रवेश कर रहें हैं ।
km: លោកអ្នកកំពុងចាកចេញពីបញ្ជីបើកម៉ាស៊ីនជារូបភាព និង ចាប់ផ្ដើមក្នុងទម្រង់ជាអក្សរ
lv: Jūs atstājat grafisko sāknēšanas izvēlni un palaižat teksta režīma saskarni.
ml: നിങ്ങള്‍ ഗ്രാഫിക്കല്‍ ബൂട്ട് മെനു വിട്ട് സാദാ ടെക്സ്റ്റ് രീതിയിലേക്കു കടക്കുകയാണ്.
tr: Grafiksel önyükleme menüsünden ayrılıyor ve metin kipi arayüzüne geçiyorsunuz.

source: Help
am: እርዳታ
he: עזרה
hi: मदद
km: ជំនួយ
lv: Palīdzība
ml: സഹായം
tr: Yardım

source: Boot loader
am: ቡት ሎደር
he: מנהל אתחול
hi: बूटलोडर
km: កម្មវិធី​ចាប់​ផ្ដើម​ប្រព័ន្ធ
lv: Palaidējs
ml: ബൂട്ട് ലോഡര്‍
tr: Önyükleyici

source: I/O error
am: I/O ስህተት
he: שגיאת קלט/פלט
hi: I/O त्रुटि
km: កំហុសបញ្ចូល/បញ្ចេញ
lv: I/O kļūda
ml: I/O പിശക്
tr: G/Ç hatası

source: Change Boot Disk
am: ቡት ዲስኩን ይቀይሩ
he: החלפת תקליטור אתחול
hi: बूट डिस्क बदलें
km: ផ្លាស់ប្ដូរថាសបើកម៉ាស៊ីន
lv: Nomainīt palaišanas disku
ml: ബൂട്ടു് ഡിസ്ക് മാറ്റി പകരം വക്കുക
tr: Açılış Diskini Değiştir

source: Insert boot disk %u.
am: ቡት ዲስክ %u ያስገቡ
he: יש להכניס את תקליטור האתחול %u.
hi: बूट डिस्क %u डालें
km: សូមបញ្ចូលថាសបើកម៉ាស៊ីន %u ។
lv: Ievietojiet palaišanas disku %u.
ml: %u എന്ന ബൂട്ടു് ഡിസ്ക് ഇടുക
tr: %u başlangıç diskini yerleştirin.

source: This is boot disk %u. Insert boot disk %u.
am: ይሄ ቡት ዲስክ %u ነው። %u ቡት ዲስክ ያስገቡ።
he: זהו תקליטור האתחול %u. יש להכניס את תקליטור האתחול %u.
hi: यह बूट डिस्क %u है बूट डिस्क %u डालें
km: នេះជាថាសបើកម៉ាស៊ីន %u ។ សូមបញ្ចូលថាសបើកម៉ាស៊ីន %u ។
lv: Šis ir palaišanas disks %u. Ievietojiet palaišanas disku %u.
ml: ഇത് %u എന്ന ബൂട്ട് ഡിസ്ക് ആണ്. %u എന്ന ബൂട്ട് ഡിസ്ക് ഇടുക.
tr: Bu %u başlangıç diski. %u başlangıç diskini yerleştirin.

source: This is not a suitable boot disk. Please insert boot disk %u.
am: ይሄ ተስማሚ ቡት ዲስክ አይደለም። እባክዎ %u ቡት ዲስክ ያስገቡ።
he: תקליטור אתחול זה אינו מתאים. יש להכניס את תקליטור האתחול %u.
hi: यह उचित बूट डिस्क नहीं है । कृपया उचित बूट डिस्क %u डालें ।
km: នេះជាថាសបើកម៉ាស៊ីនមិនត្រឹមត្រូវ ។ សូមបញ្ចូលថាសបើកម៉ាស៊ីន %u ។
lv: Šis nav derīgs palaišanas disks. Lūdzu ievietojiet palaišanas disku %u.
ml: ഇതു ശരിയായ ബൂട്ട് ഡിസ്ക് അല്ല. ദയവായി %u ഇടുക
tr: Bu uygun bir başlangıç diski değil. Lütfen %u başlangıç diskini yerleştirin.

source: Password
am: የይለፍ ቃል
he: ססמה
hi: कूटशब्द
km: ពាក្យ​សម្ងាត់
lv: Parole
ml: അടയാളവാക്ക്
tr: Parola

source: Enter your password:
am: የይለፍ ቃልዎት ያስገቡ:
he: נא להזין את ססמתך:
hi: अपना कूटशब्द भरेंः
km: សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នក ៖
lv: Ievadiet jūsu paroli:
ml: അടയാളവാക്ക് ഉപേയാഗിക്കുക:
tr: Parolanızı girin:

source: DVD Error
am: የዲቪዲ ስህተት
he: שגיאת DVD
hi: डीवीडी त्रुटि
km: កំហុសឆ្គងផ្នែកឌីវីឌី
lv: DVD Kļūda
ml: ഡി.വി.ഡി -പിശകു്
tr: DVD Hatası

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
am: ይህ ዲቪዲ በሁለት በኩል የሚጫወት ነው። የጀመሩት ከሁለተኛው ክፍል ነው። ዲቪዲውን ይገልብጡና ይቀጥሉ።
he: זהו DVD דו־צדדי. ביצעת את האתחול מהצד השני. יש להפוך את ה־DVD ואז להמשיך.
hi: यह दो तरफा डीवीडी है | आपने दूसरी तरफ से बूट कर दिया है | डीवीडी पलटें और जारी रखें |
km: នេះ​ជា​ឌីវីឌី​ដែល​មាន​សង​ខាង​ ។ អ្នក​បាន​ចាប់​ផ្តើម​ពី​ខាង​ផ្នែក​ទី​ពីរ ។ ត្រឡប់​ឌីវីឌី​ រួច​បន្ត ។
lv: Šajā DVD diskā dati ierakstīti no abām pusēm. Jūs esat palaidis to no otras puses. Apgrieziet disku otrādi un turpiniet.
ml: ഈ 'ഡി.വി.ഡി' രണ്ടു വശങ്ങളുള്ളതാണ്. മറുവശം ഉപേയാഗിക്കുക.
tr: Bu iki yüzü olan bir DVD. Açılışı diğer yüzen yaptınız; devam etmek için lütfen DVD 'yi ters çevirin.

source: Power Off
am: ፀይል ይጥፋ
he: כיבוי
hi: बंद करें
km: បិទម៉ាស៊ីន
lv: Izslēgt
ml: പ്രവര്‍ത്തനരഹിതമക്കുക
tr: Kapat

source: Halt the system now?
am: ሲስተሙን አሁን ላቁመው?
he: האם לכבות את המערכת כעת?
hi: अब कंप्यूटर को बंद करें ?
km: បញ្ឈប់​ប្រព័ន្ធ​ឥឡូវ​នេះឬ ?
lv: Apturēt sistēmu tagad?
ml: സിസ്റ്റം ഇപ്പോള്‍ നിര്‍ത്തട്ടെ?
tr: Sistem şimdi kapatılsın mı?

source: Password
am: የይለፍ ቃል
he: ססמה
hi: कूटशब्द
km: ពាក្យ​សម្ងាត់
lv: Parole
ml: അടയാളവാക്ക്
tr: Parola

source: Other Options
am: ሌሎች ምርጫዎች
he: אפשרויות נוספות
hi: अन्य विकल्प
km: ជម្រើស​ផ្សេង​ៗ
lv: Citas opcijas
ml: മറ്റ്‌ ഉപാധികള്‍
tr: Diğer Seçenekler

source: Language
am: ቋንቋ
he: שפה
hi: भाषा
km: ភាសា
lv: Valoda
ml: ഭാഷ
tr: Dil

source: Keymap
am: የፊደል አሰፋፈር
he: פריסת מקשים
hi: कुंजीपटल
km: ការផ្គូផ្គង
lv: Taustiņkarte
ml: 'കീ' വിന്യാസം.
tr: Tuş Düzeni

source: Modes
am: ዘዴዎች
he: מצבי התקנה
hi: पद्धति
km: របៀប
lv: Režīmi
ml: രീതികള്‍
tr: Kipler

source: Normal
am: መደበኛ
he: התקנה רגילה
hi: सामान्य
km: ធម្មតា
lv: Normāls
ml: സാധാരണ

source: Expert mode
am: የባለሞያ ዘዴ
he: מצב מומחה
hi: विशेषज्ञ पद्धति
km: របៀប​​អ្នក​​​ជំនាញ
lv: Eksperta režīms
ml: വിദഗ്ദ്ധ മാര്‍ഗം
tr: Uzman modu

source: Accessibility
am: በቀላሉ የሚደርስ
he: נגישות
hi: सुगमता
km: មធ្យោ​បាយ​ងាយស្រួល
lv: Pieejamība
ml: ഉപയോഗക്ഷമത
tr: Erişilebilirlik

source: None
am: ምንም
he: ללא
hi: कोई नहीं
km: គ្មាន
lv: Nekas
ml: ശൂന്യം (none)
tr: Hiçbiri

source: High Contrast
am: ከፍተኛ አነጻጻሪ
he: ניגודיות גבוהה
hi: उच्च कंट्रास्ट
km: កម្រិត​ពណ៌​ខ្ពស់
lv: Spēcīgs kontrasts
ml: മിഴിവുറ്റ (High Contrast)
tr: Yüsek Karşıtlık

source: Magnifier
am: አጉልቶ ማሳያ
he: זכוכית מגדלת
hi: आवर्धक
km: ឧបករណ៍​ពង្រីក
lv: Lupa
ml: ഭൂതകണ്ണാടി (Magnifier)
tr: Büyüteç

source: Screen Reader
am: ስክሪን አንባቢ
he: מקריא מסך
hi: स्क्रीन वाचक
km: ឧបករណ៍អានអេក្រង់
lv: Ekrāna lasītājs
ml: യവനികാവായന (Screen Reader)
tr: Ekran Okuyucusu

source: Braille Terminal
am: የብሬይል ተርሚናል
he: מסוף ברייל
hi: ब्रेल टर्मिनल
km: អេក្រង់សម្រាប់មនុស្សពិការភ្នែក
lv: Braila terminālis
ml: ബ്രെയിലി ടെര്‍മിനല്‍
tr: Braille Uçbirimi

source: Keyboard Modifiers
am: የፊደል ገበታ ማሻሻያ
he: מקשי החלפה
hi: कुंजीपटल सुधारक
km: ឧបករណ៍​កែប្រែ​ក្តារ​ចុច
lv: Tastatūras izkārtojuma mainītāji
ml: കീബോര്‍ഡ് പരിഷ്കരണങ്ങള്‍
tr: Klavye Düzenleyicileri

source: On-Screen Keyboard
am: የስክሪን ላይ ፊደል ገበታ
he: מקלדת על המסך
hi: स्क्रीन पर कुंजीपटल
km: ក្តារ​ចុច​លើ​អេក្រង់
lv: Ekrāna tastatūra
ml: യവനികാ-കീബോര്‍ഡ്
tr: Ekran Klavyesi

source: Motor Difficulties - switch devices
am: የሞተር ችግር - መሳሪያውን ይቀይሩ
he: קשיים מוטוריים - התקני לחיצה
hi: यान्त्रिक समस्यायें - उपकरण बदलें
km: ការលំបាកក្នុងការបញ្ជាឧបករណ៍ - ប្ដូរឧបករណ៍
lv: Motorisko kustību traucējumi - pārslēgšanas ierīces
ml: മോട്ടോര്‍ ബുദ്ധിമുട്ടുകള്‍ - സ്വിച്ച് ഉപകരണങ്ങളുടെ
tr: Hareket Zorlukları - aygıtları değiştir

source: Everything
am: ሁሉም ነገር
he: הכול
hi: सभी
km: គ្រប់​យ៉ាង
lv: Viss
ml: ഇതെല്ലാം
tr: Her şey

source: ^Try Ubuntu without installing
am: ^ዑቡንቱ ሳይጭኑት ይሞክሩት
he: ה^תנסות באובונטו ללא התקנה
hi: संस्थापित किये बिना उबुन्टू का ^परीक्षण करे
km: ^សាក​ល្បង​ប្រើ​អ៊ូប៊ុនទូ​ដោយ​មិន​​ដំឡើង
lv: ^Izmēģināt Ubuntu bez instalēšanas
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യാതെ ഉബുണ്ടു പരീക്ഷിക്കുക
tr: ^Ubuntu'yu sabit diskinize kurmadan deneyin.

source: ^Try Kubuntu without installing
am: ^ኩቡንቱ ሳይጭኑት ይሞክሩት
he: ה^תנסות בקובונטו ללא התקנה
hi: संस्थापित किये बिना कुबुन्टू ^परीक्षण करे
km: ^ប្រើគ្យូប៊ុនធូសាកល្បងដោយមិនបាច់ដំឡើង
lv: ^Izmēģināt Kubuntu bez instalēšanas
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യാതെ കുബുണ്ടു പരീക്ഷിക്കുക
tr: Kubuntu'yu sabit diskinize kurmadan ^deneyin

source: ^Try Edubuntu without installing
am: ^ኤዱቡንቱ ሳይጭኑት ይሞክሩት
he: ה^תנסות באדובונטו ללא התקנה
hi: संस्थापित किये बिना एडुबुन्टू ^परीक्षण करे
km: ^ប្រើអ៊ែដយូបាន់ធូសាកល្បងដោយមិនបាច់ដំឡើង
lv: ^Izmēģināt Edubuntu bez instalēšanas
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യാതെ എടുബണ്ടു പരീക്ഷിക്കുക
tr: Edubuntu'yu sabit diskinize kurmadan ^deneyin

source: ^Try Xubuntu without installing
am: ^ዙቡንቱ ሳይጭኑት ይሞክሩት
he: ה^תנסות בזובונטו ללא התקנה
hi: संस्थापित किये बिना झुबुन्टू ^परीक्षण करे
km: ^ប្រើហ្ស៊ូប៊ុនធូសាកល្បងដោយមិនបាច់ដំឡើង
lv: ^Izmēģināt Xubuntu bez instalēšanas
ml: ഇന്‍സ്റ്റോള്‍ ചെയ്യാതെ എക്സ്ഉബണ്ടു പരീക്ഷിക്കുക
tr: ^Xubuntu'yu sabit diskinize kurmadan deneyin.

source: ^Try Ubuntu MID without installing
am: ^ዑቡንተ- ሚድ ስይጭኑት ይሞክሩት
he: ה^תנסות באובונטו MID ללא התקנה
hi: संस्थापित किये बिना उबुन्टू मीड ^परीक्षण करे
km: ^ប្រើអាប់ប៊ុនធូសម្រាប់ឧបករណ៍ឆែកអ៊ីនធើណេតចល័តសាកល្បងដោយមិនបាច់ដំឡើង
lv: ^Izmēģināt Ubuntu MID bez instalēšanas
ml: ^ഉബുണ്ടു എംഐഡി ഇന്‍സ്റ്റാള്‍ ചെയ്യാതെ ഉപയോഗിച്ച്‌ നോക്കൂ
tr: ^Ubuntu MID'i sabit diskinize kurmadan deneyin.

source: ^Try Ubuntu Netbook without installing
am: ^ኡቡንቱ ኔትቡክን ሳይጭኑት ይሞክሩት
he: ה^תנסות באובונטו לניידים ללא התקנה
hi: संस्थापित किये बिना उबुन्टू नेटबुक ^परिक्षण करे
km: ^ប្រើអាប់ប៊ុនធូសម្រាប់ខឹមភ្យូធើយួរដៃអេក្រង់តូចសាកល្បងដោយមិនបាច់ដំឡើង
lv: ^Izmēģināt Ubuntu Netbook bez instalēšanas
ml: ^ഉബുണ്ടു നെറ്റ്ബുക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്യാതെ ഉപയോഗിച്ച്‌ നോക്കൂ
tr: ^Ubuntu Network'ü sabit diskinize kurmadan deneyin.

source: ^Try Kubuntu Netbook without installing
am: ^ኩቡንቱ ኔትቡክ ሳይጭኑት ይሞክሩት
he: ה^תנסות בקובונטו בגרסאת הנטבוק ללא התקנה
hi: संस्थापित किये बिना कुबुन्टू नेटबुक ^परीक्षण करें
km: ^ប្រើគ្យូប៊ុនធូសម្រាប់ខឹមភ្យូធើយួរដៃអេក្រង់តូចសាកល្បងដោយមិនបាច់ដំឡើង
lv: Iz^mēģināt Kubuntu Netbook bez instalēšanas
ml: ^കുബുണ്ടു നെറ്റ്ബുക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്യാതെ ഉപയോഗിച്ച്‌ നോക്കൂ
tr: ^Kubuntu Network'ü sabit diskinize kurmadan deneyin.

source: ^Try Lubuntu without installing
am: ^ሉቡንቱን ሳይገጥሙ ይሞክሩ
he: הת^נסות בלובונטו ללא התקנה
hi: बिना संस्थापना के लबुन्टू इस्तेमाल ( ^T ) करें
lv: Izmēģināt ^Lubuntu neinstalējot
tr: ^Lubuntu'yu sabit diskinize kurmadan deneyin.

source: ^Start Kubuntu
am: ኩቡንቱን ጀምር።
he: ה^פעלת קובונטו
hi: के-उबुन्तु प्रारंभ करें
km: ^ចាប់ផ្ដើមគ្យូប៊ុនធូ
lv: Sāknēt Kubuntu
ml: കുബുണ്ടു ആരംഭിക്കുക(^S)
tr: Kubuntu'yu baslat !

source: Use driver update disc
am: የድራይቨር ማሻሻያ ዲስክን ይጠቀሙ
he: שימוש בעדכון למנהל התקן מתוך תקליטור
hi: अद्यतन ड्राइवर डिस्क का उपयोग करें
km: ប្រើថាសធ្វើឲ្យកម្មវិធីបញ្ជាទាន់សម័យ
lv: Izmantot draiveru atjauninājumu disku
ml: ഡ്രൈവര്‍ പരിഷ്കരണ ഡിസ്ക് ഉപയോഗിക്കൂ
tr: Sürücü güncelleştirme diskini kullan

source: ^Install Ubuntu in text mode
am: ^ኡቡንቱን በቴክስት ዘዴ ይጫኑት
he: ה^תקנת אובונטו במצב טקסטואלי
hi: पाठ्य़ पद्धति से उबुन्टू ^संस्थापित करे
km: ^ដំឡើងអាប់ប៊ុនធូតាមរបៀបអត្ថបទ
lv: ^Instalēt Ubuntu teksta režīmā
ml: വാചക രീതിയില്‍ ഉബുണ്ടു വിന്യസിക്കൂ
tr: ^Ubuntu'yu metin modunda kurun

source: ^Install Kubuntu in text mode
am: ^ኩቡንቱ በፅሁፋዊ ዘዴ ይጫኑት
he: ה^תקנת קובונטו במצב טקסטואלי
hi: पाठ्य़ पद्धति से कुबुन्टू ^संस्थापित करे
km: ^ដំឡើងគ្យូប៊ុនធូតាមរបៀបអត្ថបទ
lv: ^Instalēt Kubuntu teksta režīmā
ml: വാചക രീതിയില്‍ കുബുണ്ടു വിന്യസിക്കൂ
tr: ^Kubuntu'yu metin modunda kurun

source: ^Install Edubuntu in text mode
am: ^ኤዱቡንቱ በፅሁፋዊ ዘዴ ይጣኑት
he: ה^תקנת אדובונטו במצב טקסטואלי
hi: पाठ्य़ पद्धति से एडुबुन्टू ^संस्थापित करे
km: ^ដំឡើងអ៊ែដយូបាន់ធូតាមរបៀបអត្ថបទ
lv: ^Instalēt Edubuntu teksta režīmā
ml: വാചക രീതിയില്‍ എഡുബുണ്ടു വിന്യസിക്കൂ
tr: ^Edubuntu'yu metin modunda kurun

source: ^Install Xubuntu in text mode
am: ^ዙቡንቱ በፅሁፋዊ ዘዴ ይጫኑት
he: ה^תקנת זובונטו במצב טקסטואלי
hi: झुबुन्टू को पाठ पद्धति में ^संस्थापित करें
km: ^ដំឡើងហ្ស៊ូប៊ុនធូតាមរបៀបអក្សរ
lv: ^Instalēt Xubuntu teksta režīmā
ml: വാചക രീതിയില്‍ ക്സുബുണ്ടു വിന്യസിക്കൂ
tr: ^Xubuntu'yu metin modunda kurun

source: ^Install Ubuntu
am: ^ዑቡንቱ ይጫን
he: ה^תקנת אובונטו
hi: उबुन्टू ^संस्थापित करे
km: ^ដំឡើង​អ៊ូប៊ុនទូ
lv: ^Instalēt Ubuntu
ml: ഉബുണ്ടു ഇന്‍സ്റ്റാള്‍ ചെയ്യുക
tr: ^Ubuntu'yu kurun

source: ^Install Kubuntu
am: ^ኩቡንቱ ይጣን
he: ה^תקנת קובונטו
hi: कुबुन्टू ^संस्थापित करे
km: ^ដំឡើងគ្យូប៊ុនធូ
lv: ^Instalēt Kubuntu
ml: കുബുണ്ടു വിന്യസിക്കൂ
tr: ^Kubuntu'yu kurun

source: ^Install Edubuntu
am: ^ኤዱቡንቱ ይጫን
he: ה^תקנת אדובונטו
hi: एडुबुन्टू ^संस्थापित करे
km: ^ដំឡើងអ៊ែដយូបាន់ធូ
lv: ^Instalēt Edubuntu
ml: ക്സുബുണ്ടു വിന്യസിക്കൂ
tr: ^Edubuntu'yu kurun

source: ^Install Xubuntu
am: ^ዙቡንቱ ይጫን
he: ה^תקנת זובונטו
hi: झुबुन्टू ^संस्थापित करे
km: ^ដំឡើងហ្ស៊ូប៊ុនធូ
lv: ^Instalēt Xubuntu
ml: ക്സുബുണ്ടു വിന്യസിക്കൂ
tr: ^Xubuntu'yu kurun

source: ^Install Ubuntu Server
am: ^ዑቡንቱ ሰርቨር ይጫን
he: ה^תקנת אובונטו לשרתים
hi: उबुन्टू सर्वर ^संस्थापित करे
km: ^ដំឡើងអាប់ប៊ុនធូសម្រាប់ម៉ាស៊ីនមេ
lv: ^Instalēt Ubuntu serveri
ml: ഉബുണ്ടു സെര്‍വര്‍ വിന്യസിക്കൂ
tr: ^Ubuntu Sunucusunu Kurun

source: ^Enlist system with Ubuntu Orchestra Server
he: ^רישום המערכת בשרת Ubuntu Orchestra
hi: उबुन्टू ऑरचेस्ट्रा सर्वर के साथ तंत्र को सूचीबद्ध ( ^E ) करें
lv: ^Piesaistīt sistēmu Ubuntu Orchestra Server

source: ^Install Ubuntu Studio
am: ^ዑቡንቱ ስቱዲዮ ይጫን
he: ה^תקנת אובונטו סטודיו
hi: उबुन्टू स्टुडिओ ^संस्थापित करे
km: ^ដំឡើងអាប់ប៊ុនធូស្ទូឌីអូ
lv: ^Instalēt Ubuntu Studio
ml: ഉബുണ്ടു സ്റ്റുഡിയോ വിന്യസിക്കൂ
tr: ^ Ubuntu Stüdyo'yu Kurun

source: ^Install Ubuntu MID
am: ^ዑቡንቱ ሚድ ይጫን
he: ה^תקנת אובונטו בגרסה להתקני אינטרנט ניידים
hi: उबुन्टू मीड ^संस्थापित करे
km: ^ដំឡើងអាប់ប៊ុនធូសម្រាប់ឧបករណ៍ឆែកអ៊ីនធើណេតចល័ត
lv: ^Instalēt Ubuntu MID
ml: ഉബുണ്ടു MID വിന്യസിക്കൂ
tr: ^Ubuntu MID'i Kurun

source: ^Install Ubuntu Netbook
am: ^ዑቡንቱ ኔትቡክ ይጫን
he: ה^תקנת אובונטו לניידים
hi: उबुन्टु नेटबुक ^संस्थापित करे
km: ^ដំឡើងអាប់ប៊ុនធូសម្រាប់ខឹមភ្យូធើយួរដៃអេក្រង់តូច
lv: ^Instalēt Ubuntu Netbook
ml: ^ഉബുണ്ടു നെറ്റ്ബുക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്യുക
tr: ^Ubuntu Netbook'u Kurun

source: ^Install Kubuntu Netbook
am: ^ኩቡንቱ ኔትቡክ ይጫን
he: ה^תקנת קובונטו בגרסת הנטבוק
hi: कुबन्टू नेटबुक को ^संस्थापित करें
km: ^ដំឡើងគ្យូប៊ុនធូសម្រាប់ខឹមភ្យូធើយួរដៃអេក្រង់តូច
lv: ^Instalēt Kubuntu Netbook versiju
ml: കുബുണ്ടു നെറ്റ്ബുക്ക് ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
tr: ^Kubuntu Netbook'u Kurun

source: ^Install Lubuntu
am: ^ሉቡንቱን መግጠሚያ
he: הת^קנת לובונטו
hi: उबुंटु स्थापित करें
lv: ^Instalēt Lubuntu
tr: ^Lubuntu'yu kurun

source: Install a workstation
am: ዎርክስቴሽን ይጫን
he: התקנת תחנת עבודה
hi: वर्क स्टेशन संस्थापित करे
km: ដំឡើងម៉ាស៊ីនការងារ
lv: Instalēt darbstaciju
ml: ഒരു പ്രവര്ത്തനകേന്ദ്രം സജ്ജമാക്കുക.
tr: İş istasyonu kurun

source: Install a server
am: ሰርቨር ይጫን
he: התקנת שרת
hi: सर्वर संस्थापित करे
km: ដំឡើងម៉ាស៊ីនមេ
lv: Instalēt serveri
ml: ഒരു സെര്‍വര്‍ വിന്യസിക്കൂ
tr: Sunucu kurun

source: OEM install (for manufacturers)
am: የፋብሪካ ጭነት (ለአምራቾች)
he: התקנת OEM (ליצרנים)
hi: OEM संस्थापित करें (निर्माताओं के लिए)
km: ការដំឡើងអូអ៊ីអឹម (សម្រាប់រោងចក្រ)
lv: OEM instalēšana (ražotājiem)
ml: OEM വിന്യാസം (ഉല്‍പാദകര്‍ക്കായി)
tr: OEM kurulumu (üreticiler için)

source: Install a LAMP server
am: ላምፕ ሰርቨር ይጫን
he: התקנת שרת LAMP
hi: LAMP सर्वर संस्थापित करें
km: ដំឡើងម៉ាស៊ីនមេលែម (លីនុក្ស, អាផាឈី, ម៉ាយស៊ីខ្វិល, ភីអេជភី)
lv: Instalēt LAMP serveri
ml: ലാംപ് സെറ്വ൪ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
tr: LAMP sunucusu kurun

source: Install an LTSP server
am: ኤልቲኤስፒ ስርቨር ይጫን
he: התקנת שרת LTSP
hi: LTSP सर्वर संस्थापित करें
km: ដំឡើងម៉ាស៊ីនមេអិលធីអេសភី
lv: Instalēt LTSP serveri
ml: ഒരു LTSP server ഇന്‍സ്റ്റോള്‍ ചെയ്യു

source: Install a Diskless Image Server
am: ዲስክለስ ኢሜጅ ሰርቨር ይጫን
he: התקנת שרת נטול דיסק דמות
hi: डिस्क-रहित प्रतिबिम्ब सर्वर संस्थापित करें
km: ដំឡើងម៉ាស៊ីនមេគ្មានថាស
lv: Instalēt bezdiska attēlu serveri
ml: ഒരു Diskless Image Server ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
tr: Disksiz Kalıp Sunucusu kurun

source: Install a command-line system
am: የትእዛዝ-መስመር ሲስተም ይጫን
he: התקנת מערכת שורת פקודה
hi: कमाण्ड-लाईन तंत्र संस्थापित करें
km: ដំឡើងប្រព័ន្ធប្រើប្រាស់ពាក្យបញ្ជា
lv: Instalēt komandrindas sistēmu
ml: ഒരു ആജ്ഞാ-രേഖാ സിസ്റ്റം വിന്യസിക്കുക
tr: Komut satırı sistemi kurun

source: Install a minimal system
am: አነስተኛ ሲስተም ይጫን
he: התקנת מערכת מינימלית
hi: न्यूनतम तंत्र संस्थापित करें
km: ដំឡើងប្រព័ន្ធខ្នាតតូច
lv: Uzstādīt minimālu sistēmu
ml: ഒരു ഏറ്റവും കുറഞ്ഞ കൂട്ടം സജ്ജമാക്കുക.
tr: Minimal bir sistem kurun

source: Install a minimal virtual machine
am: አነስተኛ ቪርቹአል ማሽን ይጣን
he: התקנת מכונה וירטואלית מינימלית
hi: न्यूनतम आभासी मशीन संस्थापित करें
km: ដំឡើងម៉ាស៊ីននិម្មិតខ្នាតតូច
lv: Instalēt minimālu virtuālo mašīnu
ml: ഒരു ഏറ്റവും കുറഞ്ഞ സാങ്കല്പിക കൂട്ടം സജ്ജമാക്കുക.
tr: Minimal bir sanal makine kurun

source: ^Check disc for defects
am: ^የዲስክ ጉድለቶች ካሉ ይፈተሹ
he: ^בדיקת פגמים בתקליטור
hi: दोष के लिए डिस्क की ^जाँच करे
km: ^ឆែកថាសរកផ្នែកខូច
lv: ^Pārbaudīt, vai diskā nav kļūdu
ml: ^ഡിസ്കില്‍ എന്തെങ്കിലും തകരാറ് ഉണ്ടോ എന്ന് പരിശോധിക്കുക
tr: Diski arızalar için ^denetle

source: ^Rescue a broken system
am: ^የተስበረ ሲስተምን ማዳን
he: ה^צלת מערכת פגומה
hi: विकृत प्रणाली का ^सुधार करें ।
km: ^សង្គ្រោះ​ប្រព័ន្ធ​ដែល​ខូច
lv: ^Atjaunot bojātu sistēmu
ml: ഉടഞ്ഞ സിസ്റ്റത്തെ രക്ഷിക്കുക
tr: ^Hasar görmüş sistemi kurtar

source: Test ^memory
am: ^ሜሞሪ መሞከር
he: בדיקת ה^זיכרון
hi: ^स्मृति जाँच
km: ធ្វើតែស្ត ^អង្គចងចាំ
lv: Pārbaudīt operatīvo at^miņu
ml: മെമ്മറി പരിശോധന
tr: Bellek ^testi

source: ^Boot from first hard disk
am: ^ከመጀመሪያ ሀርድ ዲስክ ይነሳ
he: ה^פעלה מהכונן הקשיח הראשון
hi: प्रथम हार्ड डिस्क से ^Boot करे
km: ^បើកម៉ាស៊ីនពីថាសទីមួយ
lv: Ielādē^t sistēmu no pirmā diska
ml: ആദ്യത്തെ ഹാര്‍ഡ് ഡിസ്കില്‍ നിന്നും ബൂട്ട്‌ ചെയ്യുക
tr: ^Birinci sabit diskten başlat

source: Free software only
am: ነጻ ሶፍትዌር ብቻ
he: תכנה חופשית בלבד
hi: केवल मुक्त सॉफ्टवेयर
km: កម្មវិធីឥតគិតថ្លៃប៉ុណ្ណោះ
lv: Tikai brīvo programmatūru
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍ മാത്രം
tr: Sadece özgür yazılımlar

source: ^Dell Automatic Reinstall
am: ^ዴል ኦቶማቲክ መልሶ መጫን
he: ה^תקנה אוטומטית מחדש של Dell
hi: ^डेल स्वचालित पुनःसंस्थापना
km: ^ដំឡើងឌែលឡើងវិញដោយស្វ័យប្រវត្តិ
lv: ^Dell automātiskā pārinstalēšana
ml: ^ഡെല്‍ സ്വമേധയാ വീണ്ടും ഇന്‍സ്റ്റാള്‍ ചെയ്യുക
tr: ^Dell Otomatik Yeniden Kurulum

source: ^Install Mythbuntu
am: ^ሚትቡንቱ መጫን
he: ה^תקנת Mythbuntu
hi: मिथबुन्टू ^संस्थापित करे
km: ^ដំឡើងមីសប៊ុនធូ
lv: ^Instalēt Mythbuntu
ml: മിത്ത്ബുണ്ടു വിന്യസിക്കുക
tr: ^Mythbuntu'yu Kurun

source: ^Try Mythbuntu without installing
am: ^ሚትቡንቱን ሳይጭኑ ይሞክሩት
he: ה^תנסות ב־Mythbuntu ללא התקנה
hi: मिथबुन्टू संस्थापित किये बिना ^परीक्षण करे
km: ^ប្រើមីសប៊ុនធូសាកល្បងដោយមិនបាច់ដំឡើង
lv: ^Izmēģiniet Mythbuntu bez instalēšanas
ml: ^മിഥ്ബുണ്ടു ഇന്‍സ്റ്റാള്‍ ചെയ്യാതെ ഉപയോഗിച്ച്‌ നോക്കൂ
tr: ^Mythbuntu'yu sabit diskinize kurmadan deneyin
