Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada1/po/*.po
Languages: ast, br, kk, ko

source: It’s safer to connect the computer to AC power before updating.
ast: Ye conveniente coneutar l'equipu a la toma de corriente enantes d'anovar.
kk: Жаңарту алдында компьютерді электр қуат көзіне қосқаны қауіпсіздеу болады.
ko: 업데이트를 시작하기 전에 컴퓨터를 교류 전원에 연결 하는 것이 안전합니다.

source: Run a partial upgrade, to install as many updates as possible. This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
ast: Executar un anovamientu parcial, pa instalar tantos anovamientos como seya dable. Esto puede debese a: * Un anovamientu anterior que nun se completó * Problemes con dalgunos de los programes instalaos * Paquetes de software non oficiales nin distribuyíos por Ubuntu * Los cambeos normales d'una versión preliminar d'Ubuntu
br: Erounit an hizivaat darnel a-benn staliañ kement hizivadennoù a vo tro d'ober. Dougezhet eo en abet da : * Un hizivaat kent nad eo ket bet echuet * Kudennoù gant pakadoù staliet zo * Pakadoù meziantoù ankefridiel ket pourchaset gant Ubuntu * Kemmoù reol ur rakhandelv eus Ubuntu
kk: Мүмкіндігінше көп жаңартулары бар, дистрибутив жарым-жарты жаңартуын (частичное обновление) орындау. Мүмкін болатын себептер: * Алдыңғы аяқталмаған дистрибутив жаңарту кесірінен * Қандай да бір орнатылған бағдарламалық қамтамасыздандыруымен бар мәселелер кесірінен * Ubuntu-да қолдау жоқ ресми емес пакеттердің кесірінен * Ubuntu алдын ала нұсқасындағы жасалған өзгертулер кесірінен
ko: 될 수 있는 한 많은 업데이트를 깔기 위해 부분적인 업데이트를 합니다. 이렇게 된 이유로는: * 이전 업그레이드가 끝나지 않음 * 깔린 소프트웨어 중 일부에 문제가 있음 * 우분투에서 드리지 않는 비공식 소프트웨어 꾸러미 * 아직 나오지 않은 다음 버전의 우분투에 달라진 점이 있음

source: Show progress of individual files
ast: Amosar el progresu de cada ficheru individual
br: Diskouez araokadurioù ar restroù hiniennel
kk: Бөлек файлдарға барысын көрсету
ko: 각 파일의 진행 상황 표시

source: Starting Update Manager
ast: Aniciando'l Xestor d'anovamientos
kk: Жаңарту менеджері ашылуда
ko: 업데이트 관리자를 시작합니다.

source: U_pgrade
ast: _Anovar
br: Hi_zivaat
kk: _Жаңарту
ko: 업그레이드(_P)

source: Update Manager
ast: Xestor d'anovamientos
br: Ardoer an hizivaat
kk: Жаңарту менеджері
ko: 업데이트 관리자

source: You are connected via a wireless modem.
ast: Tas coneutáu vía módem inalámbricu.
kk: Сіз сымсыз модем арқылы қосылып тұрсыз.
ko: 무선 모뎀에 연결되어 있습니다.

source: You are connected via roaming and may be charged for the data consumed by this update.
ast: Agora tas coneutáu n'itinerancia y pues tener cargos polos datos consumíos nesti anovamientu.
kk: Сіз роумингте қосылып тұрсыз, бұл жаңарту кезінде алынатын мәліметке қосымша ақы төлеуіңізге әкелу мүмкін.
ko: 로밍 서비스에 연결되어 있습니다. 이 업데이트의 데이터 사용으로 인한 요금이 발생할 수 있습니다.

source: Your system is running on battery. Are you sure you want to continue?
ast: El sistema ta alimentáu por bateríes ¿Daveres quies siguir?
br: Gant e bodoù tredañ emañ an urzhiater o vont en-dro. Ha fellout a ra deoc'h kenderc'hel ?
kk: Сіздің компьютеріңіз батарейден жұмыс істеп жатыр. Әрі қарай жалғастырасыз ба?
ko: 시스템이 배터리로 동작하고 있습니다. 계속 진행하시겠습니까?

source: _Hide this information in the future
ast: _Anubrir esta información nel futuru
br: _Kuzhañ ar stlennoù-mañ en dazont
kk: Осы мәліметтерді ендігәрі _көрсетпеу
ko: 앞으로 이 정보 숨기기(_H)

source: _Install Updates
ast: _Instalar anovamientos
br: _Staliañ an hizivadennoù
kk: Жаңартуларды _орнату
ko: 업데이트 깔기(_I)

source: _Partial Upgrade
ast: _Anovamientu parcial
br: Hizivaat darnel
kk: _Жарым-жартылай жаңарту
ko: 부분 업그레이드(_P)

source: _Settings...
ast: _Configuración...
kk: _Баптаулар...
ko: 설정(_S)...

source: _Upgrade
ast: _Anovar
br: _Hizivaat
kk: _Жаңарту
ko: 업그레이드(_U)

source: updates
ast: anovamientos
br: hizivadennoù
kk: жаңартулар
ko: 업데이트

source: <b>A new version of Ubuntu is available. Would you like to upgrade?</b>
ast: <b>Hai disponible una nueva versión d'Ubuntu. ¿Prestaríate anovar?</b>
br: <b>Hegerz ez eus un handelv nevez eus Ubuntu. Ha fellout a ra deoc'h hizvaat ?</b>
kk: <b>Ubuntu жаңа нұсқасы жетімді. Жаңартасыз ба?</b>
ko: <b>새로나온 우분투를 쓸 수 있습니다. 판을 올리시겠습니까?</b>

source: Ask Me Later
ast: Entrugar más sero
br: Goulenn diwezhatoc'h
kk: Кейінірек сұрау
ko: 나중에 묻기

source: Don't Upgrade
ast: Non anovar
br: Arabat hizivaat
kk: Жаңартпау
ko: 아니오, 업그레이드 하지 않겠습니다.

source: Yes, Upgrade Now
ast: Sí, anovar agora
br: Ya, hizivaat brmañ
kk: Иә, қазір жаңарту
ko: 네, 지금 업그레이드 하겠습니다.

source: You can upgrade at a later time by opening Update Manager and click on "Upgrade".
ast: Puedes anovar más alantre abriendo'l Xestor d'anovamientos y calcando en «Anovar».
br: Hizivaet e vo diwezhatoc'h en ur zigeriñ Ardoer an hizivaat ha klikañ war "Hizivaat .
kk: Жаңарту менеджерін ашып, "Жаңартуларды орнату" батырмасын басу арқылы, жүйені кейнірік жаңартуыңызға болады.
ko: 나중에 업데이트 관리자에서 업그레이드를 클릭하시면 업그레이드 하실 수 있습니다.

source: You have declined to upgrade to the new Ubuntu
ast: Decidisti non anovar a la nueva versión d'Ubuntu
br: N'hoc'h eus ket bet c'hoant da hizivaat betek handelv Ubutu nevez
kk: Сіз Ubuntu-ның келесі нұсқасына дейін жаңартуды кері қайтардыңыз
ko: 우분투 판올림을 안하기로 하셨습니다.

source: Show and install available updates
ast: Amosar ya instalar los anovamientos disponibles
br: Diskouez ha staliañ an hizivadennoù hegerz
kk: Жетімді жаңартуларды көрсету және орнату
ko: 쓸 수 있는 업데이트를 보여주고 깝니다.

source: Software Updates
ast: Anovamientos de software
br: Hizivadennoù ar meziantoù
kk: Бағдарламалардың жаңартулары
ko: 소프트웨어 업데이트

source: Show version and exit
ast: Amosar la versión y salir
br: Diskouez an handelv ha mont kuit
kk: Үлгісін көрсету және шығу
ko: 버전을 표시하고 끝내기

source: Directory that contains the data files
ast: Direutoriu que contién los ficheros de datos
br: Kavlec'hiad gant ar restroù roadennoù ennañ
kk: Мәліммет файлдары бар бума
ko: 데이터 파일이 저장된 디렉터리

source: Check if a new Ubuntu release is available
ast: Comprobar si esiste una versión nueva d'Ubuntu
br: Gwiriañ hag-eñ ez eus un handelv nevez eus Ubutu
kk: Ubuntu-ның жаңа релизінің жетімдігін тексеру
ko: 새로운 우분투 버전이 있는지 확인합니다

source: Check if upgrading to the latest devel release is possible
ast: Comprobar si ye dable anovar a la cabera versión de desendolcu
br: Gwiriañ hag-eñ ez eus tro da hizivaat d'an handelv diorren
kk: Дистрибутивтің соңғы тұрақсыз үлгісіне дейін жаңарту мүмкіндігін тексеру
ko: 최신 개발 버전으로 업그레이드가 가능한지 확인합니다

source: Upgrade using the latest proposed version of the release upgrader
ast: Anovar usando la versión más recién propuesta pol anovador
br: Hizivadenn en ur ober gant an handelv nevesañ kinniget da veziant hizivaat an dasparzhadenn
kk: Жаңарту менеджерінің соңғы үлгісін қолданып жаңартуларды жасау
ko: 배포판 업그레이드 장치의 최종 제안 버전을 사용하여 업그레이드

source: Do not focus on map when starting
ast: Nun poner el focu sobro'l mapa cuando s'anicie
br: Arabat loc'hañ war an drekleur
kk: Ашылатын кезде картаны фокустамау (таңдамау)
ko: 시작할 때 지도에 포커스를 두지 말 것

source: Try to run a dist-upgrade
ast: Tente d'executar dist-upgrade
br: Klaskit da erounit 'dist-upgrade'
kk: dist-upgrade командасын орындап көріңіз
ko: 배포판 업그레이드 실행 시도

source: Do not check for updates when starting
ast: Nun comprobar anovamientos al aniciar
kk: Компьютер қосылған кезде жаңартуларға жетімдігін тексермеу
ko: 시작할 때 업데이트 확인하지 않기

source: Test upgrade with a sandbox aufs overlay
ast: Comprobar l'anovamientu nuna capa aufs de caxa de sable (sandbox)
br: Prouadiñ an hizivaat gant ur rannvaez gwarezet (sandbox aufs)
kk: Жаңартуларды қауіпсіз режимінде тестілеу
ko: 샌드박스 aufs 오버레이로 시험 업그레이드

source: Running partial upgrade
ast: Executando un anovamientu parcial
br: Oc'h erounit un hizivaat darnel
kk: Жарым-жартылай жаңарту жасалынуда
ko: 부분 업그레이드 실행

source: Try upgrading to the latest release using the upgrader from $distro-proposed
ast: Tente d'anovar a la cabera versión usando l'anovador de $distro-proposed
br: Klask hizivaat d'an handelv diwezhañ en ur ober gant ar meziant hizivaat eus $distro-proposed
kk: $distro-proposed бұтағындағы жаңарту құралын қолданып, соңғы релизге дейін жаңартып көріңіз
ko: 업그레이드 도구를 이용하여 $distro-proposed에서 최신 배포판으로 업그레이드를 시도합니다

source: Run in a special upgrade mode. Currently 'desktop' for regular upgrades of a desktop system and 'server' for server systems are supported.
ast: Executar nun mou especial d'anovamientu. Anguaño sofiténse los moos «desktop» (p'anovamientos normales d'un sistema d'escritoriu) y «server» (pa sirvidores).
br: Erounit ur mod hizivaat arbennik. Bremañ e vez skoret 'desktop evit hizivaat reol reizhiad ar burev ha 'server' evit reizhiad un dafariad.
kk: Жаңартуды арнайы режимін ашу. Қазіргі уақытта жүйелі жаңартулар "***настольный***" және "серверлік" жүйелерге жетімді.
ko: 특별 업그레이드 모드에서 실행합니다. 현재는 데스크탑 시스템의 일반적인 업그레이드를 위한 'desktop' 모드와 서버 시스템을 위한 'server' 모드를 지원합니다.

source: Run the specified frontend
ast: Executar la interface especificada
br: Erounit ar c'hetal erspizet
kk: Көрсетілген интерфейсті ашу
ko: 지정된 프론트엔드를 실행

source: Check only if a new distribution release is available and report the result via the exit code
ast: Namái comprueba si ta disponible una nueva versión de la distribución ya informa del resultáu per aciu d'un códigu de salida
br: Gwiriañ hag-eñ ez eus un handelv nevez evit an dasparzhdenn ha sevel un danevell dre ar voneg ec'hankañ
kk: Дистрибутивтің жаңа нұсқасының жетімдігін тексеріп, нәтижесін шығу кодымен шығару
ko: 새로운 배포판이 있을 경우에만 확인하기. 결과는 끝내기 코드를 통해 반환

source: Checking for a new ubuntu release
ast: Comprobar si hai una nueva versión d'Ubuntu
br: O klask handelvoù nevez evit Ubuntu
kk: Ubuntu-ның жаңа релизінің жетімдігін тексеру
ko: 새로운 우분투 버전을 확인합니다.

source: For upgrade information, please visit: %(url)s
ast: Pa saber más tocante a esti anovamientu, visita: %(url)s
kk: Жаңарту жайлы мәліметті осы жерден таба аласыз: %(url)s
ko: 업그레이드 정보를 원하시면, 아래 주소를 방문하세요: %(url)s

source: No new release found
ast: Nun s'alcontró denguna edición nueva
br: Handelv nevez ebet bet kavet
kk: Жаңа релиз табылмады
ko: 새로운 릴리즈가 없습니다.

source: New release '%s' available.
ast: Ta disponible la nueva versión «%s».
br: Un handelv nevez '%s' hegerz.
kk: "%s" жаңа релизі жетімді
ko: 새 배포판 '%s'(이)가 사용가능합니다.

source: Run 'do-release-upgrade' to upgrade to it.
ast: Executar 'do-release-upgrade' p'anovase a élli.
br: Erounit 'do-release-upgrade' a-benn hizivaat.
kk: Сол релизге дейін жаңартылу үшін "do-release-upgrade" командасын орындаңыз.
ko: 업그레이드하기 위해 'do-release-upgrade' 명령을 실행하세요.

source: Ubuntu %(version)s Upgrade Available
ast: Ta disponible l'anovamientu de versión a Ubuntu %(version)s
br: Hizivadenn Ubuntu %(version)s hegerz
kk: Ubuntu %(version)s жаңартуы жетімді
ko: 우분투 %(version)s 업그레이드 가능합니다.

source: You have declined the upgrade to Ubuntu %s
ast: Decidisti nun anovar a Ubuntu %s
br: Nac'hac'het hoc'h eus hizivaat da Ubuntu %s
kk: Сіз Ubuntu-ды %s дейін жаңартуды кері қайтардыңыз
ko: 우분투 %s(으)로 업그레이드 하는것을 취소 하셨습니다.

source: Unimplemented method: %s
ast: Métodu non implementáu: %s
br: N'eo ket kefloueret an hentenn : %s
kk: Орындалмаған әдіс: %s
ko: 미구현된 방법: %s

source: A file on disk
ast: Un ficheru en discu
br: Ur restr war ar gantenn
kk: Дисктегі файл
ko: 디스크에 있는 파일

source: .deb package
ast: paquete .deb
br: Pakadoù mod .deb
kk: .deb пакеті
ko: .deb 꾸러미

source: Install missing package.
ast: Instalar paquete que falta.
br: Staliañ ar pakadoù a vank.
kk: Жетіспеген пакетті орнату.
ko: 빠진 꾸러미를 깝니다.

source: Package %s should be installed.
ast: Ha instalase'l paquete %s
br: Ar pakad %s a rankfe bezañ staliet.
kk: %s пакетті орнату қажет.
ko: 꾸러미 %s 가 반드시 깔려있어야 합니다.

source: %i obsolete entries in the status file
ast: %i entraes obsoletes nel ficheru d'estáu
br: %i enkankad dispredet e restr ar stad
kk: Күй файлдың %i құрамдасы ескірген
ko: %i는 상태 파일에서 안 쓰게 된 엔트리

source: Obsolete entries in dpkg status
ast: Entraes obsoletes n'estáu de dpkg
br: Enankadoù dispredet e stad dpkg
kk: dpkg күйдің құрамы ескірген
ko: dpkg 상태에서 안 쓰게 된 엔트리

source: Obsolete dpkg status entries
ast: Entraes d'estáu dpkg obsoletes
br: Enankadoù evit stad dpkg dispredet
kk: dpkg күйлер құрамы ескірген
ko: 안 쓰게 된 dpkg 상태 엔트리

source: When upgrading, if kdelibs4-dev is installed, kdelibs5-dev needs to be installed. See bugs.launchpad.net, bug #279621 for details.
ast: Al anovar, si kdelibs4-dev ta instaláu, hai qu'instalar tamién kdelibs5-dev. Llea bugs.launchpad.net , bug #279621 pa más detalles
br: Pa vez o hizivaat, mar bez staliet kdelibs4-dev e vo ret staliañ kdelibs5-dev. Lennit bugs.launchpad.net, bug #279621 a-benn gouzout hiroc'h.
kk: Жаңарту кезінде, орнатылған kdelibs5-dev орнына kdelibs4-dev орнату қажет. Бұл қате жайлы осы жерде оқуыңызға болады, bugs.launchpad.net, bug #279621.
ko: 업그레이드 시 kdelibs4-dev가 깔려있다면 kdelibs5-dev를 깔아야 합니다. bugs.launchpad.net의 bug #279621에서 자세히 알 수 있습니다.

source: %s needs to be marked as manually installed.
ast: Tien de conseñase %s como instaláu manualmente.
br: %s a rank bezañ merket evem ma vefe staliet gant an dorn.
kk: %s жекешелей орнатылған етіп белгілену қажет.
ko: %s은(는) 수동으로 깔기로 표시될 필요가 있습니다.

source: Remove lilo since grub is also installed.(See bug #314004 for details.)
ast: Desaníciase LILO yá que GRUB tamién ta instaláu (Consulte'l bug #314004 pa más información.)
br: Dilemel lilo rak staliet eo grub ivez. (Lennit ar beug #314004 evit gouzout hiroc'h.)
kk: Егер grub орнатылған болса, lilo жойыңыз. (толығырақ, bug #314004)
ko: grub이 깔려 있으므로 lilo는 지우세요.(자세한 내용은 버그 #314004를 참조.)

source: Your graphics hardware may not be fully supported in Ubuntu 11.04.
ast: Paez que'l to hardware gráficu nun tien sofitu ensembre n'Ubuntu 11.04.

source: The support in Ubuntu 11.04 for your intel graphics hardware is limited and you may encounter problems after the upgrade. Do you want to continue with the upgrade?
ast: El sofitu n'Ubuntu 11.04 pal to hardware gráficu d'intel tien llende y puede ser qu'heba fallos darréu de l'anovamientu. ¿Quies siguir col anovamientu?
