Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada1/po/*.po
Languages: ast, br, kk, ko

source: Fetching is complete
ast: La descarga completóse
br: Echu eo an dastum
kk: Жүктеу аяқталды
ko: 완전히 받았습니다

source: Fetching file %li of %li at %sB/s
ast: Descargando ficheru %li de %li a %sB/s
br: O tastum ar restr %li eus %li da %s eizhbit/eilenn
kk: %li файлдың %li, %sбайт/сек жылдамдығымен жүктелінді
ko: %li번째 파일 (전체 %li개) %sB/s로 내려받는 중

source: About %s remaining
ast: Falten al rodiu de %s
br: Chom a ra tro dro %s
kk: Шамамен %s қалды
ko: %s 정도 남음

source: Fetching file %li of %li
ast: Descargando ficheru %li de %li
br: O tastum ar restr %li eus %li
kk: %li ішінен %li файл жүктелуде
ko: %li번째 파일 (전체 %li개) 내려받는 중

source: Applying changes
ast: Aplicando cambeos
br: O seveniñ ar c'hemmoù
kk: Өзгерістерді қолдану
ko: 바뀐 내용을 적용하는 중

source: dependency problems - leaving unconfigured
ast: problemes de dependencies - déxase ensin configurar
br: Kudennoù gant an diazalc'hadennoù - laosket eo bet ankefluniet
kk: тәуелділік қателері - қалыпқа келтірмеген етіп қалдыру
ko: 의존성 문제 - 설정하지 않고 남겨둠

source: Could not install '%s'
ast: Nun puede istalase '%s'
br: N'eo ket bet gouest da staliañ '%s'
kk: "%s" орнату мүмкін емес
ko: '%s'(을)를 깔 수 없습니다.

source: The upgrade will continue but the '%s' package may not be in a working state. Please consider submitting a bug report about it.
ast: L'anovamientu continuará, pero'l paquete '%s', nun paez tar en bon estáu. Por favor, considera unviar un informe col fallu tocante a esti problema.
br: Kenderc'hel a ray an hizivaat koulskoude ne vo ket ar pakad '%s" en ur stad da vont en-dro. Mar plij, savit un danevell a-fet beugoù diwar e benn.
kk: Жаңарту әрі қарай жалғасатын болады, бірақта "%s" пакет(тер) жұмыс істемейтін күйге келтірілуі мүмкін. Осы қате жайлы хабарлау туралы ойластыруыңызды сұраймыз.
ko: 업그레이드는 계속되겠지만 꾸러미 '%s' 가 동작하지 않을 수도 있습니다. 이에 대한 버그 리포트를 보내주십시오.

source: Replace the customized configuration file '%s'?
ast: ¿Deseya sustituyir el ficheru de configuración modificáu«%s»?
br: Amsaviñ ar restr kefluniañ personelaet '%s' ?
kk: "%s" өзгертілген баптау файлды үстінен басып сақтайын ба?
ko: 바뀐 설정 파일 '%s'을(를) 바꾸시겠습니까?

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
ast: Perderá tolos cambeos que tenga fecho nesi ficheru de configuración si decide sustituyilu por una nueva versión.
br: Kollet e vo an holl gemmoù graet ganeoc'h d'ar restr kefluniañ-mañ mar dibabot da amsaviñ ar restr-mañ gant unan nevesoc'h.
kk: Егер баптау файлдың бұрыңғы нұсқасын жаңа нұсқасымен алмастытатын болсаңыз, онда ол баптау файлдағы өзгертулеріңіздің барлығы жоғалады.
ko: 새로운 버전으로 대체하기를 선택하면 이전 설정 파일에서 바뀐 내용들을 잃게 됩니다.

source: The 'diff' command was not found
ast: El comandu 'diff' nun fue atopau
br: N'eo ket bet kavet an arc'had 'diff'
kk: "diff" командасы табылмады
ko: 'diff' 명령어를 찾지 못했습니다.

source: A fatal error occurred
ast: Ocurrió un error fatal
br: Degouezhet ez eus bet ur fazi lazhus
kk: Аса ауыр қате туындады
ko: 심각한 오류 발생

source: Please report this as a bug (if you haven't already) and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
ast: Informa d'esti fallu (si aínda nun lo fexesti) ya inclúi los ficheros /var/log/dist-upgrade/main.log y /var/log/dist-upgrade/apt.log nel informe. L'anovamientu encaboxóse. El ficheru sources.list orixinal guardóse en /etc/apt/sources.list.distUpgrade.
kk: Осы жайлы қате ретінде хабарлаңыз (егер де түк жасамаған болсаңыз) да, /var/log/dist-upgrade/main.log мен /var/log/dist-upgrade/apt.log файлдарды есепке тиеп қойыңыз. Жаңарту үзілді. sources.list файлыңыздың көшірмесі осы жерде сақталынған /etc/apt/sources.list.distUpgrade.
ko: 이를 버그로 신고해주시고 버그 보고서에 /var/log/dist-upgrade/main.log와 /var/log/dist-upgrade/apt.log를 첨부해주세요. 업그레이드가 중단되었습니다. 기존 sources.list 파일은 /etc/apt/sources.list.distUpgrade에 저장되었습니다.

source: Ctrl-c pressed
ast: Calcóse Ctrl-C
br: Ctrl-c pouezet
kk: Ctrl-c басылды
ko: Ctrl-c 눌림

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
ast: Esto encaboxará la operación y puede dexar al sistema nun estáu defeutuosu. ¿Daveres que quier facer eso?
br: Dilamet e vo ar gwezhiadur gant an dra-mañ ha marteze e chomo ho reizhiad gant ur stad torr. Ha sur oc'h e fell deoc'h ober an dra-mañ ?
kk: Операция тоқтатылатын болады, жүйеңіз жұмысқа жарамайтын болып қалуы мүмкін. Жалғастырасыз ба?
ko: 이렇게 작업을 취소하면 시스템이 깨진 상태가 됩니다. 정말 그렇게 할까요?

source: To prevent data loss close all open applications and documents.
ast: Pa prevenir la perda de datos, zarra toles aplicaciones y documentos abiertos.
br: A-benn mirout ouzh koll roadennoù e vefe gwell serriñ an arloadoù digor hag an teulioù :
kk: Мәліметтерді жоғалтуын болдырмау үшін, барлық ашық бағдарламалар мен құжаттарды жабыңыз.
ko: 데이터 손실을 막으려면 열려있는 모든 프로그램과 문서를 닫으십시오.

source: No longer supported by Canonical (%s)
ast: Yá nun ta sofitáu téunicamente por Canonical (%s)
kk: Ендігәрі Canonical (%s) компаниясымен қолдау көрсетілмейді
ko: 캐노니컬에서 더이상 지원되지 않습니다 (%s)

source: <b>Downgrade (%s)</b>
ast: <b>Desanovar (%s)</b>
kk: <b>Ескірген нұсқаны орнату (%s)</b>
ko: <b>다운그레이드 (%s)</b>

source: Remove (%s)
ast: Desaniciar (%s)
br: Dilemel (%s)
kk: Жою (%s)
ko: 지우기 (%s)

source: No longer needed (%s)
ast: Yá nun fai falta (%s)
kk: Ендігәрі қажет емес (%s)
ko: 더 이상 필요하지 않음 (%s)

source: Install (%s)
ast: Instalar (%s)
br: Staliañ (%s)
kk: Орнату (%s)
ko: 깔기 (%s)

source: Upgrade (%s)
ast: Anovar (%s)
br: Hiziavaat (%s)
kk: Жаңарту (%s)
ko: 업그레이드(%s)

source: Media Change
ast: Cambéu de preséu
br: Kemm ar media
kk: Сақтауышты ауыстыру
ko: 미디어 바꾸기

source: Show Difference >>>
ast: Amosar diferencies >>>
br: Diskouez an disheñvelder >>>
kk: Айырмашылықтарды көрсету >>>
ko: 차이점 보이기 >>>

source: <<< Hide Difference
ast: <<< Soverar diferencies
br: <<< Kuzhat an disheñvelder
kk: <<< Айырмашылықтарды жасыру
ko: <<< 차이점 숨기기

source: Error
ast: Fallu
br: Fazi
kk: Қате
ko: 오류

source: &Cancel
ast: &Encaboxar
br: &Nullañ
kk: _Болдырмау
ko: 취소(&C)

source: &Close
ast: &Zarrar
br: &Serriñ
kk: &Жабу
ko: 닫기(&C)

source: Show Terminal >>>
ast: Amosar terminal >>>
br: Diskouez an dermenell >>>
kk: Терминалды көрсету >>>
ko: 터미널 보이기 >>>

source: <<< Hide Terminal
ast: <<< Soverar terminal
br: <<< Kuzhat an dermenell
kk: <<< Терминалды жасыру
ko: <<< 터미널 숨기기

source: Information
ast: Información
br: Titouroù
kk: Мәлімет
ko: 정보

source: Details
ast: Detalles
br: Munudoù
kk: Көбірек білу
ko: 자세한 내용

source: No longer supported %s
ast: Yá nun ta sofitáu %s
br: N'eo ket skoret ken %s
kk: Қолдау көрсетілмейді (%s)
ko: 지원하지 않음 %s

source: Remove %s
ast: Esaniciar %s
br: Dilemel %s
kk: %s жою
ko: %s 지우기

source: Remove (was auto installed) %s
ast: Desaniciar (autoinstalóse) %s
br: Dilemel (staliet e oa bet emgefreek) %s
kk: %s жою (автоматты орнатылған)
ko: %s 지우기 (알아서 설치되었었음)

source: Install %s
ast: Instalar %s
br: Staliañ %s
kk: %s орнату
ko: %s 깔기

source: Upgrade %s
ast: Autualizar %s
br: Hizivaat %s
kk: %s жаңарту
ko: %s 업그레이드

source: Restart required
ast: Necesítase reaniciar
br: Ret eo adloc'hañ
kk: Компьютерді қайта жүктеу қажет
ko: 다시 시작해야합니다.

source: <b><big>Restart the system to complete the upgrade</big></b>
ast: <b><big>Reanicie'l sistema pa completar l'anovamientu</big></b>
br: <b><big>Adloc'hañ ar reizhiad evit echuiñ an hizivadenn</big></b>
kk: <b><big>Жаңартуды аяқтау үшін компьютерді қайта жүктеңіз</big></b>
ko: <b><big>업그레이드가 완료되어 시스템을 다시 시작합니다.</big></b>

source: _Restart Now
ast: _Reaniciar agora
br: _Adloc'hañ diouzhtu
kk: _Қазір қайта жүктеу
ko: 지금 다시 시작(_R)

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly advised to resume the upgrade.
ast: <b><big>¿Encaboxar l'anovamientu en cursu?</big></b> El sistema podría quedar nun estáu non usable si encaboxa l'anovamientu. Encamentámos-y que siga col anovamientu.
br: <b><big>Dilezel an hizivaat war erounit ?</big></b> Marteze e vo distabil ar reizhiad mar dilezot an hizivaat. Gwell e vefe deoc'h adloc'hañ an hizivaat.
kk: <b><big>Жаңартулды үзесіз бе?</big></b> Егер де сіз жаңартуды үзетін болсаңыз, жүйе тұрақсыз жұмыс істеуі мүмкін. Жаңартуды әрі қарай жалғастыруды қадала жасауға ұсынамыз.
ko: <b><big>진행중인 업그레이드를 취소할까요?</big></b> 업그레이드를 도중에 취소하면 시스템이 사용 불가능한 상태가 될 수도 있습니다. 업그레이드를 계속 진행하는 것이 좋습니다.

source: Cancel Upgrade?
ast: ¿Encaboxar l'autualización?
br: Nullañ an hizivadenn ?
kk: Жаңартуды болдырмау қажет пе?
ko: 업그레이드를 취소하겠습니까?

source: %li day
ast: %li día
br: %li deiz
kk: %li күн
ko: %li 일

source: %li hour
ast: %li hora
br: %li eur
kk: %li сағат
ko: %li 시간

source: %li minute
ast: %li minutu
br: %li vunutenn
kk: %li минут
ko: %li 분

source: %li second
ast: %li segundu
br: %li eilenn
kk: %li секунд
ko: %li 초

source: This download will take about %s with a 1Mbit DSL connection and about %s with a 56k modem.
ast: Esta descarga va llevar %s aproximadamente con una conexón DSL de 1Mbit y %s aproximadamente con un módem de 56k.
br: Tro-dro %s e pado ar pellgargañ gant ur c'hennask mod DSL1 Me ha tro-dro %s gant ur modem 56k.
kk: Жүктеу, қосылыстың 1Мбит DSL жылдамдығында шамамен %s және модемдік 56Кбит Dial-up жылдамдығында шамамен %s алатын болады.
ko: 이 다운로드는 1Mbit DSL 연결로는 약 %s, 56k 모뎀으로는 약 %s 정도 걸릴 것입니다.

source: This download will take about %s with your connection.
ast: Esta descarga va tardar aproximadamente %s cola conexón actual.
br: Tro-dro %s e pado ar pellgargañ gant ho kennask.
kk: Сіздің қосылысыңызда жүктеу шамамен %s алатын болады.
ko: 현재 연결 상태로 다운로드가 약 %s 정도 걸릴 것입니다.

source: Preparing to upgrade
ast: Tresnando l'anovamientu
br: O prientiñ da hizivaat
kk: Жаңартуға дайындалу
ko: 업그레이드를 준비하는 중

source: Getting new software channels
ast: Obteniendo nuevos canales de software
br: O kaout dastumlec'hioù meziantoù nevez
kk: Бағдарламалар қайнар көздерін өзгерту
ko: 소프트웨어 채널을 가져오는 중

source: Getting new packages
ast: Obteniendo paquetes nuevos
br: O tapout pakadoù nevez
kk: Жаңа пакеттерді алу
ko: 꾸러미를 가져오는 중

source: Installing the upgrades
ast: Instalando los anovamientos
br: O staliañ an hizivadennoù
kk: Жаңартуларды орнату
ko: 업그레이드를 까는 중

source: Cleaning up
ast: Llimpiando
br: Naetadur
kk: Тазарту
ko: 마무리 중

source: %(amount)d installed package is no longer supported by Canonical. You can still get support from the community.
ast: %(amount)d paquete instaláu yá nun ta sofitáu por Canonical. Puedes siguir obteniendo sofitu de la comunidá.
kk: Ендігәрі %(amount)d пакетке/пакеттерге Canonical қолдау көрсетпейді. Бірақ та сіз қоғамдастықтың қолдауын ала аласыз.
ko: %(amount)d 개의 깔린 꾸러미는 더 이상 캐노니컬이 지원하지 않습니다. 하지만 공동체로부터의 지원은 계속됩니다.

source: %d package is going to be removed.
ast: Va desinstalase %d paquete.
br: Emañ %d pakad o vont da vezañ dilamet.
kk: %d жойылатын болады.
ko: 꾸러미를 %d개 지울 것입니다.

source: %d new package is going to be installed.
ast: Va instalase %d paquete nuevu.
br: Emañ %d pakad nevez o vont da vezañ staliet.
kk: %d пакеті(тері) орнатылатын болады.
ko: 새로운 꾸러미 %d개를 깔 것입니다.

source: %d package is going to be upgraded.
ast: Va a anovase %d paquete.
br: Emañ %d pakad o vont da vezañ hizivaet.
kk: %d пакеті(тері) жаңартылатын болады.
ko: 꾸러미를 %d개 업그레이드할 것입니다.

source: You have to download a total of %s.
ast: Tienes de descargar un total de %s.
br: Ur sammad a %s ez eus da bellgargañ
kk: Жалпы %s жүктеу қажет.
ko: 총 %s개의 꾸러미를 받아와야 합니다.

source: Fetching and installing the upgrade can take several hours. Once the download has finished, the process cannot be cancelled.
ast: Baxar ya instalar l'anovamientu puede llevar delles hores. Una vegada tenga finao la baxada, el procesu nun podrá encaboxase.
br: Dastum ha staliañ an hizivadenn a bado meur a eurvezh moarvat. Ur wech echu ar pellgargañ n'hall ket bezañ dilezet an argerzh.
kk: Жаңартуларды жүктеу және орнату бірнеше сағат алуы мүмкін. Жүктеуден кейін бұл процессті кері қайтаруға мүмкін болмайды.
ko: 업그레이드를 받아와 까는 것은 여러 시간이 걸릴 수도 있으며, 일단 모두 받아오고 나면 그만둘 수 없습니다.

source: Your system is up-to-date
ast: El sistema ta anováu
br: Ho reizhiad a zo hizivaet
kk: Сіздің жүйеңіз жаңартуларды қажет етпейді
ko: 시스템이 최신의 상태입니다.

source: There are no upgrades available for your system. The upgrade will now be canceled.
ast: Nun hai anovamientos disponibles pal so sistema. Encaboxóse l'anovamientu.
br: N'eus hizivadenn ebet hegerz evit ho reizhiad. Dilezet e vo an hizivaat bremañ.
kk: Сіздің жүйеңізге ешбір жаңарту жетімді емес. Жаңарту кері қайтатын болады.
ko: 시스템에 업그레이드할 것이 없습니다. 업그레이드를 취소합니다.

source: Reboot required
ast: Necesítase reaniciar
br: Ret eo deoc'h adloc'hañ an urzhiataer
kk: Компьютерді қайта жүктеу қажет
ko: 다시 시작해야합니다.

source: The upgrade is finished and a reboot is required. Do you want to do this now?
ast: L'anovamientu finó y necesítase reaniciar l'equipu. ¿Quier facelo agora?
br: Echu eo an hizivadenn ha ret eo adloc'hañ an urzhiataer. Ha c'hoant ho-peus d'ober se diouzhtu ?
kk: Жаңарту аяқталды және қайта жүктеу қажет. Қазір қайта жүктеу орындайсыз ба?
ko: 업그레이드가 끝났으며 다시 시작해야 합니다. 지금 하시겠습니까?

source: Could not run the upgrade tool
ast: Nun pudo executase la ferramienta d'anovación
br: N'hall ket erounit ar benveg da hizivaat
kk: Жаңарту құралын ашу мүмкін емес
ko: 업그레이드 도구를 실행할 수 없습니다.

source: This is most likely a bug in the upgrade tool. Please report it as a bug using the command 'ubuntu-bug update-manager'.
ast: Esto paez ser un fallu na ferramienta d'anovamientu. Informa d'esti fallu usando la orde «ubuntu-bug update-manager».
kk: Жаңарту құралындаға бар секілді. Осы қате туралы терминалда "ubuntu-bug update-manager" командасын орындау арқылы хабарлаңыз.

source: Upgrade tool signature
ast: Robla de la ferramienta d'anovación
br: Sinadur ar benveg da hizivaat
kk: Жаңарту құралын баспасы
ko: 업그레이드 도구 서명

source: Upgrade tool
ast: Ferramienta d'anovamientu
br: Benveg da hizivaat
kk: Жаңарту құралы
ko: 업그레이드 도구

source: Failed to fetch
ast: Fallu al descargar
br: C'hwitadenn war an dastum
kk: Алу мүмкін емес
ko: 가져오기에 실패했습니다.

source: Fetching the upgrade failed. There may be a network problem.
ast: Falló la baxada del anovamientu. Puede haber un problema cola rede.
br: C'hwitadenn war dastum an hizivadenn. Marteze ez eus ur gudenn gant ar rouedad.
kk: Жаңартуларды алу мүмкін сәтсіз аяқталды. Желілік мәселелер болуы мүмкін.
ko: 업그레이드를 가져오는 데 실패했습니다. 네트워크에 문제가 있을 수 있습니다.

source: Failed to extract
ast: Fallu al sacar
br: C'hwitet eo an eztennañ
kk: Шығарып алу (извлечь) сәтсіз
ko: 압축 풀기 실패

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
ast: Falló la estraición del anovamientu. Puede haber un problema cola rede o col sirvidor.
br: C'hwitadenn war an eztennañ. Marteze ez eo en abeg d'ur gudenn gant ar rouedad pe gant an dafariad.
kk: Жаңартуларды шығарып алу сәтсіз аяқталды. Желімен не сервермен мәселелер болуы мүмкін.
ko: 업그레이드의 압축을 푸는 데 실패했습니다. 네트워크나 서버에 문제가 있을 수 있습니다.

source: Verification failed
ast: Falló la verificación
br: C'hwitet eo ar gwiriañ
kk: Тексеріліс сәтсіз
ko: 검증 실패

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
ast: Falló la verificación del anovamientu. Puede haber un problema cola rede o col sirvidor.
br: C'hwitadenn war gwiriañ an hizivadennoù. Marteze ez eo en abeg d'ur gudenn gant ar rouedad pe gant an dafariad.
kk: Тексеріліс сәтсіз аяқталды. Желімен не сервермен мәселелер болуы мүмкін.
ko: 업그레이드를 확인하는 데 실패했습니다. 네트워크나 서버에 문제가 있을 수 있습니다.

source: Authentication failed
ast: Falló l'autentificación
br: C'hwitadet eo an dilesa
kk: Аутентификация сәтсіз
ko: 인증 실패

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
ast: Falló l'autentificación de l'anovamientu. Ye dable qu'heba un problema cola rede o col sirvidor.
br: C'hwitadenn war dilesa an hizivadenn. Marteze ez eo en abeg d'ur gudenn gant ar rouedad pe gant an dafariad.
kk: жаңартулардың шынайлығын растау сәтсіз аяқталды. Желімен не сервермен мәселелер болуы мүмкін.
ko: 업그레이드를 인증하는 데 실패했습니다.네트워크나 서버에 문제가 있을 수 있습니다.

source: Can not run the upgrade
ast: Nun puede executase l'anovamientu
br: N'hall ket seveniñ an hizivaat
kk: Жаңарту процессін ашу мүмкін емес
ko: 업그레이드를 할 수 없습니다.

source: This usually is caused by a system where /tmp is mounted noexec. Please remount without noexec and run the upgrade again.
ast: Esto davezu cáusalo un sistema nel que /tmp se montó como non executable. Vuelvi a montalu ensin «noexec» y executa otra vuelta l'anovamientu.
kk: Бұл әдетте /tmp нүктесі noexec параметрімен тіркелген жүйелерде пайда болады. Нүктені noexec параметрсіз қайта тіркеңіз де, қайтадан жаңартып көріңіз.

source: The error message is '%s'.
ast: El mensax de fallu ye «%s»
br: Ar gemennadenn fazi zo '%s'.
kk: Қате туралы хабарлама "%s".
ko: 오류 메시지 '%s'

source: Please report this as a bug and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
ast: Informa d'esti fallu ya inclúi los ficheros /var/log/dist-upgrade/main.log y /var/log/dist-upgrade/apt.log nel informe. L'anovamientu encaboxóse. El ficheru sources.list original atroxóse en /etc/apt/sources.list.distUpgrade.
kk: Осы жайлы қате ретінде хабарлаңыз да, /var/log/dist-upgrade/main.log мен /var/log/dist-upgrade/apt.log файлдарды есепке тиеп қойыңыз. Жаңарту үзілді. sources.list файлыңыздың көшірмесі осы жерде сақталынған /etc/apt/sources.list.distUpgrade.
ko: /var/log/dist-upgrade/main.log와 /var/log/dist-upgrade/apt.log를 보고서에 첨부하여 버그 보고를 해주십시오. 업그레이드를 취소합니다. 원본 소스 목록을 /etc/apt/sources.list.distUpgrade에 저장하였습니다.

source: Aborting
ast: Albortando
br: O tilezel
kk: Тоқтатып жатырмын
ko: 중지하는 중

source: Demoted:
ast: Pa quitar:
br: Izelaet e renk :
kk: Төмендетілген:
ko: 강등됨:

source: To continue please press [ENTER]
ast: Pa continuar, calca Intro
kk: Жалғастыру үшін [ENTER] пернесін басыңыз
ko: 계속하려면 [ENTER]를 입력하시오

source: Continue [yN]
ast: Siguir [sN]
br: Kenderc'hel [yK]
kk: Жалғастыру [иЖ]
ko: 계속 [yN]

source: Details [d]
ast: Detalles [d]
br: Munudoù [m]
kk: Толық ақпарат [т]
ko: 자세한 내용 [d]

source: y
ast: s
kk: и

source: n
br: k
kk: ж

source: d
br: m
kk: т

source: No longer supported: %s
ast: Yá nun ta sofitáu: %s
br: N'eo ket skoret ken : %s
kk: Қолдау көрсетілмейді: %s
ko: 더이상 지원되지 않음: %s

source: Remove: %s
ast: Quitar: %s
br: Dilemel : %s
kk: Жоюға: %s
ko: 지우기: %s

source: Install: %s
ast: Instalar: %s
br: Staliañ : %s
kk: Орнатуға: %s
ko: 깔기: %s

source: Upgrade: %s
ast: Anovar: %s
br: Hizivaat : %s
kk: Жаңартуға: %s
ko: 업그레이드: %s

source: Continue [Yn]
ast: Continuar [Sn]
br: Kenderc'hel [Yk]
kk: Жалғастыру [Иж]
ko: 계속하겠습니까? [Yn]

source: To finish the upgrade, a restart is required. If you select 'y' the system will be restarted.
ast: Pa finar l'anovamientu necesítase reaniciar. Si escueye «s» el sistema reaniciará.
br: A-benn peurechuiñ an hizivaat ez eo ret adloc'hañ. Mar diuzot 'y' e vo adloc'het ar reizhiad.
kk: Жаңартуды аяқтау үшін, компьютерді қайта жүктеу қажет. Егер сіз "и" таңдасаңыз, жүйе қайта жүктелетін болады.
ko: 업그레이드를 완료하시려면 다시 시작해야합니다. 'y'를 선택하시면 시스템이 다시 시작합니다.

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly adviced to resume the upgrade.
ast: <b><big>¿Encaboxar l'anovamientu en cursu?</big></b> El sistema podría quedar nun estáu non usable si encaboxa l'anovamientu. Encamentámos-y que siga col anovamientu.
br: <b><big>Dilezel an hizivaat war erounit ?</big></b> Marteze e vo ar reizhiad en ur stad diarveradus mar bez dilezet an hizivaat ganeoc'h. Erbedet oc'h, gant un doare pouezus, da adloc'hañ an hizivaat.
kk: <b><big>Ағымдағы жаңартуды үзу қажет пе?</big></b> Егер жаңартуды үзетін болсаңыз, жүйеңіз жұмыс істемейтін күйге айналуы мүмкін. Жаңартуды қадала жалғастыруды сұраймыз.
ko: <b><big>실행 중인 업그레이드를 취소하시겠습니까?</big></b> 업그레이드를 취소하면 시스템이 사용하기 어려운 상태가 될 수 있습니다. 업그레이드를 계속 하시는 쪽을 강력히 추천합니다.

source: <b><big>Restart the system to complete the upgrade</big></b> Please save your work before continuing.
ast: <b><big>Reanicia'l sistema pa completar l'anovamientu</big></b> Por favor guarda tolos trabayos enantes de continuar.
br: <b><big>Adloc'hañ ar reizhiad a-benn peurechuiñ an hizivaat</big></b> Mar plij, enrollit ho labourioù kent kenderc'hel.
kk: <b><big>Жаңартуды аяқтау үшін жүйеңізді қайта жүктеңіз.</big></b> Жалғастыру алдында өзіңіздің құжаттарыңызды сақтаңыз.
ko: <b><big>시스템을 다시 시작 하면 업데이트를 완료합니다.</big></b>

source: <b><big>Start the upgrade?</big></b>
ast: <b><big>¿Entamar col anovamientu?</big></b>
br: <b><big>Kregiñ an hizivadur ?</big></b>
kk: <b><big>Жаңартуды бастайын ба?</big></b>
ko: <b><big>업그레이드를 시작하시겠습니까?</big></b>

source: <b><big>Upgrading Ubuntu to version 11.10</big></b>
ast: <b><big>Anovar Ubuntu a la versión 11.10</big></b>
kk: <b><big>Ubuntu-ны 11.10 нұсқасына дейін жаңарту</big></b>

source: Difference between the files
ast: Diferencia ente los ficheros
br: Disheñvelder etre ar restroù
kk: Файлдар арасындағы айырмашылықтар
ko: 파일 간의 차이점

source: Distribution Upgrade
ast: Anovamientu de la distribución
br: Hizivadur an dasparzhadenn
kk: Дистрибутивті жаңарту
ko: 배포판 업그레이드

source: Restarting the computer
ast: Reaniciando l'equipu
br: Oc'h adloc'hañ an urzhiataer
kk: Компьютер қайта жүктелуде
ko: 시스템을 다시 시작하는 중

source: Setting new software channels
ast: Configurando nuevos canales de software
br: Oc'h arventennañ dastumlec'hioù meziantoù nevez
kk: Бағдарламалардың жаңа қайнар көздерін қосу
ko: 소프트웨어 채널을 수정하는 중

source: Terminal
br: Termenell
kk: Терминал
ko: 터미널

source: _Cancel Upgrade
ast: _Encaboxar l'anovamientu
br: _Nullañ hizivadenn
kk: Жаңартуды _болдырмау
ko: 업그레이드 취소(_C)

source: _Continue
ast: _Siguir
br: _Kenderc'hel
kk: _Жалғастыру
ko: 계속(_C)

source: _Replace
ast: _Trocar
br: Am_saviñ
kk: _Алмастыру
ko: 바꾸기(_R)

source: _Report Bug
ast: _Informar d'un fallu
br: _Sevel un danevell a-fet beugoù
kk: _Қате туралы есепті жіберу
ko: 버그 보고(_R)

source: _Resume Upgrade
ast: _Siguir col anovamientu
br: _Adloc'hañ an hizivaat
kk: Жаңартуды _жалғастыру
ko: 업그레이드 계속(_R)

source: _Start Upgrade
ast: _Aniciar l'anovamientu
br: _Kregiñ an hizivadur
kk: Жаңартуды _бастау
ko: 업그레이드 시작(_S)

source: Please wait, this can take some time.
ast: Por favor, aguarde; esto pue llevar un tiempu.
br: Gortozit mar plij, moarvat e pado un tamm amzer.
kk: Күтіңіз, бұл біраз уақыт алуы мүмкін.
ko: 잠시만 기다리십시오. 이 작업은 약간 시간이 걸립니다.

source: Update is complete
ast: Anovamientu completáu
br: Echu eo an hizivaat
kk: Жаңарту аяқталды
ko: 업데이트가 끝났습니다.

source: Could not find the release notes
ast: Nun s'alcontraron les notes de publicación
br: N'hall ket kavout notennoù an handelv
kk: Релиз туралы мәліметтері табылмады
ko: 릴리즈 정보를 찾을 수 없습니다.

source: The server may be overloaded.
ast: Puede que'l sirvidor tea sobrocargáu.
br: Marteze ez eo soulgarget an dafariad.
kk: Мүмкін сервер аса жүктеулі.
ko: 서버에 접속자가 너무 많습니다.

source: Could not download the release notes
ast: Nun pudieron descargase les notes d'espublización
br: N'hall ket pellgargañ notennoù an handelv
kk: Релиз туралы мәліметтері жүктеу мүмкін емес
ko: 릴리즈 정보를 다운로드 할 수 없습니다.

source: Please check your internet connection.
ast: Por favor, compruebe la so conexón a Internet.
br: Mar plij, gwiriit ho kennask internet.
kk: Өзіңіздің интернетпен қосылысыңызды тексеріңіз.
ko: 인터넷 연결 상태를 확인하십시오.

source: Upgrade
ast: Anovar
br: Hiziavaat
kk: Жаңарту
ko: 업그레이드

source: Release Notes
ast: Notes de la versión
br: Notennoù an handelv
kk: Релиз туралы мәлімет
ko: 릴리즈 정보
