Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada1/po/*.po
Languages: ast, br, kk, ko

source: Downloading additional package files...
ast: Descargando ficheros de paquetes adicionales...
br: O pellgargañ restroù pakadoù ouzhpenn...
kk: Пакеттердің қосымша файлдары жүктелуде...
ko: 다른 새 꾸러미 파일을 받는 중...

source: File %s of %s at %sB/s
ast: Ficheru %s de %s a %sB/s
br: Restr %s eus %s da %sB/eilenn
kk: %sб/с жылдамдықпен %s файлдың %s
ko: 파일 %s / %s, 속도 %sB/s

source: File %s of %s
ast: Ficheru %s de %s
br: Restr %s eus %s
kk: %s файлдың %s
ko: 파일 %s / %s

source: Open Link in Browser
ast: Abrir vínculu nel restolador
br: Digeriñ an ere er merdeer
kk: Сілтемені веб шолғышта ашу
ko: 브라우저로 링크 열기

source: Copy Link to Clipboard
ast: Copiar vínculu nel Cartafueyu
br: Eilañ an ere er golver
kk: Сілтемені алмастыру буферіне көшіру
ko: 링크를 클립보드에 복사

source: Downloading file %(current)li of %(total)li with %(speed)s/s
ast: Descargando ficheru %(current)li de %(total)li a %(speed)s/s
br: O pellgargañ ar restr %(current)li eus %(total)li da %(speed)s/eilenn
kk: %(speed)s/с жылдамдықпен %(total)li файлдың %(current)li жүктелінуде
ko: %(total)li개 중 %(current)li번째 파일을 %(speed)s/s의 속도로 받는 중

source: Downloading file %(current)li of %(total)li
ast: Descargando ficheru %(current)li de %(total)li
br: O pellgargañ ar restr %(current)li eus %(total)li
kk: %(total)li файлдың %(current)li жүктелінуде
ko: %(total)li개 중 %(current)li번째 파일을 다운로드 중

source: Your Ubuntu release is not supported anymore.
ast: La to versión d'Ubuntu yá nun tien sofitu téunicu.
kk: Сіздің Ubuntu нұсқаңызға қолдау ендігәрі көрсетілмейді.
ko: 현재 사용 중인 우분투 배포판은 더 이상 지원되지 않습니다.

source: You will not get any further security fixes or critical updates. Please upgrade to a later version of Ubuntu Linux.
ast: Nun van obtenese más anovamientos de seguridá o críticos. Anueva a una versión más recién d'Ubuntu Linux.
kk: Ендігәрі сіз қауіпсіздік немесе маңызды жаңартуларды ала алмайтын боласыз. Ubuntu соңғы релиздеріне дейін жаңартылыңыз.
ko: 앞으로 보안 패치, 치명적인 버그 수정을 받을 수 없습니다. 최신 우분투로 업그레이드 하십시오.

source: Upgrade information
ast: Información d'anovamientu
br: Titouroù a-fet hizivaat
kk: Жаңарту жайлы ақпарат
ko: 업그레이드 정보

source: Version %s:
ast: Versión %s:
br: Handelv %s :
kk: %s нұсқасы:
ko: 버전 %s:

source: No network connection detected, you can not download changelog information.
ast: Nun se deteutaren conexones de rede, nun pue descargase la información del rexistru de cambeos.
kk: Желілік қосылыс жоқ, өзгертулер тізімін жүктеп алу мүмкін емес.
ko: 네트워크에 연결되어 있지 않습니다. 바뀐 내용(changelog)을 다운로드할 수 없습니다.

source: Downloading list of changes...
ast: Descargando la llista de cambeos...
br: O pellgargañ roll ar c'hemmoù...
kk: Өзгертулер тізімін жүктеу...
ko: 바뀐 내용 목록을 다운로드하고 있습니다...

source: _Deselect All
ast: _Deseleicionar too
kk: _Белгілердің барлығын алып тастау

source: Select _All
ast: Seleicion_ar too
kk: Б_арлығын таңдау

source: %(count)s update has been selected.
ast: Hai %(count)s anovamientu esbilláu.
kk: %(count)s жаңарту белгіленген.
ko: %(count)s개의 업데이트가 선택 되었습니다.

source: %s will be downloaded.
ast: Va descargase %s.
br: Pellgarget e vo %s.
kk: %s жүктелінетін болады.
ko: %s을(를) 다운로드 하게됩니다.

source: The update has already been downloaded, but not installed
ast: L'anovamientu yá se descargó, pero aínda nun s'instaló
kk: Жаңарту(лар) жүктелінді, бірақ орнатылмады
ko: 업데이트는 이미 모두 받았으나 깔리지 않음

source: There are no updates to install
ast: Nun hai anovamientos a instalar
kk: Орнатылатын жаңарту жоқ
ko: 새로 깔 업데이트 없음

source: Unknown download size.
ast: Desconozse'l tamañu de descarga.
br: Ment ar pellgargañ dianav.
kk: Жүктелінетін көлем белгісіз.
ko: 다운로드 크기 알 수 없음

source: It is unknown when the package information was updated last. Please click the 'Check' button to update the information.
ast: Nun se sabe cuándo foi la cabera vegada que s'anovó la información del paquete. Calca'l botón «Comprobar» p'anovar la información.
kk: Пакет жайлы мәлімет қашан жаңартылғаны белгісіз. Мәліметті жаңарту үшін "Тексеру" батырмасын басыңыз.

source: The package information was last updated %(days_ago)s days ago. Press the 'Check' button below to check for new software updates.
ast: La información de los paquetes anovóse per cabera vegada fai %(days_ago)s díes. calca'l botón «Comprobar» d'abaxo pa comprobar nuevos anovamientos de software.
kk: Пакеттер жайлы мәлімет %(days_ago)s күн бұрын жаңартылған. Жаңартулардың жетімдігін тексеру үшін "Тексеру" батырмасын басыңыз.
ko: 꾸러미 정보가 %(days_ago)s일 전에 마지막으로 업데이트 되었습니다.

source: The package information was last updated %(days_ago)s day ago.
ast: La información del paquete anovóse fai %(days_ago)s día.
kk: Пакеттер жайлы мәлімет %(days_ago)s күн бұрын жаңартылған.
ko: 꾸러미 정보를 %(days_ago)s일 전에 업데이트했습니다.

source: The package information was last updated %(hours_ago)s hour ago.
ast: La información tocante a los paquetes anovóse per cabera vegada fai %(hours_ago)s hora.
kk: Пакеттер жайлы мәлімет %(hours_ago)s сағат бұрын жаңартылған.
ko: 꾸러미 정보가 %(hours_ago)s시간 전에 갱신 되었습니다.

source: The package information was last updated about %s minutes ago.
ast: La información de los paquetes anovóse fai %s minutos.
kk: Пакеттер жайлы мәлімет %s минут бұрын жаңартылған.

source: The package information was just updated.
ast: La información de los paquetes acaba d'anovase.
kk: Пакеттер жайлы мәлімет қазір ғана жаңартылды.

source: Software updates correct errors, eliminate security vulnerabilities and provide new features.
ast: Los anovamientos de software igüen fallos, desanicien vulnerabilidaes de seguridá y apurren nueves funcionalidaes.
br: Gant hizivadennoù ar meziantoù e vez reishaet ar fazioù, dilamet gwanderioù a-fet diogelroez ha kinniget molladoù nevez.
kk: Бағдарламалардың жаңартулары қателер мен осалдықтарды (уязвимости) жөндеп, жаңа мүмкіншіліктерді қосады.
ko: 소프트웨어 업데이트는 에러를 고치고, 보안 문제를 없애며 새로운 기능을 드립니다.

source: Software updates may be available for your computer.
ast: Puen esistir anovamientos dispobles pal equipu.
kk: Сіздің компьютеріңіз үшін жаңартулар жетімді болуы мүмкін.
ko: 소프트웨어 업데이트가 가능할 수도 있습니다.

source: Welcome to Ubuntu
ast: Bienveníu a Ubuntu
br: Degemer mat e Ubuntu
kk: Ubuntu-ға қош келдіңіз
ko: 우분투의 세계에 오신 것을 환영합니다.

source: These software updates have been issued since this version of Ubuntu was released. If you don't want to install them now, choose "Update Manager" from Applications later.
ast: Estos anovamientos de software espublizáronse dende que se distribuyó esta versión d'Ubuntu. Si nun quies instalales agora, escueyi la opción «Xestor d'anovamientos» dende Aplicaciones, más sero.
kk: Осы бағдарламалық қамтамасыздандырудың жаңартулары осы Ubuntu нұсқасының шығарылымынан кейін шығарылды. Егер де оларды қазір орнатуыңыз келіп тұрған жоқ болса, кейінірек Бағдарламалар мәзірінен "Жаңартулар менеджерін" қолданып орната аласыз.

source: These software updates have been issued since this version of Ubuntu was released. If you don't want to install them now, choose "Update Manager" from the Administration Menu later.
ast: Estos anovamientos de software espublizáronse dende que se distribuyó esta versión d'Ubuntu. Si nun quies instalales agora, escueyi la opción «Xestor d'anovamientos» dende'l menú d'Alministración, más sero.
kk: Осы бағдарламалық қамтамасыздандырудың жаңартулары осы Ubuntu нұсқасының шығарылымынан кейін шығарылған. Егер де оларды қазір орнатуыңыз келіп тұрған жоқ болса, кейінірек Әкімшілік мәзірінен "Жаңарту менеджерін" қолданып орната аласыз.

source: Software updates are available for this computer
ast: Hai anovamientos de software disponibles pa esti equipu
br: Hegerz ez eus hizivadennoù evit meziantoù evit an urzhiataer-mañ
kk: Осы компьютерге бағдарламалық қамтамасыздандырудың жаңартулары жетімді
ko: 이 컴퓨터에 새 소프트웨어 업데이트가 있습니다.

source: If you don't want to install them now, choose "Update Manager" from Applications later.
ast: Si nun quies instalales agora, podrás facelo dempués dende'l «Xestor d'anovamientos» nel menú Aplicaciones.
kk: Егер де оларды қазір орнатуыңыз келіп тұрған жоқ болса, онда кейін оларды Бағдарламалар мәзірінен "Жаңартулар менеджері" таңдау арқылы ала аласыз.
ko: 만약 지금 깔고 싶지 않으시면, 이후 "프로그램"의 "업데이트 관리자"를 써서 깔을 수 있습니다.

source: If you don't want to install them now, choose "Update Manager" from the Administration menu later.
ast: Si nun quies instalalos agora, podrás facelo llueu seleicionando «Xestor d'anovamientos» nel menú d'Alministración.
br: Ma ne fell ket deoc'h o staliañ bremañ, dibabit "Ardoer an hizivaat" diwar lañser ar melestradurezh diwezhatoc'h.
kk: Егер де сіз оларды қазір орнатпаймын десеңіз, кейінірек оны Жүйелік бас мәзіріндегі Әкімшілік мәзірінде "Жаңарту менеджерінде" жасауыңыз мүмкін.
ko: 지금 깔고 싶지 않는다면 나중에 관리 메뉴의 "업데이트 관리자"를 쓰시면 됩니다.

source: The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
ast: L'anovación necesita un total de %s d'espaciu llibre nel discu '%s'. Por favor llibera a lo menos un espaciu en discu adicional de %s en '%s'. Vacia la to papelera y esborra paquetes temporales d'instalaciones usando 'sudo apt-get clean'.
br: Ezhomm ez eus ur sammad %s egor diac'hub war ar gantenn '%s'. Mar plij, dieubit %s a egor ouzhpenn diwar ar gantenn war '%s'. Goullonderiñ ho lastez ha dilamit ar pakadoù padennek o teus eus staliadurioù kent en ur arverañ 'sudo apt-get clean'.
kk: Жаңарту жасау үшін "%s" дискісінде %s бос дискілік орын қажет. "%s" дискісінде ең аз дегенде %s дискілік орын босатуыңыз керек. "sudo apt-get clean" команданы орындау арқылы өзіңіздің корзинаңызды тазартып, бағдарламалар орнатылымның уақытша пакеттерді жойыңыз.
ko: 업그레이드에는 '%s' 디스크에 모두 %s의 빈 공간이 필요합니다. 최소한 %s의 빈 디스크 공간을 '%s'에 남겨주세요. 휴지통을 비우고 'sudo apt-get clean' 명령을 써서 이전에 깔을 때 썼던 임시 꾸러미를 지우십시오.

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
ast: L'equipu necesita reaniciase pa finar l'anovamientu. Guarda tolos trabayos enantes de continuar.
br: Ret eo adloc'hañ an urzhiataer a-benn peurechuiñ an hizivadurioù. Mar plij, enrollit ho labourioù kent kenderc'hel ganti.
kk: Жаңартуды толығымен орнату үшін, компьютерді қайта жүктеу қажет. Әрі қарай жалғастыру алдында, өзіңіздің жұмысыңызды сақтаңыз.
ko: 업데이트를 끝내려면 컴퓨터를 다시 시작해야 합니다. 그 전에 하던 것을 저장하십시오.

source: Reading package information
ast: Lleendo información de paquete
br: O lenn stlennoù ar pakad(où)
kk: Пакет туралы ақпаратты оқу
ko: 꾸러미 정보를 읽는 중

source: Connecting...
ast: Coneutando…
br: O kennaskañ…
kk: Қосылуда...
ko: 접속 중...

source: You may not be able to check for updates or download new updates.
ast: Nun puedes verificar anovamientos o baxar nuevos anovamientos.
kk: Жаңартуларға тексеру немесе жүктеуге құқықтар жетіспейді.
ko: 업데이트를 확인할 수 없거나 새 업데이트를 다운받지 못할 수 있습니다.

source: Could not initialize the package information
ast: Nun pudo anicializase la información de los paquetes
br: N'hall ket deraouekaat stlennoù ar pakad(où)
kk: Пакеттер жайлы ақпаратты алу мүмкін емес
ko: 꾸러미 정보를 초기화할 수 없습니다.

source: An unresolvable problem occurred while initializing the package information. Please report this bug against the 'update-manager' package and include the following error message:
ast: Hebo un fallu que nun ye dable de iguar cuando s'anicializaba la información de los paquetes. Por favor, informe d'ésto como un fallu nel paquete «update-manager» ya incluya'l siguiente mensax de fallu:
br: Degouezhet ez eus bet ur gudenn na c'haller ket diskoulmañ e-pad ma oa o teraouekaat stlennoù ar pakadoù. Mar plij, savit un danevell a-fet beug a-zivout pakad 'update-manager' ha lakait ar gemennadenn a-fet fazi da heul :
kk: Пакет туралы ақпаратты ашу кезінде шешілмейтін қате туындады. "update-manager" пакетінің осы қате туралы хабарлап, оған қосы келесі хабарламаны қосыңыз:
ko: 꾸러미 정보를 초기화하는 과정에서 고칠 수 없는 문제가 발생했습니다. 다음 오류 메시지를 함께 포함해서 'update-manager' 꾸러미로 이 버그를 알려주십시오:

source: An unresolvable problem occurred while calculating the upgrade. Please report this bug against the 'update-manager' package and include the following error message:
ast: Hebo un fallu que nun ye dable de iguar cuando se calculaba l'anovamientu. Por favor, informe d'ésto como un fallu nel paquete «update-manager» ya incluya'l siguiente mensax de fallu:
br: Degouezhet ez eus bet ur gudenn na c'haller ket diskoulmañ e-pad ma oa o jediñ an hizivadenn. Mar plij, savit un danevell a-fet beug a-zivout pakad 'update-manager' ha lakait ar gemennadenn a-fet fazi da heul :
kk: Жаңартуды есептеу кезінде шешілмейтін қате туындады. "update-manager" пакетінің осы қате туралы хабарлап, оған қосы келесі хабарламаны қосыңыз:
ko: 업그레이드 작업 계산 과정에서 고칠 수 없는 문제가 나왔습니다. 다음 오류 메시지를 함께 포함해서 'update-manager' 꾸러미로 이 버그로 알려주십시오:

source: (New install)
ast: (Instalación nueva)
br: (Staliadur nevez)
kk: (Жаңа орнатылым)
ko: (새로 깔기)

source: (Size: %s)
ast: (Tamañu: %s)
br: (Ment : %s)
kk: (Мөлшер: %s)
ko: (크기: %s)

source: From version %(old_version)s to %(new_version)s
ast: De la versión %(old_version)s a la %(new_version)s
br: Eus an handelv %(old_version)s da %(new_version)s
kk: %(old_version)s нұсқасынан %(new_version)s нұсқасына
ko: 버전 %(old_version)s에서 %(new_version)s(으)로

source: Version %s
ast: Versión %s
br: Handelv %s
kk: Нұсқа %s
ko: 버전 %s

source: Release upgrade not possible right now
ast: L'anovamientu de versión nun ye posible nesti intre
kk: Дәл қазір релизді жаңартуы мүмкін емес
ko: 배포판 업그레이드는 현재 가능하지 않습니다.

source: The release upgrade can not be performed currently, please try again later. The server reported: '%s'
ast: L'anovamientu de versión nun ye posible nesti intre, inténtalo más sero. El sirvidor informó: «%s»
kk: Релиздың жаңартуын қазір орындауға болмайды, кейінірек қайта жасап көріңіз. Сервер жауабы: "%s"
ko: 지금 배포판 업그레이드를 할 수 없으므로 나중에 다시 시도하십시오. 서버의 보고: '%s'

source: Downloading the release upgrade tool
ast: Descargar la ferramienta d'anovamientu del llanzamientu
br: O pellgargañ an ostilh da hizivaat an handelvoù
kk: Дистрибутивті жаңарту құралы жүктелуде
ko: 배포판 업그레이드 도구를 다운로드 중입니다.

source: <b>New Ubuntu release '%s' is available</b>
ast: <b>Nueva versión d'Ubuntu '%s' disponible</b>
br: <b>Hegerz ez eus un handelv nevez eus Ubuntu '%s'</b>
kk: <b>Ubuntu жаңа "%s" релизі жетімді</b>
ko: <b>새 우분투 버전인 '%s'(으)로 업그레이드 할 수 있습니다</b>

source: Software index is broken
ast: L'índiz de software ta frañáu
br: Torret eo ibil ar meziantoù
kk: Бағдарламалардың индексі бұзылған
ko: 소프트웨어 목록이 망가졌습니다.

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
ast: Nun ye dable instalar o desinstalar dengún programa. Por favor, use'l xestor de paquetes «Synaptic», o execute «sudo apt-get install -f» nuna terminal, pa correxir esti problema primero.
br: N'eus ket tro da staliañ pe distaliañ meziantoù ebet. Mar plij, arverit an ardoer pakadoù "Synaptic" pe erounezit "sudo apt-get install -f" gant un dermenell a-benn ratreañ ar gudenn-mañ da gentañ.
kk: Бағдарламаларды орнату немесе жою мүмкін емес. Мәселені шешу үшін "Synaptic" пакеттер менеджерін қолданыңыз немесе терминалда "sudo apt-get install -f" орындаңыз.
ko: 어떤 소프트웨어도 깔거나 지울 수 없습니다. 우선 꾸러미 관리자인 "시냅틱"을 쓰거나 터미널에서 "sudo apt-get install -f" 명령을 내려 이 문제를 고치십시오.

source: Check for Updates
ast: Guetar anovamientos
kk: Жаңартулардың жетімдігіне тексеру

source: Install All Available Updates
ast: Instalar tolos anovamientos disponibles
kk: Барлық жетімді жаңартуларды орнату

source: Cancel
ast: Encaboxar
br: Nullañ
kk: Болдырмау
ko: 취소

source: Install
ast: Instalar
br: Staliañ
kk: Орнату
ko: 깔기

source: Building Updates List
ast: Construyendo llista d'anovamientos
br: O sevel roll an hizivadennoù
kk: Жаңартулар тізімі құрастырылуда
ko: 업데이트 목록 구성 중

source: A normal upgrade can not be calculated, please run: sudo apt-get dist-upgrade This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
ast: Nun pude facese un anovamientu normal, por favor execute: sudo apt-get dist-upgrade Esto puede tar provocao por: * Una anovación anterior incompleta * Problemes con dalgún software instaláu * Paquetes non oficiales de software, non provistos por Ubuntu * Cambeos normales nuna versión de pre-llanzamientu d'Ubuntu
br: N'eus ket tro da jediñ un hizivadenn reol, mar plij erounezit : sudo apt-get dist-upgrade Dougezhet eo en abet da : * Un hizivaat kent nad eo ket bet echuet * Kudennoù gant pakadoù staliet zo * Pakadoù meziantoù ankefridiel ket pourchaset gant Ubuntu * Kemmoù reol ur rakhandelv eus Ubuntu
kk: Кәдімгі жаңарту есептеліне алынбай жатыр, осыны орындап көріңіз: sudo apt-get dist-upgrade Келесідей пайда болу себептері болуы мүмкін: * Алдыңғы аяқталмаған жаңарту кесірінен * Кейбір орнатылған бағдарламалар немесе пакеттердің мәселелер кесірінен * Ubuntu-да қолдау жоқ ресми емес пакеттердің кесірінен * Ubuntu алдын ала нұсқасындағы жасалған өзгертулер кесірінен
ko: 일반적인 업그레이드로 추정할 수 없음. 다음을 실행하십시오: sudo apt-get dist-upgrade 이렇게 된 이유로는: * 이전 업그레이드가 끝나지 않음 * 깔린 소프트웨어 중 일부에 문제가 있음 * 우분투에서 드리지 않는 비공식 소프트웨어 꾸러미 * 아직 나오지 않은 다음 버전의 우분투에 달라진 점이 있음

source: Downloading changelog
ast: Descargando l'informe de cambeos
br: O pellgargañ kerzhlevr ar c'hemmoù
kk: Өзгертулер тізімін жүктеу
ko: 바뀐 내용 다운로드 중

source: Other updates (%s)
ast: Otros anovamientos (%s)
br: Hizivadennoù all (%s)
kk: Басқа жаңартулар (%s)
ko: 다른 업데이트 (%s)

source: Changes for the versions: Installed version: %s Available version: %s
ast: Cambeos de les versiones: Versión instalada: %s Versión disponible: %s
kk: Нұсқа өзгертулері: Орнатылған нұсқа: %s Жетімді нұсқа: %s

source: This update does not come from a source that supports changelogs.
ast: Esti anovamientu nun vien d'una fonte que soporte rexistru de cambeos.
kk: Бұл өзгерту өзгертулердің тарихын сақтамайтын қайнар көзінен ұсынылған.

source: Failed to download the list of changes. Please check your Internet connection.
ast: Hebo un fallu al descargar la llista de cambeos. Compruebe la so conexón a Internet.
br: C'hwitadenn war pellgargañ ar roll kemmoù. Gwiriit ho kennask internet.
kk: Өзгертулер тізімін жүктеу сәтсіз аяқталды. Өзіңіздің интернет қосылысыңызды тексеріңіз.
ko: 바뀐 내용 목록을 받는 데 실패했습니다. 인터넷 연결을 확인해 보세요.

source: The changelog does not contain any relevant changes. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
ast: El rexistru de cambeos nun contíén dengún cambéu notable. Por favor, use http://launchpad.net/ubuntu/+source/%s/%s/+changelog hasta que los cambeos tén disponibles, o prebe de nuevu más sero.
br: E kerzhlevr ar c'hemmoù n'eus tamm kemm ebet o klotañ ganti. Grit gant http://launchpad.net/ubuntu/+source/%s/%s/+changelog betek ma 'z ay ar c'hemmoù da hegerz pe glaskit diwezhatoc'h.
kk: Өзгертулер тізімі осы пакетпен байланысты жазбалары әзірше жоқ. Өзгертулер тізімі дайын болғанша http://launchpad.net/ubuntu/+source/%s/%s/+changelog қараңыз немесе өзгертулер тізімін кейінірек қайтадан байқап көріңіз.
ko: 바뀐 내용 목록에 내용이 없습니다. 바뀐 내용 목록이 사용 가능하게 되기 전에는 일단 다음 주소를 사용하거나 나중에 다시 시도하십시오. http://launchpad.net/ubuntu/+source/%s/%s/+changelog

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
ast: La llista de cambeos nun ta disponible entá. Por favor, use http://launchpad.net/ubuntu/+source/%s/%s/+changelog hasta que los cambeos tean disponibles, o téntelo más sero.
br: N'eo ket hegerz c'hoazh roll ar c'hemmoù. Grit gant http://launchpad.net/ubuntu/+source/%s/%s/+changelog betek ma 'z ay ar c'hemmoù da hegerz pe glaskit diwezhatoc'h.
kk: Өзгертулер тізімі әзірше жоқ. Өзгертулер тізімі дайын болғанша http://launchpad.net/ubuntu/+source/%s/%s/+changelog қараңыз немесе өзгертулер тізімін кейінірек қайтадан байқап көріңіз.
ko: 아직은 바뀐 내용 목록을 사용할 수 없습니다. 바뀐 내용 목록이 사용 가능하게 되기 전에는 일단 다음 주소를 사용하거나 나중에 다시 시도하십시오. http://launchpad.net/ubuntu/+source/%s/%s/+changelog

source: Failed to detect distribution
ast: Fallu al deteutar la distribución
br: C'hwitadenn war dinoiñ an dasparzhadenn
kk: Дистрибутивті анықтау мүмкін емес
ko: 배포판 탐지 실패

source: A error '%s' occurred while checking what system you are using.
ast: Hebo un fallu «%s» mientres se comprobaba qué sistema ta usando.
br: Degouezhet ez eus bet ur fazi '%s' e-pad ma oa o wiriañ peseurt reizhiad emaoc'h oc'h ober gantañ.
kk: Қандай жүйенің қолданып жатқаныңызды анықтау кезінде "%s" қатесі туындады.
ko: 사용중인 시스템을 확인하는 도중에 오류 '%s'(이)가 발생했습니다.

source: Important security updates
ast: Anovamientos importantes de seguridá
br: Hizivadennoù a-fet diogelroez pouezus
kk: Маңызды қауіпсіздік жаңартулары
ko: 중요한 보안 업데이트

source: Recommended updates
ast: Anovamientos encamentaos
br: Hizivadennoù erbedet
kk: Қолдануға ұсынылған жаңартулар
ko: 추천하는 업데이트

source: Proposed updates
ast: Anovamientos propuestos (proposed)
br: Hizivadennoù kinniget
kk: Ұсынылған жаңартулар
ko: 제안하는 업데이트

source: Backports
br: Drekpakadoù
kk: Бұрыңғы нұсқаларынан бейімделу (backports-бэкпорты)

source: Distribution updates
ast: Anovamientos de la distribución
br: Hizivadennoù an darzparzhadenn
kk: Дистрибутив жаңартулары
ko: 배포판 업데이트

source: Other updates
ast: Otros anovamientos
br: Hizivadennoù all
kk: Басқа жаңартулар
ko: 기타 업데이트

source: <b><big>You must check for updates manually</big></b> Your system does not check for updates automatically. You can configure this behavior in <i>Software Sources</i> on the <i>Updates</i> tab.
ast: <b><big>Tienes de comprobar los anovamientos manualmente</big></b> El to sistema nun comprueba los anovamientos automáticamente. Pues configurar esti comportamientu en <i>Oríxenes del software</i>, na llingüeta <i>Anovamientos</i>.
br: <b><big>Ret eo deoc'h klask an hizivadennoù dre zorn</big></b> Ne glask ket ho reizhiad an hizivadennoù gant un doare emgefreek. Kefluniet e vez an emzalc'h-mañ e <i>Tarzhioù ar meziantoù</i> war an ivinell <i>Hizivadennoù</i>.
kk: <b><big>Жаңартуларды жетімдігін жекешелей (вручную) байқап көруіңіз қажет</big></b> Сіздің жүкеңіз жаңартулардың жетімдігін тексермейді. Оны <i>Бағдарламалар қайнар көздерінен</i>, <i>Жаңартулар</i> бетбелгісінде өзгертуіңізге болады.
ko: <b><big>업데이트를 직접 확인해야 합니다.</big></b> 업데이트 확인이 자동으로 되지 않습니다. 이 동작은 <i>소프트웨어 소스</i> 내의 <i>업데이트</i> 탭에서 설정할 수 있습니다.

source: <big><b>Not all updates can be installed</b></big>
ast: <big><b>Nun pudieron instalase tolos anovamientos</b></big>
br: <big><b>N'eus ket tro da staliañ an holl hizivadennoù</b></big>
kk: <big><b>Кейбір жаңартуларды орнату мүмкін емес</b></big>
ko: <big><b>모든 업데이트를 깔 수 없습니다</b></big>

source: <big><b>Running on battery</b></big>
ast: <big><b>Alimentáu por bateríes</b></big>
br: <big><b>O vont en dro gant podoù tredan</b></big>
kk: <big><b>Батарейден жұмыс істелуде</b></big>
ko: <big><b>배터리로 동작 중</b></big>

source: <big><b>Starting Update Manager</b></big>
ast: <big><b>Aniciando Update Manager</b></big>
br: <big><b>O loc'hañ an ardoer hizivaat</b></big>
kk: <big><b>Жаңарту менеджері ашылуда</b></big>
ko: <b><big>업데이트 관리자를 시작합니다</big></b>

source: Changes
ast: Cambeos
br: Kemmoù
kk: Өзгерістер
ko: 바뀐 내용

source: Chec_k
ast: C_omprobar
br: _Gwiriañ
kk: _Тексеру
ko: 점검(_K)

source: Co_ntinue
ast: Co_ntinuar
br: Ke_nderc'hel
kk: _Жалғастыру
ko: 계속(_N)

source: Description
ast: Descripción
br: Deskrivadur
kk: Сипаттама
ko: 설명

source: Description of update
ast: Descripción del anovamientu
br: Deskrivadur an hizivadenn
kk: Жаңартудың сипаттамасы
ko: 업데이트 설명
