Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada1/po/*.po
Languages: ast, br, kk, ko

source: 0 kB
kk: 0 кБ

source: 1 kB
kk: 1 кБ

source: %.0f kB
kk: %.0f кБ

source: %.1f MB
br: %.1f Me
kk: %.1f Мб

source: Server for %s
ast: Sirvidores pa %s
br: Dafariad evit %s
kk: %s үшін сервер
ko: %s 서버

source: Main server
ast: Sirvidor principal
br: Penndafariad
kk: Негізгі сервер
ko: 주 서버

source: Custom servers
ast: Sirvidores personalizaos
br: Dafariadoù personelaet
kk: Өзіңіздің серверлеріңіз
ko: 사용자 정의 서버

source: Could not calculate sources.list entry
ast: Nun pudo calculase la entrada sources.list
br: N'eus ket tu da jediñ enankad sources.list
kk: sources.list элементін санау мүмкін емес
ko: sources.list 항목을 계산할 수 없습니다.

source: Unable to locate any package files, perhaps this is not a Ubuntu Disc or the wrong architecture?
ast: Nun puede llocalizase dengún paquete, seique nun ye un discu d'Ubuntu o nun ye l'arquiteutura correuta.
br: N'eo ket gouest da zelec'hiañ tamm restr pakad ebet, marteze n'eo ket ur gantenn Ubuntu pe an adeiladezh fall ?
kk: Пакеттер файлдарын табу мүмкін емес, мүмкін бұл Ubuntu дистрибутивының дискісі да емес, немесе бұрыс сәулетті диск шығар?
ko: 꾸러미 파일을 찾을 수 없습니다. 우분투 디스크가 아니거나 잘못된 아키텍쳐(x86, x64)입니다.

source: Failed to add the CD
ast: Falló amestar el CD
br: C'hwitadenn war ouzhpennañ ar CD
kk: CD дискі қосу сәтсіз аяқталды
ko: CD 추가하기 실패

source: There was a error adding the CD, the upgrade will abort. Please report this as a bug if this is a valid Ubuntu CD. The error message was: '%s'
ast: Asocedió un erru al amestar el CD; Torgóse l'anovamientu. Por favor, informe d'esto como un fallu si esti ye un CD válidu d'Ubuntu. El mensax d'error foi: «%s»
br: Degouezhet ez eus bet ur fazi e-pad ma oa oc'h ouzhpennañ ar CD, dilezet e vo an hizivaat. Mar plij, kasit un danevell fazioù mard eo ur gantenn Ubutu talvoudek. Kemennadenn ar fazi a oa : '%s'
kk: CD дискіні қосу кезінде қате туындады, жаңарту тоқтатылатын болады. Егер бұл дұрыс Ubuntu CD дискісі болған жағдайда, осы қате туралы хабарлауыңызды сұраймыз. Қате туралы мәлімдеме: "%s"
ko: CD를 추가할 때 오류가 발생하였기 때문에 업그레이드를 중단합니다. 올바른 우분투 CD를 사용했다면 이 버그를 보고해 주십시오. 오류 메시지: '%s'

source: Remove package in bad state
ast: Desaniciar paquete en mal estáu
br: Dilemel ar pakad en ur stad fall
kk: Қате етіп белгіленген пакетті жою
ko: 오류 상태인 꾸러미 지우기

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Do you want to remove this package now to continue?
ast: El paquete «%s» ta nun estáu inconsistente y hai de reinstalalu, pero nun s'alcuentra en dengún repositoriu. ¿Quies desinstalar esti paquete agora pa continuar?
br: En ur stad digeverlec'h eo ar pakad '%s' ha ret eo dezhañ bezañ adstaliet, ne gaver ket dielloù evitañ avat. Ha fellout a ra deoc'h dilemel ar pakad-mañ bremañ evit kenderc'hel ?
kk: "%s" пакеті (немесе пакеттері) үйлесімді емес, оны (оларды) қайта орнату қажет, бірақ та оның (олардың) архивті файл(дары) табылмады. Әрі қарай жалғастыру үшін осы пакетті (пакеттерді) жойғыңыз келеді ме?
ko: 꾸러미 '%s'은(는) 불완전한 상태이기 때문에 다시 깔야야 하지만, 저장소에서 찾을 수 없습니다. 이 꾸러미를 지우고 계속하겠습니까?

source: The server may be overloaded
ast: El sirvidor puede tar sobrocargáu
br: Marteze ez eo an dafariad dreistkarget
kk: Мүмкін сервер асыра тиелген
ko: 서버가 과부화 상태인 것 같습니다

source: Broken packages
ast: Paquetes frayaos
br: Pakadoù torr
kk: Бұзылған пакеттер
ko: 망가진 꾸러미

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
ast: El to sistema contién paquetes frayaos que nun pueden iguase con esti software. Por favor ígualo enantes d'usar synaptic o apt-get
br: Pakadoù torr n'hallont ket bezañ ratreet gant ar meziant-mañ ez eus gant ho reizhiad. Mar plij, ratreit i da gentañ dre arverañ synaptic pe apt-get kent an argerzh.
kk: Жүйеде, осы бағдарламамен жөндеу мүмкін емес, бұзылған пакеттер бар. Әрі қарай жалғастыру үшін оларды synaptic немесе apt-get бағдарламасының біреуінің көмегімен жөндеңіз.
ko: 이 소프트웨어로 고칠 수 없는 망가진 꾸러미가 있습니다. 진행하기 전에 시냅틱이나 apt-get을 사용하여 복구하십시오.

source: An unresolvable problem occurred while calculating the upgrade: %s This can be caused by: * Upgrading to a pre-release version of Ubuntu * Running the current pre-release version of Ubuntu * Unofficial software packages not provided by Ubuntu
ast: Hebo un problema ensin solución al calcular l'anovamientu: %s L'orixe pue ser por cuenta de: * Anovar a una versión pre-llanzamientu d'Ubuntu * Tener yá instalada la versión pre-llanzamientu actual d'Ubuntu * Paquetes de software non oficiales que Ubuntu nun ufre
br: Degouezhet ez eus bet ur fazi pa oa o jediñ an hizivadenn : %s Dougezhet eo en abet da : * Hizivadur ur rakhandelv eus Ubuntu * Erounezadur eus ar rakhandelv eus Ubuntu * Pakadoù meziantoù ankefridiel ket pourchaset gant Ubuntu
kk: Жаңартуды есептеу кезінде шешілмейтін қате пайда болды: %s Ол келесіден шығуы мүмкін: * Ubuntu-ның пререлизді нұсқасына дейін жаңартылуыдан * Ubuntu-ның ағымдағы пререлизді нұсқасын жүктелуінен * Ubuntu қолдау көрсетпейтін ресми емес бағдарламалар пакеттерінен
ko: 업데이트를 계산하는 중 해결할 수 없는 문제가 생겼습니다.: %s 이것의 원인은 다음 중 하나일 수 있습니다: * 차기 버전의 우분투 업그레이드로 업그레이드 중이거나 * 차기 버전의 우분투를 사용하고 있거나 * 써드 파티 소프트웨어를 사용 중입니다.

source: This is most likely a transient problem, please try again later.
ast: Dablemente seya un problema transitoriu, téntelo otra vegada más sero.
br: Stumm ur gudenn badennek zo warni, klaskit diwezhatoc'h, mar plij.
kk: Мүмкін бұл уақытша мәселе, кейінірек тағы байқап көріңіз.
ko: 이것은 아마도 일시적인 문제일 것입니다. 나중에 다시 시도해 주시기 바랍니다.

source: If none of this applies, then please report this bug using the command 'ubuntu-bug update-manager' in a terminal.
ast: Si denguna d'éstes aplica, entós informa d'esti fallu usando la orde «ubuntu-bug update-manager» nuna terminal.
kk: Егер ұсынылғанның шешімнің біреуі де көмектеспесе, осы қате туралы терминалда "ubuntu-bug update-manager" командасын орындау арқылы хабарлаңыз.
ko: 이 중 어떤 것도 적용되지 않는 경우 이 버그를 터미널에서 'ubuntu-bug update-manager' 명령을 입력하여 보고해주십시오.

source: Could not calculate the upgrade
ast: Nun pue calculase l'anovamientu de versión
br: N'eo ket gouest da jediñ an hizivadenn
kk: Жүйенің жаңартуын есептеу мүмкін емес
ko: 업그레이드에 필요한 의존성을 계산할 수 없습니다.

source: Error authenticating some packages
ast: Error autentificando dalgunos paquetes
br: Fazi gant dilesa pakadoù zo
kk: Кейбір пакеттердің растығын тексеру кезінде қате туындады
ko: 꾸러미 인증 오류

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
ast: Nun se foi quien a autenticar dalgunos paquetes. Esto pue debese a un problema transitoriu na rede. Pruebe otra vegada más sero. Vea abaxo una llista de los paquetes non autenticaos.
br: Ne oa ket tro da zilesa pakadoù zo. Moarvat ez eo ur gudenn badennek. Marteze ho po c'hoant da glask diwezhatoc'h. Taolit ur sell amañ dindan war ur rollad pakadoù andilesaet.
kk: Кейбір пакеттердің шынайлығын тексеру мүмкін емес. Мүмкін бұл желімен қысқа уақытты мәселе, кейінірек тағы қайталап көріңіз. Төменде шынайлығы тексеріле алынбаған пакеттер тізімі көрсетілген.
ko: 인증할 수 없는 꾸러미가 있습니다. 일시적인 네트워크 문제일 수 있으니 이 경우라면 나중에 다시 시도하십시오. 인증되지 않은 꾸러미의 목록은 다음과 같습니다.

source: The package '%s' is marked for removal but it is in the removal blacklist.
ast: El paquete '%s' ta conseñáu pa desaniciar, pero ta na llista de non desaniciables.
br: Merket eo ar pakad '%s' da vezañ dilamet, war roll du an dilemel emañ koulskoude.
kk: "%s" пакеті жойылуға тиісті етіп белгіленген, бірақ ол жойылуға тыйым салынған тізімде.
ko: 꾸러미 '%s'은(는) 지우기 블랙리스트에 적혀 있어서 지울 수 없습니다.

source: The essential package '%s' is marked for removal.
ast: El paquete esencial '%s' ta conseñáu pa desaniciar.
br: Merket eo ar pakad pennañ '%s' da vezañ dilamet.
kk: "%s" негізгі пакеті жойылуға тиісті етіп белгіленген.
ko: 필수 꾸러미 '%s' 가 지울 것으로 표시 되었습니다.

source: Trying to install blacklisted version '%s'
ast: Intentando instalar la versión prohibida «%s»
br: Klask da staliañ an handelv '%s' a zo war ar roll du
kk: Қара тізімге кірістірілген '%s' нұсқасының орнатылу мүмкіндігі орындалуда
ko: 블랙리스트에 있는 버전 '%s'을(를) 깔려고 함

source: Can't install '%s'
ast: Nun puede instalase '%s'
br: N'hall ket staliañ '%s'
kk: "%s" орнату мүмкін емес
ko: '%s'을(를) 깔을 수 없습니다.

source: It was impossible to install a required package. Please report this as a bug using 'ubuntu-bug update-manager' in a terminal.
ast: Nun se fue a instalar el paquete requeríu. Informa d'esti fallu usando «ubuntu-bug update-manager» nuna terminal.
kk: Сұранылған пакетті орнату мүмкін емес. Осы қате туралы терминалда "ubuntu-bug update-manager" командасын орындау арқылы хабарлаңыз.

source: Can't guess meta-package
ast: Nun pudo determinase'l meta-paquete
br: N'hall ket dinoiñ ar metapakad
kk: Мета-пакетті теріп алынбады
ko: 메타 꾸러미를 추측할 수 없습니다.

source: Your system does not contain a ubuntu-desktop, kubuntu-desktop, xubuntu-desktop or edubuntu-desktop package and it was not possible to detect which version of Ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
ast: El to sistema nun contién un paquete ubuntu-desktop, kubuntu-desktop, xubuntu-desktop o edubuntu-desktop y nun foi dable detectar qué versión d'Ubuntu tas executando. Por favor, instala un de los paquetes d'abaxo enantes d'usar Synaptic o apt-get.
br: Gant ho reizhiad n'eus pakad ebet o tont eus ubuntu-desktop, kubuntu-desktop, xubuntu-desktop pe edubuntu-desktop ha n'eo ket bet evit dinoiñ peseurt handelv eus Ubuntu emaoc'h o ober ganti. Mar plij, staliit unan eus ar pakadoù meneget a-us en ur obr gant synaptic pe apt-get kent mont war-raok.
kk: Сіздің жүйеңізде ubuntu-desktop, kubuntu-desktop, xubuntu-desktop немесе edubuntu-desktop пакеттері орнатылмаған, сондықтан сізде қандай Ubuntu жүйесі жүктелінгенін анықтау мүмкін емес. Алдымен, жоғары аталған пакеттердің біреуін, synaptic немесе apt-get бағдарламасының көмегімен орнатыңыз.
ko: 시스템에 ubuntu-desktop, kubuntu-desktop, xubuntu-desktop 또는 edubuntu-desktop 꾸러미가 없으며, 현재 돌아가는 우분투의 버전을 알아낼 수 없었습니다. 위의 꾸러미 중 하나를 시냅틱이나 apt-get을 이용해서 먼저 깔으시기 바랍니다.

source: Reading cache
ast: Lleendo cache
br: O lenn ar grubuilh
kk: Кэшті оқу
ko: 캐시를 읽는 중

source: Unable to get exclusive lock
ast: Nun pudo obtenese un bloquéu esclusivu
br: N'eo ket gouest da gaout un unprenn
kk: Ерекше бөгеттеу (блокировка) алу мүмкін емес
ko: 배타적으로 잠글 수 없음

source: This usually means that another package management application (like apt-get or aptitude) already running. Please close that application first.
ast: Esto normalmente quier dicir que yá ta executándose otra aplicación de xestión de paquetes (como apt-get o aptitude). Por favor, pieslla esa aplicación primero.
br: Dre voaz e talv ez eus un arload ardeiñ evit ar pakadoù (evel apt-get pe aptitude) war erounit. Mar plij, serrit an arload-mañ da gentañ.
kk: Әдетте, бұл, пакеттерді басқару бағдарламаның (мысалыға, apt-get aptitude) басқа көшірмесі жұмыс істегінін білдіреді. Әрі қарай осы бағдарламамен жұмыс істеу үшін, басқа бағдарлама көшірмесін жабыңыз.
ko: 이것은 보통 또 다른 꾸러미 관리 프로그램(예를 들어 apt-get이나 aptitude)이 이미 실행 중임을 의미 합니다. 우선 그 프로그램을 닫으십시오.

source: Upgrading over remote connection not supported
ast: Nun hai sofitu p'anovar per conexón remota
br: N'eo ket skoret an hizivaat dre ur c'hennask a-bell
kk: Алыстаған қосылыста жаңартуға тыйым салынған
ko: 원격 접속을 통한 업그레이드는 지원 안 됨

source: You are running the upgrade over a remote ssh connection with a frontend that does not support this. Please try a text mode upgrade with 'do-release-upgrade'. The upgrade will abort now. Please try without ssh.
ast: Tas executando l'anovamientu sobre una conexón ssh remota con una interface d'usuariu que nun lo permite. Intenta anovar en mou testu con «do-release-upgrade». L'anovamientu va parase agora. Inténtalo ensin ssh.
br: Emaoc'h oc'h erounit an hizivaat dre ur c'hennask a-bell mod ssh gant un urzhiataer-tal na skor ket an dra-se. Mar plij, klaskit an hizivaat dre vod testenn gant 'do-release-upgrade'. Dilezet e vo an hizivaat bremañ. Klaskit hep ssh.
kk: Сіз жаңарту мүмкіндігі жоқ клиенттік бағдарлама көмегімен ssh-қосылыспенен орындағыңыз келіп тұр. Текстік режимде "do-release-upgrade" қолданып жаңартыңыз. Жаңарту тоқтатылды. Жаңартуды ssh қолданбай-ақ жасап көріңіз.
ko: 당신은 원격 SSH접속을 통한 업그레이드를 지원하지 않는 SSH프론트엔드를 사용하여 업그레이드를 실행하고 있습니다. 'do-release-upgrade' 명령을 이용하여 텍스트모드 업그레이드를 시도하십시오. 업그레이드가 중지될 것입니다. SSH를 사용하지 않고 다시 시도하십시오.

source: Continue running under SSH?
ast: ¿Continuar executando baxo SSH?
br: Kenderc'hel da erounit gant SSH ?
kk: SSH астында жұмысты жалғастыру қажет пе?
ko: SSH를 통해 실행하는 것을 계속 진행하시겠습니까?

source: This session appears to be running under ssh. It is not recommended to perform a upgrade over ssh currently because in case of failure it is harder to recover. If you continue, an additional ssh daemon will be started at port '%s'. Do you want to continue?
ast: Esta sesión paez tar executándose baxo ssh. Nun ye recomendable facer agora un anovamientu sobre ssh, porque en caso de fallu faise bien abegoso la recuperación. Si sigues, aniciaráse un degorriu ssh adicional nel puertu «%s». ¿Quies siguir?
br: An estez-mañ a hañval bezañ war erounit gant SSH. N'eo ket erbedet seveniñ an hizivaat dre SSH bremañ rak mar bet ur c'hwitadenn e vo diaesoc'h da adtapout. Mar kendalc'hot e vo loc'het ur gwazerezh SSH ouzhpenn dre ar porzh '%s'. Ha fellout a ra deoc'h kenderc'hel ?
kk: Бұл сеанс ssh арқылы жүруде. Жаңарту барысы сәтсіз болып қалатын болса, жүйені бұрыңғы қалыпқа келтіру қиынға соғады, сондықтан жаңартуларды ssh арқылы жасаумауға ескертеміз. Егер жалғастырамын десеңіз, ssh қосымша қызметі "%s" портында жұмыс істейтін болады. Әрі қарай жалғастырасыз ба?
ko: 현재 세션은 SSH에서 돌아가고 있습니다. SSH를 쓰는 세션에서의 업그레이드는 안하는 것이 좋습니다. 업그레이드를 제대로 못할 경우 원래대로 되돌리기 힘들 수 있기 때문입니다. 만약 그래도 진행하시면 '%s' 포트로 추가적인 SSH데몬이 시작될 것입니다. 계속하시겠습니까?

source: Starting additional sshd
ast: Aniciando sshd adicional
br: O loc'hañ SSHD ouzhpenn
kk: Қосымша sshd қосылуы
ko: 다른 sshd 시작하기

source: To make recovery in case of failure easier, an additional sshd will be started on port '%s'. If anything goes wrong with the running ssh you can still connect to the additional one.
ast: Pa facer más fácil la recuperación en casu de fallu, aniciaráse un sshd estra nel puertu «%s». Si daqué va mal col ssh n'execución, entá podrás coneutate al estra.
br: A-benn ma vo aesoc'h an atoriñ mar degouezho ur c'hwitadenn e loc'ho SSHS ouzhpenn dre ar porzh '%s'. Mar degouezho un dra bennak fall gant SSH war erounit e c'hallot kennaskañ ouzh unan ouzhpenn.
kk: Қайта қалпына келтіруді жеңілдету үшін, қосымша sshd қызмет '%s' портында жүктелінеді. Егер бірдеңе болып қалса, осы қызметке ssh көмегімен қосыла аласыз.
ko: 문제가 발생했을 때 복구를 쉽게 할 수 있도록 다른 sshd 데몬을 포트 '%s'에 새로 실행합니다. 현재 돌아가고 있는 ssh에 문제가 생겨도 새로 실행한 다른 데몬으로 접속할 수 있습니다.

source: If you run a firewall, you may need to temporarily open this port. As this is potentially dangerous it's not done automatically. You can open the port with e.g.: '%s'
ast: Si executes un tornafueos, pues necesitar abrir esti puertu temporalmente. Como esto ye potencialmente peligroso, nun se fai automáticamente. Pues abrir el puertu con: «%s»
kk: Егер сізде бранмауэр қосылған болса, сізге осы портты уақытша ашуыңыз қажет болатын шығар. Бұл қауіпті ықтимал болғандықтан, порт автоматты ашылмайтын болады. Сіз оны өзіңіз келедей ашуыңызға болады: "%s"
ko: 방화벽을 사용 중이시라면 임시로 이 포트를 열어 주셔야 합니다. 포트를 여는 것은 잠재적으로 위험하기 때문에 자동으로 실행되지 않습니다. 아래와 같이 포트를 여실 수 있습니다 : '%s'

source: Can not upgrade
ast: Nun se pue anovar
br: N'hall ket hizivaat
kk: Жаңарту мүмкін емес
ko: 업그레이드할 수 없습니다

source: An upgrade from '%s' to '%s' is not supported with this tool.
ast: Esta ferramienta nun soporta anovamientos de «%s» a «%s».
br: Un hizivadur diouzh '%s' betek '%s' n'eo ket skoret gant ar benveg-mañ.
kk: '%s', '%s' дейін осы қосымша құралмен мүмкін емес.
ko: 이 도구로 '%s'에서 '%s'(으)로 업그레이드할 수 없습니다.

source: Sandbox setup failed
ast: Falló la configuración de Sandbox
br: C'hwitadenn war kefluniadur ar rannvaez gwarezet (sandbox)
kk: "Құмсалғыш" (песочница) орнату сәтсіз
ko: 샌드박스 장치 조정 실패

source: It was not possible to create the sandbox environment.
ast: Nun foi dable crear un entornu sandbox.
br: N'eus ket bet tro da grouiñ endro ar rannvaez gwarezet (sandbox).
kk: Қауіпсіз орта (құмсалғыш (песочница)) құру мүмкін емес.
ko: 샌드박스 환경을 만들 수 없습니다.

source: Sandbox mode
ast: Mou Sandbox
br: Mod ar rannvaez gwarezet (sandbox)
kk: "Құмсалғыш" (песочница) режимі (қауіпсіз орта)
ko: 샌드박스 모드

source: This upgrade is running in sandbox (test) mode. All changes are written to '%s' and will be lost on the next reboot. *No* changes written to a systemdir from now until the next reboot are permanent.
ast: Esti anovamientu ta executándose nun mou caxa de sable (sandbox test). Tolos cambeos escríbense en «%s» y perderánse nel próximu reaniciu. *Nun* s'escribirán cambeos permanentes a una carpeta de sistema dende agora hasta'l próximu reaniciu.
br: Emañ an hizivaat war erounit e mod ar rannvaez gwarezet (sandbox). Skrivet e vo an holl gemmoù e '%s' ha kollet e vint gant an adlusk da zont. Adalek bremañ ha betek an adlusk da zont ne chomo kemm *EBET* skrivet e kavlec'hiadoù ar reizhiad da vezañ peurbadel.
kk: Жаңарту қауіпсіз ортада (тестте) жүруде. Барлық өзгертулер '%s' жазылады және де қайта жүктеуден кейін жойылатын болады. Жүйелік бумалардағы *ЕШҚАНДАЙ* өзгертулер қазіргі уақыттан, келесі қайта жүктеуге дейін тұрақты болмайды.
ko: 이 업그레이드는 샌드박스 (시험) 모드에서 실행되고 있습니다. 모든 바뀐 내용들은 '%s'에 기록되며 다음 다시 시작 때 지워질 것 입니다. 지금부터 다음 다시 시작 때까지 시스템 디렉터리 내용은 전혀 변경되지 *않습니다.*

source: Your python install is corrupted. Please fix the '/usr/bin/python' symlink.
ast: La so instalación de python ta toyida. Por favor, igüe l'enllaz simbólicu «/usr/bin/python».
br: Kontronet eo ho staliadenn evit Python. Ratreañ an ere aouezek '/usr/bin/python'
kk: Python дұрыс емес орнатылған. "/usr/bin/python" символдық сілтемені жөндеңіз.
ko: 파이썬이 잘못 깔렸습니다. '/usr/bin/python' 심볼릭 링크를 수정하십시오.

source: Package 'debsig-verify' is installed
ast: El paquete 'debsig-verify' ta instaláu
br: Staliet eo ar pakad 'debsig-verify'
kk: "debsig-verify" пакеті орнатылған
ko: 'debsig-verify' 꾸러미가 깔려 있습니다.

source: The upgrade can not continue with that package installed. Please remove it with synaptic or 'apt-get remove debsig-verify' first and run the upgrade again.
ast: L'anovamientu nun pue continuar con esi paquete instaláu. Desinstálalu con synaptic o «apt-get remove debsig-verify» primero y executa l'anovamientu otra vegada.
br: An hizivaat n'hall ket kenderc'hel gant ar pakad staliet-mañ. Dilamit ar pakad gant synaptic pe 'apt-get remove debsig-verify' da gentañ ha lañsit an hizivaat en-dro.
kk: Егер де осы пакет орнатылмаған болса, жаңарту жалғасу мүмкін емес. Ең алдымен оны Synaptic немесе 'apt-get remove debsig-verify' арқылы жойыңыз, кейін жаңартуды басынан жасап көріңіз.
ko: 그 꾸러미가 깔려 있으면 업그레이드를 계속할 수 없습니다. 시냅틱이나 'apt-get remove debsig-verify' 명령으로 지운 후 다시 업그레이드를 해보십시오.

source: Include latest updates from the Internet?
ast: ¿Incluyir los caberos anovamientos dende Internet?
br: Enkorfañ an hizivadennoù diwezhañ diouzh Internet ?
kk: Соңғы жаңартуларды Интернет желісінен жүктейін бе?
ko: 인터넷의 최신 업데이트를 깔으시겠습니까?

source: The upgrade system can use the internet to automatically download the latest updates and install them during the upgrade. If you have a network connection this is highly recommended. The upgrade will take longer, but when it is complete, your system will be fully up to date. You can choose not to do this, but you should install the latest updates soon after upgrading. If you answer 'no' here, the network is not used at all.
ast: El sistema d'anovamientu a una nueva versión puede usar Internet pa baxar automáticamente los anovamientos más recientes ya instalalos durante'l procesu. Si dispones d'una conexón a la rede, esto encamiéntase enforma. L'anovamientu llevará más tiempu, pero en terminando, el sistema tará dafechu anováu. Puedes escoyer nun facelo, pero vas tener d'instalar los nuevos anovamientos darréu de pasar a la nueva versión. Si respuendes «non» agora, la rede nun s'usará pa nada.
br: Barrek eo ar reizhiad hizivaat d'ober gant an internet a-benn pellgargañ ent emgefreek an hizivadennoù diwezhañ hag a-benn o staliañ e-pad an hizivaat. Mard ez eus ur c'hennask ouzh ur rouedad ez eo erbedet kenañ. Hiroc'h e pado an hizivaat met drezi e vo ho reizhiad eus an nevesañ. Tro ez eus deoc'h chom hep ober an dra-mañ, koulskoude e vefe gwell staliañ an hizivadennoù diwezhañ tost war-lec'h an hizivaat. Mar respontot 'ket' ne vo ket arveret ar rouedad, tamm ebet.
kk: Соңғы жаңартулар интернеттен жүктеліну мүмкін емес және жүйенің толық жаңарту кезіндегі орнатыла алынбайды. Егер де сіз интернетке қосылған болсаңыз, оны қатаң түрде ұсынамыз. Жүйенің жаңартылуы ұзақ уақыт үрдіс, одан кейін сіздің жүйеңіз актуальды күйде болады. Сіз оны жасамауыңыз болады, бірақ та біз соңғы жаңартуларды тезірек орнатуыңызға ұсынамыз. Егер де сіз 'Жоқ' деп жауап берсеңіз, жаңартулар интернеттен жүктелінбейтін болады.
ko: 업그레이드 프로그램은 업그레이드 과정에서 인터넷을 써서 스스로 최신 업데이트를 받아 깔을 수 있습니다. 인터넷에 연결되어 있다면 가급적 까는 것이 좋습니다. 업그레이드는 더 오래 걸리겠지만 다 끝난 후에는 시스템이 최신 상태가 됩니다. 지금 깔지 않기로 했다면 업그레이드를 마친 다음 바로 최신 업데이트를 깔아야 합니다. '아니오'를 고르면 네트워크를 쓰지 않습니다.

source: disabled on upgrade to %s
ast: deshabilitáu nel anovamientu a %s
br: diweredekaet evit an hizivaat da %s
kk: %s дейін жаңарту кезінде бөгеттелген
ko: %s로 업그레이드 하지 않음

source: No valid mirror found
ast: Nun s'atopó un espeyu válidu
br: N'eus ket bet kavet ur velezour talvoudek
kk: Дұрыс жұмыс істейтін айна табылмады
ko: 적합한 미러 서버를 찾지 못했습니다.

source: While scanning your repository information no mirror entry for the upgrade was found. This can happen if you run a internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'No' the upgrade will cancel.
ast: Mientres s'esploraba la información del so repositoriu, nun s'alcontró denguna entrada pa la réplica de l'anovamientu. Esto puede ocurrir si cuerre una réplica interna o si la información de la réplica ye antigua. ¿Deseya reescribir el so ficheru «sources.list» de toes formes? Si escueye «Sí» anovaránse toles entraes «%s» a «%s». Si escueye «Non» encaboxaráse l'anovamientu.
br: E-pad ma oa o c'hwilerviñ stlennoù ho mirlec'h n'eus ket bet kavet enankad melezour ebet evit an hizivaat. Degouezhout a ra an dra-mañ mard arverit ur melezour diabarzh pe mard eo diamzeret stlennoù ar melezour. Ha fellout a ra deoc'h adsevel ho restr 'sources.list' memestra ? Mar dibabot 'Ya' amañ e vo hizivaet an holl '%s' da enankadoù '%s'. Mar dibabot 'Ket' e vo dilamet an hizivaat.
kk: Сіздің репозиторий туралы ақпаратты оқу кезінде, дистрибутивті жаңарту айналары табылмады. Бұл ішкі айнаны қолдану немесе айналар туралы ақпарат ескірген кезде болуы мүмкін. Сіз 'sources.list' қайта жазуыңызды қалайсыз ба? Егер 'Иә' таңдасаңыз, барлық '%s' жазу '%s' дейін жаңартылатын болады. Егер де 'Жоқ' таңдасаңыз, жаңарту тоқтатылады.
ko: 저장소 정보를 찾아봤지만 업그레이드를 위한 미러 항목을 찾을 수 없습니다. 내부 미러를 운영중이거나 혹은 미러 정보가 최신이 아닐 수 있습니다. 그래도 'sources.list' 파일을 다시 작성 하시겠습니까? 여기서 '예'를 선택하면 모든 '%s' 항목은 '%s'(으)로 업데이트 됩니다. '아니오'를 선택하면 업그레이드는 취소됩니다.

source: Generate default sources?
ast: ¿Xenerar fontes predeterminaes?
br: Genel an tarzhioù dre ziouer ?
kk: Қалыпты қайнар көздерді генерациялайын ба?
ko: 기본 설정된 소스 목록을 만드시겠습니까?
