Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada1/po/*.po
Languages: ast, br, kk, ko

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No', the upgrade will cancel.
ast: Dempués de desaminar el to 'sources.list' nun s'alcontró denguna entrada válida pa '%s'. Tendríen d'amestase les entraes predeterminaes pa '%s'? Si respuendes 'Non', encaboxaráse l'anovamientu.
br: Goude bezañ c'hwilervet ho restr 'sources.list' n'eus ket bet kavet enankad talvoudek ebet evit'%s'. Ha ret e vefe ouzhpennañ an enankadoù dre ziouer evit '%s' ? Mar dibabot 'Ket' e vo dilamet an hizivaat.
kk: 'sources.list' файлындағы '%s' үшін жазу табылмады. '%s' үшін қалыпты жазуды қосу қажет пе? Егер 'Жоқ' таңдалғаны жаңартудан бас тартқаныңыз.
ko: 'sources.list' 파일에서 '%s'에 대한 항목을 못찾았습니다. '%s'에 대한 기본 항목을 넣으시겠습니까? '아니오'를 고르면 업그레이드는 그만두게 됩니다.

source: Repository information invalid
ast: Información del repositoriu non válida
br: Stlennoù ar mirlec'h didalvoudek
kk: Репозиторий туралы ақпарат қате
ko: 저장소 정보가 올바르지 않습니다

source: Upgrading the repository information resulted in a invalid file. Please report this as a bug using the command 'ubuntu-bug update-manager' in a terminal.
ast: L'anovamientu de la información del repositoriu dio como resultáu un ficheru inválidu. Informa d'esti fallu usando la orde «ubuntu-bug update-manager» nuna terminal.
kk: Репозиторий жайлы мәліметті жаңарту бұрыс файл құрылуына әкеліп соқтырды. Осы қате туралы терминалда "ubuntu-bug update-manager" командасын орындау арқылы хабарлаңыз.

source: Third party sources disabled
ast: Desactivar fontes de terceres partes
br: Diweredekaet eo an tarzhioù a-berzh un trede
kk: Үшінші жақты бағдарламалар қайнар көзі өшірілді
ko: 써드 파티 소스는 이용할 수 없습니다

source: Some third party entries in your sources.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or your package manager.
ast: Desautiváronse delles entraes de terceros nel to «sources.list». Pues tornar a activales tres l'anovamientu cola ferramienta «Oríxenes del software», o col xestor de paquetes.
br: Diweredekaet eo bet enankadoù zo a-berzh un trede en ho restr sources.list. Adgweredekaet e vezont goude an hizivaat gant ar benveg 'perzhioù-ar-meziant' pe hoc'h ardoer pakadoù.
kk: 'sources.list' файлындағы қайнарлары қарастырылмайтын етіп белгіленген. Кейінірек сіз оларды қайтадан «Бағдарламалар қайнар көздер» қосымша бағдарламасында немесе сіздің пакеттер менеджерінде оларды оң етіп белгілеу арқылы қолданылуыңыз мүмкін.
ko: souces.list에서 써드 파티 목록의 일부는 이용할 수 없게 되었습니다. 업그레이드를 마친 후 '소프트웨어 소스' 도구나 꾸러미 관리자를 이용해 다시 사용 가능하게 할 수 있습니다.

source: Package in inconsistent state
ast: Paquete nun estáu inconsistente
br: Pakad en ur stad digeverlec'h
kk: Пакет(тер) тұрақсыз күйде
ko: 꾸러미 상태 불일치

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Please reinstall the package manually or remove it from the system.
ast: El paquete «%s» ta nun estáu inconsistente y hai de reinstalalu, pero nun s'alcuentra en dengún repositoriu. Por favor, reinstale'l paquete manualmente o desinstálelu del sistema
br: En ur stad digeverlec'h eo ar pakad '%s' ha ret eo dezhañ bezañ adstaliet, ne gaver ket dielloù evitañ avat. Mar plij, adstaliit ar pakad dre zorn pe zilamit ar pakad-mañ diouzh ar reizhiad.
kk: жаңартылатын "%s" пакеті толық емес және қайта орнатылуға тиіс, бірақ оған қатысты мұрағат файлы (архивный файл) табылмады. Бұл пакетті жекешелей жаңартыңыз немесе жойыңыз.
ko: '%s' 꾸러미는 불완전해서 다시 깔아야 하는데 저장소에서 찾을 수가 없습니다. 이 꾸러미를 손수 다시 깔거나 시스템에서 지우기 바랍니다.

source: Error during update
ast: Fallu durante l'anovamientu
br: Fazi e-pad an hizivaat
kk: Жаңарту кезінде қате туындады
ko: 업데이트 중 오류 발생

source: A problem occurred during the update. This is usually some sort of network problem, please check your network connection and retry.
ast: Hebo un fallu durante l'autualización. Davezu suel ser un tipu de problema na rede, polo que-y encamentamos que comprebe la so conexón de rede y torne a tentalo.
br: Degouezhet ez eus bet ur fazi e-pad an hizivaat. Dre voaz e teu en abeg d'ur gudenn gant ar rouedad, mar plij, gwiriit ho kennask ouzh ar rouedad ha klaskit en-dro.
kk: Жаңарту кезіндегі мәселе туындады. Әдетте бұл желідегі мәселелерінің кесірінен болуы мүмкін. Желілік қосылыстарды тексеріп, қайталап көріңіз.
ko: 업데이트를 하는 동안에 문제가 발생했습니다. 보통 네트워크 문제인 경우가 많습니다. 네트워크의 연결 상태를 확인하시고 다시 시도하십시오.

source: Not enough free disk space
ast: Nun hai suficiente espaciu llibre en discu
br: N'eus ket egor dieub a-walc'h war ho kantenn
kk: Дискіде қажетті бос орын жоқ
ko: 디스크 여유 공간이 충분하지 않습니다.

source: The upgrade has aborted. The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
ast: Encaboxóse l'anovamientu. L'anovamientu necesita un total de %s d'espaciu llibre nel discu «%s». Lliber a lo menos %s d'espaciu nel discu «%s». Prueba vaciando la papelera y desaniciando paquetes temporales d'antigües instalaciones usando la orde «sudo apt-get clean».
kk: Жаңарту үзілді. Жаңарту үшін "%s" дискісінде %s бос орын қажет. Ең аз дегенде "%s" дискісінде қосымша %s орын босатыңыз. Қоқыс шелегін босатыңыз және "sudo apt-get clean" команда орындау арқылы, алдыңғы орнатулардың уақытша жүктелген пакеттерін жойыңыз.
ko: 업그레이드가 되다 말았습니다. 이 업그레이드는 %s만큼 드라이브 '%s'에 남아있어야 합니다. 최소한 %s만큼 '%s'에 남겨놓으세요. 휴지통을 비워주시고 'sudo apt-get clean' 명령어를 통해 이전에 깔면서 생긴 임시 꾸러미를 지우십시오.

source: Calculating the changes
ast: Calculando los cambeos
br: O jediñ ar c'hemmoù
kk: Өзгертулерді есептеу
ko: 바뀐 내용을 적용하는 중

source: Do you want to start the upgrade?
ast: ¿Quies entamar l'anovamientu?
br: C'hoant hoc'h eus da gregiñ un hivizadur?
kk: Жүйенің жаңартуын бастау қажет пе?
ko: 업그레이드를 시작하시겠습니까?

source: Upgrade canceled
ast: Anovamientu encaboxáu
br: Dilezet eo bet an hizivadur
kk: Жаңарту болдырылмады
ko: 업그레이드가 취소되었습니다.

source: The upgrade will cancel now and the original system state will be restored. You can resume the upgrade at a later time.
ast: L'anovamientu va encaboxase agora y el sistema va volver al so estáu orixinal. Pues reanudar l'anovamientu más sero.
kk: Бұл жаңарту тоқтатылып, жүйе бастапқы күйге келтірілетін болады. Жаңартуды кейінірек жалғастыруыңызға болады.
ko: 업그레이드가 취소됩니다.. 시스템은 원래의 상태로 돌아가며 업그레이드는 나중에 언제든지 다시 할 수 있습니다.

source: Could not download the upgrades
ast: Nun se puede descargar les actualizaciones
br: N'haller ket pellgargañ an hizivadennoù
kk: Жаңартуларды жүктеу мүмкін емес
ko: 업그레이드 파일을 다운로드 할 수 없습니다.

source: The upgrade has aborted. Please check your Internet connection or installation media and try again. All files downloaded so far have been kept.
ast: Encaboxóse l'anovamientu. Comprueba la conexón a Internet o los medios d'instalación y vuelvi a intentalo. Van caltenese tolos ficheros descargaos hasta'l momentu.
kk: Жаңарту үзілді. Интернетпен қосылысыңызды не орнатушы дискісін тексеріңіз де, жаңартуды қайтадан орындап көріңіз. Барлық жүктелген файлдар сақталынатын болады.

source: Error during commit
ast: Error durante la confirmación
br: Fazi e-pad ma oa o lakaat da zrebadek
kk: Іске асыру кезінде қате туындады
ko: 커밋 도중 오류 발생

source: Restoring original system state
ast: Restaurando al estau del sistema orixinal
br: Oc'h adsevel stad orin ar reizhiad
kk: Жүйені бастапқы қалпына келтіру
ko: 시스템을 원래의 상태로 복구하고 있습니다

source: Could not install the upgrades
ast: Nun pudo istalase les actualizaciones
br: N'haller ket staliañ an hizivadennoù
kk: Жаңартуларды орнату мүмкін емес
ko: 업그레이드를 깔지 못했습니다.

source: The upgrade has aborted. Your system could be in an unusable state. A recovery will run now (dpkg --configure -a).
ast: Encaboxóse l'anovamientu. Pue que'l sistema quedare nun estáu non usable. Agora, va facese una recuperación (dpkg --configure -a).
kk: Жаңарту үзілді. Сіздің жүйеңіз бұзылып, қолдануға жарамсыз болуы мүмкін. Қазір қайта қалпына келтіру үрдісі орындалатын болады (dpkg --configure -a).
ko: 업그레이드가 중단되었습니다. 시스템에 중대한 오류가 발생했을 가능성이 있습니다. 복구(dpkg --configure -a) 명령을 실행하겠습니다.

source: Please report this bug using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report. %s
ast: Informa d'esti fallu mediante la orde «ubuntu-bug update-manager» nuna terminal ya inclúi los ficheros de /var/log/dist-upgrade/ nel informe de fallu. %s
kk: Осы қате туралы терминалда "ubuntu-bug update-manager" командасын орындау арқылы хабарлаңыз, хабарламаға қоса /var/log/dist-upgrade/ бумасындағы файлдарды тиеңіз. %s

source: The upgrade has aborted. Please check your Internet connection or installation media and try again.
ast: Encaboxóse l'anovamientu. Por favor, comprueba la conexón a Internet o el sofitu d'instalación y vuelvi a intentalo.
kk: Жаңарту үзілді. Интернетпен қосылысыңызды не орнатушы дискісін тексеріңіз де, жаңартуды қайтадан орындап көріңіз.
ko: 업그레이드가 중단되었습니다. 인터넷 연결이나 설치 매체를 확인해보시고 다시 시도해보세요.

source: Remove obsolete packages?
ast: ¿Desaniciar paquetes obsoletos?
br: Dilemel ar pakadoù dispredet ?
kk: Ескірген пакеттерді жоя қажет пе?
ko: 못쓰게 된 꾸러미를 지우시겠습니까?

source: _Keep
ast: _Caltener
br: _Mirout
kk: _Қалдыру
ko: 유지(_K)

source: _Remove
ast: _Esborrar
br: _Dilemel
kk: _Жою
ko: 지우기(_R)

source: A problem occurred during the clean-up. Please see the below message for more information.
ast: Hebo un fallu durante'l llimpiáu. Por favor, llea'l mensax siguiente pa más información.
br: Degouezhet ez eus bet ur fazi e-pad ar skarzhañ. Mar plij, taolit ur sell war ar gemennadenn amañ dindan evit gouzout hiroc'h.
kk: Тазарту кезінді, мәселе туындады. Толық ақпарат төменде сипатталған.
ko: 정리하는 도중에 문제가 발생하였습니다. 다음의 메시지에서 더 많은 정보를 확인할 수 있습니다.

source: Required depends is not installed
ast: Dependencia requería nun ta instalada
br: N'eo ket bet staliet diazalc'hadennoù azgoulennet
kk: Қажетті тәуелділіктер орнатылмаған
ko: 필요한 의존성이 깔려있지 않습니다.

source: The required dependency '%s' is not installed.
ast: La dependencia requería «%s» nun ta instalada.
br: N'eo ket bet staliet an diazalc'hadenn '%s' azgoulennet.
kk: Қажетті "%s" тәуелділігі орнатылмаған.
ko: 필요한 의존성 '%s' (이)가 깔려있지 않습니다.

source: Checking package manager
ast: Comprobando'l xestor de paquetes
br: O wiriañ ardoer ar pakadoù
kk: Пакеттер менеджері тексеру
ko: 꾸러미 관리자 확인 중

source: Preparing the upgrade failed
ast: Falló la tresna de l'autualización
br: C'hwitadenn war prientiñ an hizivaat
kk: Жаңартуға дайындық сәтсіз аяқталды
ko: 업그레이드 준비에 실패했습니다

source: Preparing the system for the upgrade failed. Please report this using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report.
ast: La preparación del sistema pal anovamientu falló. Informa d'esti fallu usando la orde «'ubuntu-bug update-manager» nuna terminal ya inclúi los ficheros presentes en /var/log/dist-upgrade/ nel to informe de fallos.
kk: Жүйені жаңартуға дайындық сәтсіз аяқталды. Осы қате туралы терминалда "ubuntu-bug update-manager" командасын орындау арқылы хабарлаңыз, хабарламаға қоса /var/log/dist-upgrade/ бумасындағы файлдарды тиеңіз.

source: Getting upgrade prerequisites failed
ast: Falló la tresna de l'autualización
br: C'hwitadenn war kaout ar meziantoù rakgoulennet ret d'an hizivaat
kk: Жаңартуға дайындық сәтсіз аяқталды
ko: 업그레이드 준비에 실패했습니다

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. Please report this as a bug using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report.
ast: El sistema nun foi a conseguir les condiciones necesaries pal anovamientu. L'anovamientu interrumpiráse agora y restaurará l'estáu orixinal del sistema. Informa d'esti fallu cola orde «ubuntu-bug update-manager» nuna terminal ya inclúi los ficheros de /var/log/dist-upgrade/ nel informe de fallu.
kk: Жаңартуды орындау үшін жүйе қажетті талаптар тізімін ала алмай жатыр. Жаңарту үзілетін болады да, жүйе бастапқы күйге оралады. Осы қате туралы терминалда "ubuntu-bug update-manager" командасын орындау арқылы хабарлаңыз, хабарламаға қоса /var/log/dist-upgrade/ бумасындағы файлдарды тиеңіз.

source: Updating repository information
ast: Anovando información del repositoriu
br: O hizivaat stlennoù ar mirlec'h
kk: Репозиторий туралы ақпаратын жаңарту
ko: 저장소 정보 업데이트 중

source: Failed to add the cdrom
ast: Fallu al amestar el CDROM
kk: Дискті қосу сәтсіз аяқталды
ko: cdrom을 받아들이지 못했습니다.

source: Sorry, adding the cdrom was not successful.
ast: Sentímoslo, nun pudo amestase'l CDROM
kk: Кешіріңіз, дискті қосу сәтсіз аяқталды.
ko: 죄송합니다. cdrom을 받아들이지 못했습니다.

source: Invalid package information
ast: Información del paquete nun válida
br: Stlennoù ar pakadoù didalvoudek
kk: Пакет туралы дұрыс емес ақпарат
ko: 잘못된 꾸러미 정보

source: After your package information was updated the essential package '%s' can not be found anymore. This indicates a serious error, please report this bug using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report.
ast: Darréu de que la información del to paquete s'anove, el paquete esencial «%s» ya nun s'atopa. Esto indica un fallu grave, informa d'esto usando la orde «ubuntu-bug update-manager» nuna terminal ya inclúi los ficheros de /var/log/dist-upgrade/ nel informe de fallu.
kk: Пакет жайлы мәлімет жаңартуынан кейін, "%s" негізгі пакет ендігәрі табылмады. Бұл ірі қате жайлы мәлімдейді, осы қате туралы терминалда "ubuntu-bug update-manager" командасын орындау арқылы хабарлаңыз, хабарламаға қоса /var/log/dist-upgrade/ бумасындағы файлдарды тиеңіз.

source: Fetching
ast: Descargando
br: O tastum
kk: Жүктелу
ko: 가져오는 중

source: Upgrading
ast: Anovando
br: O hizivaat
kk: Жаңартылу
ko: 업그레이드 중

source: Upgrade complete
ast: Completóse l'anovamientu
br: Echu eo an hizivaat
kk: Жаңарту аяқталды
ko: 업그레이드 완료

source: The upgrade has completed but there were errors during the upgrade process.
ast: L'anovamientu completóse pero hebo fallos durante'l procesu.
kk: Жаңарту аяқталды, бірақ жаңарту кезінде қателер пайда болды.
ko: 업그레이드가 완료되었으나, 업그레이드 진행 중 오류가 발생하였습니다.

source: Searching for obsolete software
ast: Buscando software obsoletu
br: O klask meziantoù dispredet
kk: Ескерген бағдарламаларды іздеу
ko: 못 쓰게 된 소프트웨어를 검색하는 중

source: System upgrade is complete.
ast: anovamientu del sistema completáu
br: Echu eo hizivadur ar rezizhiad
kk: Жүйенің жаңартылуы аяқталды.
ko: 시스템 업그레이드가 완료되었습니다.

source: The partial upgrade was completed.
ast: L'anovamientu parcial completóse.
br: Peurechu eo an hizivaat darnel
kk: Жарым-жартылай жаңарту аяқталды.
ko: 부분 업그레이드가 완료되었습니다.

source: evms in use
ast: Ta usándose «evms»
br: evms war arver
kk: evms қолданыста
ko: evms 사용

source: Your system uses the 'evms' volume manager in /proc/mounts. The 'evms' software is no longer supported, please switch it off and run the upgrade again when this is done.
ast: El to sistema ta usando'l xestor de volúmenes «evms» en /proc/mounts. El software «evms» yá nun ta sofitáu; por favor, desactívalu y torna a executar de nuevo l'anovamientu.
br: Ho reizhiad a ra gant ardoer ar pezhiennoù 'evms' e /proc/mounts. N'eo ket skoret ar meziant 'evms' ken. Mar plij, lazhit eñ ha loc'hit an hizivaat en-dro goude.
kk: Жүйеңіз /proc/mounts ішінде "evms" дискілік бөлім менеджерін қолданып жатыр. Ендігәрі "evms" бағдарламалық қамтамасыздандыруға қолдау көрсетілмейді. Оны жауып жаңартуды қайтадан жасап көріңіз.
ko: 이 시스템은 /proc/mounts 안에 'evms' 볼륨 매니저를 사용하고 있습니다. 'evms'은 더이상 지원되지 않으므로, 종료 후에 업그레이드를 다시 실행하십시오.

source: Upgrading may reduce desktop effects, and performance in games and other graphically intensive programs.
ast: L'anovamientu pue amenorgar los efeutos d'escritoriu, asina como'l rendimientu de los xuegos y otros programes qu'usen gráficos de mou intensivu.
br: Dre an hizivaat e vo gwashaet efedoù ar burev marteze, an digonadoù evit ar c'hoarioù hag ar gouvlevioù a c'houlenn kalz a-fet kevregadoù.
kk: Жаңарту, жұмыс үстелінің эффектерінің сапасының, графикамен белсенді жұмыс істейтін ойындар мен бағдарламалардың өнімділігін төмендеуіне әкеліп соқтыруы мүмкін.
ko: 업그레이드로 인해 데스크탑 효과나 게임, 그래픽 관련 프로그램의 성능이 줄어들 수 있습니다.

source: This computer is currently using the NVIDIA 'nvidia' graphics driver. No version of this driver is available that works with your video card in Ubuntu 10.04 LTS. Do you want to continue?
ast: Esti equipu ta usando'l controlador gráficu «nvidia» de NVIDIA. Nun s'alcuentra disponible n'Ubuntu 10.04 LTS una versión d'esti controlador que funcione col so hardware. ¿Quier continuar?
br: Gant ar stur kevregat 'nvidia' savet gant NVIDIA e ra hoc'h urzhiataer. N'eus stur hegerz ebet hag a yafe en-dro gant ho kartenn gevregat e Ubuntu 10.04 LTS. Ha fellout a ra deoc'h kenderc'hel ?
kk: Бұл жүйеде NVIDIA "nvidia" драйвері қолданылуда. Ubuntu 10.04 LTS сіздің бейнекартаңызбен жұмыс істейтін осындай драйверлер нұсқалары жетімсіз. Жалғастыру қажет пе?
ko: 이 컴퓨터는 현재 NVIDIA사의 'nvidia' 그래픽 드라이버를 사용중입니다. 이 드라이버는 우분투 10.04 LTS에 대응되는 버전이 없습니다. 진행하시겠습니까?

source: This computer is currently using the AMD 'fglrx' graphics driver. No version of this driver is available that works with your hardware in Ubuntu 10.04 LTS. Do you want to continue?
ast: Esti equipu ta usando'l controlador gráficu «fglrx» de AMD. Nun s'alcuentra disponible n'Ubuntu 10.04 LTS una versión d'esti controlador que funcione col so hardware. ¿Quier continuar?
br: Gant ar stur kevregat 'nvidiafglrx savet gant AMD e ra hoc'h urzhiataer. N'eus stur hegerz ebet hag a yafe en-dro gant ho kartenn gevregat e Ubuntu 10.04 LTS. Ha fellout a ra deoc'h kenderc'hel ?
kk: Бұл жүйеде AMD "fglrx" драйвері қолданылуда. Ubuntu 10.04 LTS сіздің бейнекартаңызбен жұмыс істейтін осындай драйверлер нұсқалары жетімсіз. Жалғастыру қажет пе?
ko: 이 컴퓨터는 현재 AMD사의 'fglrx' 그래픽 드라이버를 사용중입니다. 이 드라이버는 우분투 10.04 LTS에 대응되는 버전이 없습니다. 진행하시겠습니까?

source: No i686 CPU
ast: La CPU nun ye i686
kk: i686 сәулетімен үйлесімді орталық процессор жоқ
ko: i686 CPU 없음

source: Your system uses an i586 CPU or a CPU that does not have the 'cmov' extension. All packages were built with optimizations requiring i686 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
ast: El sistema usa una CPU i586 o una CPU que nun tien la estensión «cmov». Construyéronse tolos paquetes con meyores que necesiten un i686 como arquiteutura mínima. Nun ye posible anovar el sistema a una versión nueva d'Ubuntu con esti hardware.
kk: Сіздің жүйеңізде "cmov" кеңейтуі жоқ немесе i586 сәулетімен үйлесімді орталық процессор қолданылып тұр. Пакеттердің барлығы ең аз дегенде i686 сәулетімен үйлесімді орталық процессорлармен тиімді жұмыс істеу үшін етіп жиналған.
ko: 현 시스템은 i586 호환 CPU가 아니거나, 'cmov' 기능이 없는 CPU가 사용되고 있습니다. 모든 꾸러미들은 적어도 i686 호환 CPU를 요구합니다. 현 시스템에서 새로운 우분투 판으로 업그레이드 할 수 없습니다.

source: No ARMv6 CPU
br: Korrgewerier ARMv6 ebet
kk: ARMv6 орталық процессоры (CPU) жоқ
ko: ARMv6 CPU가 아님

source: Your system uses an ARM CPU that is older than the ARMv6 architecture. All packages in karmic were built with optimizations requiring ARMv6 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
ast: El so sistema usa una CPU ARM que ye más antigua que l'arquiteutura ARMv6. Tolos paquetes en karmic construyéronse con optimizaciones que necesiten de ARMv6 como arquiteutura mínima. Nun ye dable anovar el so sistema a la nueva versión d'Ubuntu con esti hardware.
br: Ur c'horrgewerier ARM a zo koshoc'h eget an adeiladezh ARMv6 zo arveret gant ho reizhiad. Savet e oa bet an holl bakadoù e karmic gant gwellekadurioù a c'houlenne da gaout ARMv6 evit adeiladezh izek. N'eus ket tro da hizivaat ho reizhiad da handelv nevez Ubuntu gant ar periant-mañ.
kk: Сіздің жүйеңіз ARMv6 сәулетінен төмен, ARM сәулет процессорын қолданып жатыр. karmic ішіндегі барлық пакеттер ARMv6 сәулетінен төмен емес сәулеттерге арналып қалыпқа келтірілген. Ағымдағы құралдар жабдықтармен, жүйеңізді Ubuntu жаңа релизіне дейін жаңарту мүмкін емес.
ko: 시스템이 ARMv6 보다 더 오래된 아키텍쳐의 ARM CPU를 사용하고 있습니다. 우분투 karmic의 모든 꾸러미는 ARMv6에 최적화 되어있기 때문에 최소 CPU로 ARMv6을 필요로 합니다. 현재 하드웨어로는 새로운 우분투 버전으로 시스템을 업그레이드 할 수 없습니다.

source: No init available
ast: El degorriu init nun ta disponible
br: an deraouekaat n'eo ket hegerz
kk: init қызметі жетімсіз
ko: init 가능하지 않습니다

source: Your system appears to be a virtualised environment without an init daemon, e.g. Linux-VServer. Ubuntu 10.04 LTS cannot function within this type of environment, requiring an update to your virtual machine configuration first. Are you sure you want to continue?
ast: Paez ser que'l sistema ye un entornu virtualizáu ensin un degorriu init (un Linux-VServer, p.ex.). Ubuntu 10.04 LTS nun puede furrular nesta triba d'entornu, polo que primero requierse un anovamientu de la configuración de la to máquina virtual. ¿Daveres que quies siguir?
br: Ho reizhiad a hañval bezañ un endro galloudekaet hep un argerzh deraouekaat en drekva (daemon) evel Linux-VServer. N'hall ket Ubuntu 10.04 LTS mont en-dro gant un endro a seurt-se hag a c'houlenn ma vo hizivaet hoc'h ijinenn gefluniañ galloudel da gentañ. Ha fellout a ra deoc'h kenderc'hel ?
kk: Сіздің жүйеңіз init қызметінсіз, мысалыға Linux-VServer жоқ, виртуализацияланған орта секілді. Ubuntu 10.04 LTS осындай түрлі ортада жұмыс істей алмайды, қажет болса, сіз өзіңіздің виртуалды машинаңыздың баптауларын сәйкесінше қалыпқа келтіруіңіз қажет. Жалғастыруды қалайсыз ба?
ko: 현재 시스템은 init 데몬(예:Linux-VServer)가 없는 가상환경으로 감지되었습니다. 우분투 10.04 LTS는 이러한 환경에서 제대로 동작할 수 없으며 가상 환경의 설정에 조정이 필요합니다. 계속 진행하시겠습니까?

source: Sandbox upgrade using aufs
ast: Anovamientu de prueba usando aufs
br: Hizivaat ar rannvaez gwarezet (sandbox) en ur ober gant aufs
kk: aufs қолданып, қауіпсіз ортада (құмсалғышта) жаңарту
ko: aufs를 이용하여 샌드박스 업그레이드를 합니다.

source: Use the given path to search for a cdrom with upgradable packages
ast: Usar la ruta pa guetar un cdrom con paquetes d'anovación
br: Implij an treug lavaret evit klask ur CD-ROM gant pakadoù da hizivadus
kk: Жаңартулар пакеттері бар CD/DVD дискілерін көрсетілген жерден іздеу
ko: 주어진 경로를 이용하여 업그레이드할 수 있는 꾸러미가 있는 시디롬을 찾습니다.

source: Use frontend. Currently available: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
ast: Usar interfaz d'usuariu. Anguaño disponibles: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
br: Implij ur c'hetal kevregat, setu ar pezh a zo hegerz : DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
kk: Интерфейсті қолдану. Қазір жетімділер: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
ko: 프론트 엔드를 사용합니다. 현재 이용가능한 것들은 다음과 같습니다: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE

source: *DEPRECATED* this option will be ignored
ast: *OBSOLETU* esta opción va inorase
kk: Бұл параметр ЕСКЕРДІ және қолданылмайтын болады

source: Perform a partial upgrade only (no sources.list rewriting)
ast: Facer namái un anovamientu parcial (nun se reescribirá el «sources.list»)
br: Seveniñ an hizivaat gant un doare darnel hepken (arabat skrivañ war sources.list)
kk: Тек жартылай жаңартуларды дайындау (sources.list үстінен басылмайтын болады)
ko: 부분 업그레이드만 실행합니다.(sources.list 파일은 다시 쓰지 않음)

source: Disable GNU screen support
ast: Desactiva'l sofitu de pantalla GNU
kk: GNU экранның қолдауын алып тастау
ko: GNU 화면 지원 비활성화

source: Set datadir
ast: Afitar datadir
br: Arventennañ kavlec'hiad ar roadennoù
kk: Мәліметтер бумасын орнату
ko: datadir 설정

source: Please insert '%s' into the drive '%s'
ast: Por favor, inserta '%s' nel dispositivu '%s'
br: Mar plij, enlakait '%s' el lenner '%s'
kk: "%s" приводына "%s" салыңыз
ko: '%s'(을)를 '%s' 드라이브에 넣으십시오.
