Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/software-center/tags/software-center-2.0.7debian7guada1/po/help/*.po
Languages: de, pt_br

source: en
de: de
pt_br: pt_BR

source: Software Center
pt_br: Central de Aplicativos

source: <publisher> <publishername>Ubuntu Documentation Project</publishername> </publisher> &legal;
pt_br: <publisher> <publishername>Projeto de Documentação do Ubuntu</publishername> </publisher> &legal;

source: How to install and remove software.
de: Wie man Software installiert und deinstalliert.
pt_br: Como instalar e remover aplicativos.

source: What is Software Center?
de: Was ist das Software-Center?
pt_br: O que é a Central de Aplicativos?

source: Software Center is a virtual catalog of thousands of free applications and other software to make your computer more useful.
de: Das Software-Center ist ein virtueller Katalog tausender freier Anwendungen und andere Software, um Ihren Rechner nützlicher zu gestalten.
pt_br: A Central de Aplicativos é um catálogo virtual de milhares de aplicativos feitos para tornar o seu computador mais útil.

source: You can find software by category or by searching, and you can install an item with the click of a button.
de: Sie können die Software über die Kategorien oder über die Suche finden und Sie können Sie mit nur einem Mausklick installieren.
pt_br: Você pode encontrar aplicativos por categoria ou através de uma busca e você pode instalar um item com um clique de um botão.

source: The Center also lets you examine the software installed on the computer already, and remove anything you no longer need.
de: Mit dem Software-Center können Sie sehen, welche Software bereits auf dem Rechner installiert ist und alles, was nicht mehr benötigt wird, entfernen.
pt_br: A Central ainda permite-lhe examinar os aplicativos já instalados no computador e remover qualquer coisa de que você não mais necessite.

source: Installing software
de: Software installieren
pt_br: Instalando aplicativos

source: To install something with Software Center, you need administrator access and a working Internet connection. (If you set up the operating system on this computer yourself, you have administrator access automatically.)
de: Um etwas mit dem Software-Center zu installieren, benötigen Sie Systemverwaltungsrechte und eine funktionierende Internetverbindung. (Wenn Sie das System selbst auf dem Rechner installiert haben, besitzen Sie bereits Systemverwaltungsrechte.)
pt_br: Para instalar algo com a Central de Aplicativos você necessita de acesso à conta de administrador e uma conexão com a Internet. (Se você mesmo instalou o sistema operacional neste computador, você recebeu acesso à conta de administrador automaticamente.)

source: In the <guilabel>Get Software</guilabel> section, find the thing you want to install. If you already know its name, try typing the name in the search field. Or try searching for the type of program you want (like &#8220;spreadsheet&#8221;). Otherwise, browse the list of departments.
de: Suchen Sie im Bereich <guilabel>Software installieren</guilabel> die Anwendung, die Sie installieren möchten. Wenn Sie bereits deren Namen kennen, können Sie ihn in das Suchfeld eingeben. Oder Sie suchen nach der Art von Programm, das Sie suchen (wie zum Beispiel &#8220;Tabellenkalkulation&#8221;). Oder Sie durchsuchen die Listen der einzelnen Bereiche.
pt_br: Na seção <guilabel>Obter aplicativos</guilabel>, encontre o que você quer instalar. Se você já sabe o seu nome, tente digitá-lo no campo de busca. Ou tente procurar pelo tipo de aplicativo que você quer (como &#8220;planilha de cálculo&#8221;). Ou então navegue pela lista de departamentos.

source: Select the item in the list, and choose <guilabel>More Info</guilabel>.
de: Wählen Sie die Anwendung aus der Liste und klicken Sie auf <guilabel>Weitere Informationen</guilabel>.
pt_br: Selecione o item na lista e escolha <guilabel>Mais informações</guilabel>.

source: Choose <guilabel>Install</guilabel>. You may need to enter the administrative password before the installation can begin.
de: Klicken Sie auf <guilabel>Installieren</guilabel>. Sie müssen das administrative Passwort eingeben, bevor die Installation beginnen kann.
pt_br: Escolha <guilabel>Instalar</guilabel>. Pode ser que você precise digitar a senha de administrador para que a instalação possa iniciar.

source: How long something takes to install depends on how large it is, and the speed of your computer and Internet connection.
de: Wie viel Zeit die Installation benötigt hängt von der Größe der Anwendung, der Geschwindigkeit Ihres Rechners und der Ihrer Internetverbindung ab.
pt_br: Quanto tempo leva para algo ser instalado depende do seu tamanho e das velocidades do seu computador e da conexão com a Internet.

source: When the screen changes to say &#8220;Installed&#8221;, the software is ready to use.
de: Wenn der Bildschirm sich zu &#8220;Installiert&#8221; ändert, ist die Software bereit zur Verwendung.
pt_br: Quando a janela mudar e exibir &#8220;Instalado&#8221;, o aplicativo está pronto para ser usado.

source: Using a program once it&#8217;s installed
de: Ein installiertes Programm benutzen
pt_br: Usando um aplicativo após a sua instalação

source: Most installed applications appear in the <guimenu>Applications</guimenu> menu in the corner of the screen, in the same category as they came from in the Software Center.
de: Die meisten installierten Anwendungen erscheinen im <guimenu>Anwendungen</guimenu> Menü in der linken oberen Ecke Ihres Bildschirms, im gleichen Bereich in dem sie auch im Software-Center waren.
pt_br: A maioria dos aplicativos instalados aparece no menu <guimenu>Aplicativos</guimenu> no canto superior esquerdo da tela, na mesma categoria da qual eles vieram da Central de Aplicativos.

source: For example, if you installed a program from the <guilabel>Office</guilabel> department, it will appear inside <menuchoice><guimenu>Applications</guimenu> <guisubmenu>Office</guisubmenu></menuchoice>.
de: Wenn Sie zum Beispiel ein Programm aus dem Bereich <guilabel>Büro</guilabel> installiert haben, erscheint es unter <menuchoice><guimenu>Anwendungen</guimenu> <guisubmenu>Büro</guisubmenu></menuchoice>.
pt_br: Por exemplo, se você instalou um aplicativo do departamento <guilabel>Escritório</guilabel>, ele aparecerá em <menuchoice><guimenu>Aplicativos</guimenu> <guisubmenu>Escritório</guisubmenu></menuchoice>.

source: Utilities for changing settings may appear inside <menuchoice><guimenu>System</guimenu> <guisubmenu>Preferences</guisubmenu></menuchoice> or <menuchoice><guimenu>System</guimenu> <guisubmenu>Administration</guisubmenu></menuchoice>.
de: Werkzeuge um Systemeinstellungen zu ändern erscheinen unter <menuchoice><guimenu>System</guimenu> <guisubmenu>Einstellungen</guisubmenu></menuchoice> oder <menuchoice><guimenu>System</guimenu> <guisubmenu>Systemverwaltung</guisubmenu></menuchoice>.
pt_br: Utilitários para modificar preferências podem aparecer em <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Preferências</guisubmenu></menuchoice> ou <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Administração</guisubmenu></menuchoice>.

source: Removing software
de: Software entfernen
pt_br: Removendo aplicativos

source: To remove software, you need administrator access. (If you set up the operating system on this computer yourself, you have administrator access automatically.)
de: Um Software zu entfernen, benötigen Sie Systemverwaltungsrechte. (Wenn Sie selbst das System auf dem Rechner installiert haben, verfügen Sie bereits über Systemverwaltungsrechte.)
pt_br: Para remover aplicativos você necessita de acesso à conta de administrador. (Se você mesmo instalou o sistema operacional neste computador, você recebeu acesso à conta de administrador automaticamente.)

source: In the <guilabel>Installed Software</guilabel> section, find the item you want to remove.
de: Suchen Sie im Bereich <guilabel>Installierte Anwendungen</guilabel> die Anwendung, die Sie entfernen möchten.
pt_br: Na seção <guilabel>Aplicativos instalados</guilabel>, encontre o item que quer remover.

source: Select the item in the list, and choose <guilabel>Remove</guilabel>. You may need to enter the administrative password.
de: Wählen Sie die Anwendung aus der Liste und klicken Sie auf <guilabel>Entfernen</guilabel>. Sie müssen anschließend das administrative Passwort eingeben.
pt_br: Selecione o item na lista e escolha <guilabel>Remover</guilabel>. Pode ser que você precise digitar a senha de administrador.

source: If a program is open when you remove it, usually it will stay open even after it is removed. As soon as you close it, it will no longer be available.
de: Wenn Sie ein Programm geöffnet haben, während Sie es entfernen, wird es normalerweise geöffnet bleiben, nachdem es entfernt wurde. Sobald Sie es schließen, wird es nicht weiter verfügbar sein.
pt_br: Se um aplicativo estiver aberto quando você o remover, geralmente ele permanecerá aberto mesmo após ser removido. Tão logo você o feche, ele não estará mais disponível.

source: Why is it asking me to remove several programs together?
de: Warum werde ich gefragt, viele verschiedene Programme zusammen zu entfernen?
pt_br: Porque ele está me dizendo que deve remover vários aplicativos ao mesmo tempo?

source: Sometimes if you try to remove one item, the Software Center will warn you that other items will be removed too. There are two main reasons this happens.
de: Manchmal wenn Sie eine Anwendung entfernen möchten, warnt das Software-Center Sie, dass weitere Anwendungen ebenfalls entfernt werden. Es gibt hauptsächlich zwei Gründe, warum das passiert.
pt_br: Algumas vezes se você tenta remover um item, a Central de Aplicativos vai lhe avisar que outros itens também serão removidos. Há duas razões principais para que isso aconteça.

source: If you remove an application, any add-ons or accessories for that application usually will be removed too.
de: Wenn Sie eine Anwendung entfernen, werden normalerweise alle Erweiterungen und Zusatzkomponenten mit entfernt.
pt_br: Se você remove um aplicativo, quaisquer complementos ou acessórios para aquele aplicativo também serão removidos.

source: Multiple applications are sometimes provided as a single package. If any of them are installed, all of them are installed. And if any of them are removed, all of them are removed. Software Center cannot remove them individually, because it has no instructions on how to separate them.
de: Mehrere Anwendungen werden manchmal in einem Paket zusammengefasst. Wenn eine davon installiert ist, sind alle installiert und wenn eine davon entfernt ist, werden alle entfernt. Das Software-Center kann Sie nicht einzeln entfernen, da es nicht über die Möglichkeit verfügt, sie zu trennen.
pt_br: Às vezes vários aplicativos são providos em um único pacote. Se um deles é instalado, todos são instalados. E se um deles é removido, todos são removidos. A Central de Aplicativos não pode removê-los individualmente pois não possui instruções sobre como separá-los.

source: You can use the <guilabel>Main Menu</guilabel> settings to hide unwanted items without removing them from the computer. In GNOME, you can find <guilabel>Main Menu</guilabel> inside <menuchoice><guimenu>System</guimenu> <guisubmenu>Preferences</guisubmenu></menuchoice>.
de: Sie können die <guilabel>Hauptmenü</guilabel> Einstellungsmöglichkeiten nutzen, um nicht benötigte Anwendungen zu verbergen, ohne Sie vom Rechner zu entfernen. Unter GNOME finden Sie das <guilabel>Hauptmenü</guilabel> unter <menuchoice><guimenu>System</guimenu> <guisubmenu>Einstellungen</guisubmenu></menuchoice>.
pt_br: Você pode usar as configurações do <guilabel>Menu principal</guilabel> para ocultar itens indesejados sem removê-los do computador. No GNOME, você pode encontrar o <guilabel>Menu principal</guilabel> em <menuchoice><guimenu>Sistema</guimenu> <guisubmenu>Preferências</guisubmenu></menuchoice>

source: <ulink url="ghelp:user-guide?menu-editor" >Customizing the menu bar</ulink>
de: <ulink url="ghelp:user-guide?menu-editor" >Die Menüleiste anpassen</ulink>
pt_br: <ulink url="ghelp:user-guide?menu-editor" >Personalizando a barra de menu</ulink>

source: Why are all the programs free?
de: Warum sind alle Programme kostenlos?
pt_br: Porque todos os aplicativos são grátis?

source: Currently, all software in Software Center is free of charge.
de: Momentan ist jede im Software-Center verfügbare Software kostenlos.
pt_br: Atualmente todos os aplicativos na Central de Aplicativos são grátis.

source: Most of this software is developed as <firstterm>open source</firstterm>, which means anyone is allowed to alter it and redistribute it for any price. Ubuntu developers, Debian developers, and others package the software available in Software Center, and make it available to you for free.
de: Die meiste dieser Software wird als <firstterm>Open-Source</firstterm> entwickelt, was bedeutet dass jeder sie für jeden Preis verändern und weitergeben darf. Die Ubuntu-, Debian- und weitere Entwickler paketieren die Software für Sie, um sie kostenlos im Software-Center verfügbar zu machen.
pt_br: A maioria desses aplicativos é desenvolvida com o <firstterm>código aberto</firstterm>, o que significa que qualquer pessoa pode alterá-los e redistribuí-los por qualquer preço. Os desenvolvedores do Ubuntu, do Debian e outros empacotam os aplicativos disponíveis na Central de Aplicativos e tornam-nos disponíveis para você gratuitamente.

source: What if a program I want isn&#8217;t available?
de: Was, wenn ein Programm nicht verfügbar ist?
pt_br: E se um aplicativo que eu quiser não estiver disponível?

source: First, check that <menuchoice><guimenu>View</guimenu> <guimenuitem>All Software</guimenuitem></menuchoice> is selected.
de: Stellen Sie zunächst sicher, dass <menuchoice><guimenu>Ansicht</guimenu> <guimenuitem>Alle Anwendungen</guimenuitem></menuchoice> ausgewählt ist.
pt_br: Primeiramente verifique se <menuchoice><guimenu>Ver</guimenu> <guimenuitem>Todos os aplicativos</guimenuitem></menuchoice> está selecionado.

source: If the software you want still isn&#8217;t there, but you know that it runs on this operating system, try contacting the original developers of the program to ask if they can help make it available.
de: Wenn die Anwendung immer noch nicht verfügbar ist, aber Sie sicher wissen, dass Sie unter diesem System läuft, versuchen Sie die Entwickler des Programms zu kontaktieren und sie nach Hilfe zu fragen, die Software verfügbar zu machen.
pt_br: Se o aplicativo que você quer ainda não está lá mas você sabe que ele funciona neste sistema operacional, tente contatar os desenvolvedores originais do aplicativo e perguntar se eles podem ajudar a torná-lo disponível.

source: If a program is available for other operating systems but not for this one, let the developers know that you&#8217;re interested in running it on this operating system.
de: Wenn das Programm für andere Betriebssysteme, aber nicht für dieses verfügbar ist, teilen Sie den Entwicklern mit, dass Sie daran interessiert wären, es unter Ubuntu laufen zu haben.
pt_br: Se um aplicativo estiver disponível para outros sistemas operacionais mas não para este aqui, faça com que os seus desenvolvedores saibam que você está interessado em usá-lo neste sistema operacional.

source: What if a program doesn&#8217;t work?
de: Was, wenn ein Programm nicht funktioniert?
pt_br: E se um aplicativo não funcionar?

source: With tens of thousands of programs in Software Center, there&#8217;s always the chance that a few of them won&#8217;t work properly on your computer.
de: Mit mehreren zehntausend Programmen im Software-Center besteht immer die kleine Chance, dass einige davon nicht richtig auf Ihrem Rechner laufen.
pt_br: Com dezenas de milhares de aplicativos na Central de Aplicativos, sempre há uma chance de que alguns não funcionem bem no seu computador.

source: If you are familiar with reporting bugs in software, you can help out by reporting the problem to the developers, see <ulink url="http://www.debian.org/Bugs/Reporting"> http://www.debian.org/Bugs/Reporting</ulink> for information on how to report a bug in Debian. If you do not run Debian, but a distribution based on it, you might need to report the bug to another address.
de: Wenn Sie mit dem Melden von Fehlern in Software vertraut sind, dann können sie helfen, indem sie das Problem den Entwicklern melden, siehe <ulink url="http://www.debian.org/Bugs/Reporting"> http://www.debian.org/Bugs/Reporting</ulink> für Information darüber, wie man einen Fehler in Debian meldet. Falls Sie nicht Debian verwenden, aber eine Debian-basierte Distribution, müssen sie den Fehler gegebenenfalls an anderer Stelle melden.
pt_br: Se você estiver familiarizado com o relato de erros em aplicativos, você pode ajudar relatando o problema aos desenvolvedores. Veja em <ulink url="http://www.debian.org/Bugs/Reporting"> http://www.debian.org/Bugs/Reporting</ulink> como relatar um erro no Debian. Se você não estiver usando o Debian, mas uma distribuição baseada nele, você talvez tenha de relatar o erro em outro lugar.

source: Otherwise, look through the Center for another program to do what you want.
de: Andernfalls suchen Sie im Software-Center nach einem anderen Programm, das Ihren Ansprüchen entspricht.
pt_br: Ou então procure na Central por algum outro aplicativo que faça o que você quer.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Es ist Ihnen erlaubt, dieses Dokument unter den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder später von der Free Software Foundation herausgegebenen Versionen zu kopieren, weiterverbreiten und/oder zu verändern, allerdings ohne unveränderbaren Abschnitten, Frontcover- und Backcover-Texten. Sie erhalten eine Kopie der GFDL unter <ulink type="help" url="ghelp:fdl">link</ulink> oder in der diesem Handbuch beiliegenden Datei COPYING-DOCS.
pt_br: Permissão é concedida para copiar, distribuir e/ou modificar este documento sob os termos da GNU Free Documentation License (GFDL), Versão 1.1 ou qualquer versão mais recente publicada pela Free Software Foundation sem seções invariantes e sem textos de capa ou contracapa. Você pode encontrar uma cópia da GFDL nesse <ulink type="help" url="ghelp:fdl">link</ulink> ou no arquivo COPYING-DOCS distribuído com este manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbücher, welche unter der GFDL verbreitet werden. Wenn Sie es unabhängig von der Sammlung weitergeben möchten, können Sie das tun, indem Sie eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, beilegen.
pt_br: Este manual é parte da coleção de manuais do GNOME distribuídos sob a GFDL. Se você quiser distribuir este manual separadamente da coleção, você pode fazê-lo juntando uma cópia da licença ao manual, como descrito na seção 6 da licença.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer GNOME-Dokumentation vorkommen und wenn die Mitglieder des GNOME-Dokumentationsprojekts über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.
pt_br: Muitos nomes usados pelas companhias para distinguir os seus produtos e serviços são reivindicados como marca registrada. Onde esses nomes aparecerem em qualquer documento do GNOME e os membros do Projeto de Documentação do GNOME estiverem cientes dessas marcas registradas, eles estarão em letras maiúsculas ou com as letras iniciais em maiúsculas.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND
pt_br: O DOCUMENTO É FORNECIDO "COMO ESTÁ", SEM GARANTIA DE QUALQUER TIPO, EXPRESSA OU IMPLÍCITA, INCLUINDO, SEM LIMITAÇÃO, AS GARANTIAS DE QUE O DOCUMENTO OU VERSÃO MODIFICADA DO MESMO ESTÁ LIVRE DE DEFEITOS, É COMERCIÁVEL, PRÓPRIO PARA UM FIM ESPECÍFICO OU NÃO INFRATOR. TODO RISCO QUANTO À QUALIDADE, PRECISÃO E DESEMPENHO DO DOCUMENTO OU VERSÃO MODIFICADA É SEU. SE ALGUM DOCUMENTO OU VERSÃO MODIFICADA MOSTRAR-SE COM DEFEITOS EM QUALQUER CASO, VOCÊ (NÃO O ESCRITOR INICIAL, AUTOR OU QUALQUER CONTRIBUINTE) ASSUME O CUSTO DE QUALQUER MANUTENÇÃO NECESSÁRIA, REPAROS OU CORREÇÕES. ESTE AVISO DE GARANTIA CONSTITUI PARTE ESSENCIAL DA LICENÇA. NENHUM USO DE QUALQUER DOCUMENTO OU VERSÃO MODIFICADA DO DOCUMENTO ESTÁ AUTORIZADO EXCETO DE ACORDO COM ESTA CONDIÇÃO; E
