Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/software-center/tags/software-center-2.0.7debian7guada1/po/help/*.po
Languages: de, pt_br

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.
pt_br: EM HIPÓTESE ALGUMA E SOB NENHUMA TEORIA JURÍDICA, MESMO EM DELITO (INCLUINDO NEGLIGÊNCIA), CONTRATO OU NÃO, O AUTOR, ESCRITOR INICIAL, QUALQUER CONTRIBUINTE OU QUALQUER DISTRIBUIDOR DO DOCUMENTO OU VERSÃO MODIFICADA DO DOCUMENTO OU QUALQUER FORNECEDOR DE UMA DESSAS PARTES, SERÁ RESPONSÁVEL POR QUALQUER PESSOA POR QUAISQUER DANOS DIRETOS, INDIRETOS, ESPECIAIS, INCIDENTAIS OU DE QUALQUER TIPO INCLUINDO, SEM LIMITAÇÃO, DANOS PARA A PERDA DE BOA VONTADE, PARADA DE TRABALHO, FALHA DE COMPUTADOR OU QUAISQUER OUTROS DANOS OU PREJUÍZOS DECORRENTES DE OU EM RELAÇÃO AO USO DO DOCUMENTO E VERSÃO MODIFICADA DO DOCUMENTO, MESMO QUE ESSA PARTE TENHA SIDO INFORMADA DA POSSIBILIDADE DE TAIS DANOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder type="orderedlist" id="0"/>
de: DAS DOKUMENT UND VERÄNDERTE VERSIONEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE BEREITGESTELLT, MIT DEM WISSEN DASS: <placeholder type="orderedlist" id="0"/>
pt_br: O DOCUMENTO E VERSÕES MODIFICADAS DO DOCUMENTO SÃO FORNECIDOS NOS TERMOS DA LICENÇA DE DOCUMENTAÇÃO LIVRE GNU ("GNU FREE DOCUMENTATION LICENSE") COM ENTENDIMENTOS POSTERIORES QUE: <placeholder type="orderedlist" id="0"/>

source: <date> 2009-09-07 </date>
pt_br: <date> 09-07-2009 </date>

source: How to manage applications on your system
de: Wie man Anwendungen auf seinem System verwaltet
pt_br: Como gerenciar aplicativos no seu sistema

source: <type> user's guide </type>
de: <type> Benutzerhandbuch </type>
pt_br: <type> guia do usuário </type>
