Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/gfxboot-theme-guada/tags/gfxboot-theme-guada-0.9.8guada10/po/*.po
Languages: et, fi

source: OK
et: Olgu

source: Cancel
et: Katkesta
fi: Peruuta

source: Reboot
et: Taaskäivitus
fi: Käynnistä uudelleen

source: Continue
et: Jätka
fi: Jatka

source: Boot Options
et: Alglaadimise valikud
fi: Käynnistysv.

source: Exiting...
et: Väljumine...
fi: Poistutaan...

source: You are leaving the graphical boot menu and starting the text mode interface.
et: Sa oled lahkumas graafilisest alglaadimismenüüst ning alustad tekstipõhise liidese kasutamist.
fi: Olet poistumassa graafisesta käynnistysvalikosta ja käynnistämässä tekstipohjaisen käyttöliittymän.

source: Help
et: Abiteave
fi: Ohje

source: Boot loader
et: Alglaadur
fi: Käynnistyslataaja

source: I/O error
et: S/V viga
fi: I/O-virhe

source: Change Boot Disk
et: Alglaadimise ketta vahetus
fi: Vaihda käynnistyslevy

source: Insert boot disk %u.
et: Sisesta alglaadimise ketas %u.
fi: Anna käynnistyslevy %u.

source: This is boot disk %u. Insert boot disk %u.
et: See on alglaadimise ketas %u. Sisesta alglaadimise ketas %u.
fi: Tämä on käynnistyslevy %u. Anna käynnistyslevy %u.

source: This is not a suitable boot disk. Please insert boot disk %u.
et: See pole sobiv alglaadimise ketas. Palun sisesta alglaadimise ketas %u.
fi: Tämä ei ole kelvollinen käynnistyslevy. Aseta käynnistyslevy %u asemaan.

source: Password
et: Salasõna
fi: Salasana

source: Enter your password:
et: Sisesta oma salasõna:
fi: Anna salasanasi:

source: DVD Error
et: DVD viga
fi: DVD-virhe

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
et: See on kahepoolne DVD. Sa alustasid laadimist teiselt poolelt. Palun pööra DVD ümber ja jätka.
fi: Tämä on kaksipuoleinen DVD. Olet käynnistänyt kakkospuolelta. Käännä DVD toisinpäin ja jatka sitten.

source: Power Off
et: Väljalülitamine
fi: Katkaise virta

source: Halt the system now?
et: Kas seisata süsteem kohe?
fi: Pysäytetäänkö järjestelmä nyt?

source: Password
et: Salasõna
fi: Salasana

source: Other Options
et: Muud valikud
fi: Muut valinnat

source: Language
et: Keel
fi: Kieli

source: Keymap
et: Klaviatuuripaigutus
fi: Näppäimistö

source: Modes
et: Režiimid
fi: Tilat

source: Normal
et: Tavaline
fi: Tavallinen

source: Expert mode
et: Edasijõudnutele
fi: Asiantuntijatila

source: Accessibility
et: Hõlbustused
fi: Esteettömyys

source: None
et: Puudub
fi: Ei mikään

source: High Contrast
et: Kõrge kontrast
fi: Suuri kontrasti

source: Magnifier
et: Luup
fi: Suurennuslasi

source: Screen Reader
et: Ekraanilugeja
fi: Näytön luku

source: Braille Terminal
et: Braille'i terminal
fi: Pistekirjoituspääte

source: Keyboard Modifiers
et: Muuteklahvid
fi: Asettelun valinnat

source: On-Screen Keyboard
et: Ekraaniklaviatuur
fi: Näppäimistö näytöllä

source: Motor Difficulties - switch devices
et: Mootori raskused - vaheta seadmeid
fi: Motoriset vaikeudet - valintalaitteet

source: Everything
et: Kõik
fi: Kaikki

source: ^Try Ubuntu without installing
et: ^Proovi Ubuntut ilma paigaldamata
fi: ^Kokeile Ubuntua asentamatta

source: ^Try Kubuntu without installing
et: ^Proovi Kubuntut ilma paigaldamata
fi: ^Kokeile Kubuntua asentamatta

source: ^Try Edubuntu without installing
et: ^Proovi Edubuntut ilma paigaldamata
fi: ^Kokeile Edubuntua asentamatta

source: ^Try Xubuntu without installing
et: ^Proovi Xubuntut ilma paigaldamata
fi: ^Kokeile Xubuntua asentamatta

source: ^Try Ubuntu MID without installing
et: ^Proovi Ubuntu MID-i ilma paigaldamata
fi: ^Kokeile Ubuntun MID-versiota asentamatta

source: ^Try Ubuntu Netbook without installing
et: ^Proovi Ubuntu Netbooki ilma paigaldamata
fi: ^Kokeile Ubuntun Netbook-versiota asentamatta

source: ^Try Kubuntu Netbook without installing
et: ^Proovi Kubuntu Netbooki ilma paigaldamata
fi: ^Kokeile Kubuntun Netbook-versiota asentamatta

source: Use driver update disc
et: Paigalda koos draiveri ^uuenduste plaadiga
fi: Käytä ajuripäivityslevyä

source: ^Install Ubuntu in text mode
et: Paigalda Ubuntu ^tekstilaadis
fi: Asenna Ubuntu tek^stitilassa

source: ^Install Kubuntu in text mode
et: Paigalda Kubuntu ^tekstilaadis
fi: Asenna Kubuntu tek^stitilassa

source: ^Install Edubuntu in text mode
et: Paigalda Edubuntu ^tekstilaadis
fi: Asenna Edubuntu tek^stitilassa

source: ^Install Xubuntu in text mode
et: Paigalda Xubuntu ^tekstilaadis
fi: Asenna Xubuntu tek^stitilassa

source: ^Install Ubuntu
et: ^Paigalda Ubuntu
fi: ^Asenna Ubuntu

source: ^Install Kubuntu
et: ^Paigalda Kubuntu
fi: ^Asenna Kubuntu

source: ^Install Edubuntu
et: ^Paigalda Edubuntu
fi: ^Asenna Edubuntu

source: ^Install Xubuntu
et: ^Paigalda Xubuntu
fi: ^Asenna Xubuntu

source: ^Install Ubuntu Server
et: ^Paigalda Ubuntu server
fi: ^Asenna Ubuntun palvelinversio

source: Install Ubuntu ^Enterprise Cloud
et: Paigalda Ubuntu ^Enterprise Cloud
fi: Asenna Ubuntu ^Enterprise Cloud

source: ^Install Ubuntu Studio
et: ^Paigalda Ubuntu Studio
fi: ^Asenna Ubuntu Studio

source: ^Install Ubuntu MID
et: ^Paigalda Ubuntu MID
fi: ^Asenna Ubuntu MID

source: ^Install Ubuntu Netbook
et: ^Paigalda Ubuntu Netbook
fi: ^Asenna Ubuntun Netbook-versio

source: ^Install Kubuntu Netbook
et: ^Paigalda Kubuntu Netbook
fi: ^Asenna Kubuntun Netbook-versio

source: Install a workstation
et: Paigalda ^tööjaam
fi: Työasema-asennus

source: Install a server
et: Paigalda ser^ver
fi: Palvelinasennus

source: OEM install (for manufacturers)
et: ^OEM paigaldus (tootjatele)
fi: OEM-asennus (laitevalmistajille)

source: Install a LAMP server
et: Paigalda ^LAMP server
fi: Asenna LAMP-palvelin

source: Install an LTSP server
et: Paigalda LTSP s^erver
fi: Asenna LTSP-palvelin

source: Install a Diskless Image Server
et: Paigalda kettata pildiserver
fi: Asenna levykuvapalvelin

source: Install a command-line system
et: Paigalda k^äsurea süsteem
fi: Asenna komentorivijärjestelmä

source: Install a minimal system
et: Paigalda minimaalne süsteem
fi: Asenna minimaalinen järjestelmä

source: Install a minimal virtual machine
et: Paigalda võimalikult väike virtuaalmasin
fi: Asenna minimaalinen virtuaalikone

source: ^Check disc for defects
et: Tee ^kettale vigade kontroll
fi: ^Tarkista levyn virheettömyys

source: ^Rescue a broken system
et: Pa^randa rikutud süsteem
fi: ^Korjaa rikkinäinen järjestelmä

source: Test ^memory
et: ^Mälutest
fi: ^Muistin tarkistus

source: ^Boot from first hard disk
et: Tee alglaa^dimine esimeselt kõvakettalt
fi: Käynnistä ^ensimmäiseltä kiintolevyltä

source: Free software only
et: Ainult vaba tarkvara
fi: Vain vapaita ohjelm.

source: ^Dell Automatic Reinstall
et: ^Delli automaatne taaspaigaldus
fi: ^Dellin automaattinen uudelleenasennus

source: ^Install Mythbuntu
et: ^Paigalda Mythbuntu
fi: ^Asenna Mythbuntu

source: ^Try Mythbuntu without installing
et: ^Proovi Mythbuntut ilma paigaldamata
fi: ^Kokeile Mythbuntua asentamatta
