Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/software-center/tags/software-center-2.0.7debian7guada1/po/*.po
Languages: af, am, be, bn, br, fa, fy, hi, is, ka, kk, lb, ms, nds, oc, sq, te, th, ug, ur

source: Canonical does no longer provide updates for %s in Ubuntu %s. Updates may be available in a newer version of Ubuntu.
af: Canonical voorsien nie meer opdaterings vir %s in Ubuntu %s nie. Opdaterings mag beskikbaar wees in toekomstige weergawes van Ubuntu.
am: በዑቡንቱ %s ላለ %s ማሻሻያዎች ማቅረብ ትቷል። ማሻሻያዎች በአዲስ የዑቡንቱ ዘሮች ላኖሩ ይችላሉ።
be: Canonical больш не забяспечвае абнаўленьні для %s ва Ubuntu %s. Магчыма абнаўленьні даступныя ў пазьнейшых вэрсіях Ubuntu.
bn: ক্যানোনিকাল উবুন্টু %s এ %s এর জন্য কোন উন্নত সংস্করণ প্রকাশ করবে না। উবুন্টুর নতুন সংস্করণে হয়তো এর উন্নত সংস্করণ পাওয়া যেতে পারে।
br: Canonical ne bourchas ket hizivadennoù %s evit Ubuntu %s ken. Hegerz e vint e handelv Ubuntu a zeu marteze.
fa: کانونیکال دیگر برای بسته %s برای اوبونتو %s به روزرسانی ندارد .به رسانی هایی ممکن است برای نسخه های جدید تر اوبونتو موجود باشند.
fy: Canonical levert gjin ferbetterings mear foar %s yn Ubuntu %s. Ferbetterings soenen yn neiere ferzje fan Ubuntu beskikber kinne wêze
hi: कैननीकल उबुन्टू %s में %s के लिए अब से अद्यतन प्रदान नहीं करेगा।
is: Canonical sér ekki um að viðhalda %s í Ubuntu %s. Það er mögulegt að uppfærslur séu fáanlegar í nýrri útgáfum af Ubuntu.
ka: Canonical აღარ უზრუნველყოფს განახლებებს %s-სთვის Ubuntu %s-ში. განახლებები შეიძლება ხელმისაწვდომი იყოს უბუნტუს ახალ ვერსიაში.
kk: %s үшін Ubuntu %s нұсқасында жаңартулар шығарылмайды. Жаңартулар Ubuntu-ның кейінгі шығарылымында болуы мүмкін.
lb: Canonical stellt keng Aktualiséierunge fir %s an Ubuntu %s méi zur Verfügung. Aktualiséierunge sinn an enger neier Versioun vun Ubuntu verfügbar.
ms: Canonical sudah tidak lagi menyediakan kemaskini untuk %s dalam Ubuntu %s. Kemaskini mungkin boleh diperolehi dalam versi terbaru Ubuntu.
oc: Canonical provesís pas pus de mesas a jorn de %s per Ubuntu %s. Pòdon èsser disponiblas per una version d'Ubuntu mai recenta.
sq: Canonical nuk jep më përditësime për %s në Ubuntu %s. Përditësimet mund të jenë të disponueshme në një version të ri të Ubuntu.
te: %s కొరకు ఉబుంటు%s లో కెనానికల్ తాజాకరణలు ఇవ్వటంలేదు. కొత్త ఉబుంటు విడుదలలో తాజాకరణలు అందుబాటులో వుండవచ్చు.
th: Canonical ไม่ได้เป็นผู้ให้การสนับสนุนการปรับปรุงระยะยาวสำหรับ %s ใน Ubuntu %s การปรับปรุงอาจมีอีกครั้งใน Ubuntu รุ่นที่ใหม่กว่า
ug: Canonical شىركىتى Ubuntu %s دا %s نى يېڭىلىمايدۇ. يېڭىلاش كېيىنكى نەشرلىرىدە ئېلىپ بېرىلىشى مۇمكىن.

source: Canonical provides critical updates for %(appname)s until %(support_end_month_str)s %(support_end_year)s.
af: Canonical voorsien kritiese opdaterings vir %(appname)s tot %(support_end_month_str)s %(support_end_year)s.
be: Canonical забясьпечвае крытычныя абнаўленьні для %(appname)s да %(support_end_month_str)s %(support_end_year)s.
bn: ক্যানোনিক্যাল %(appname)s এর জন্য %(support_end_month_str)s %(support_end_year)s পর্যন্ত অতীব গুরুত্বপূর্ণ আপডেট সমূহ দিবে।
br: Canonical a ginnig hizivadennoù eizhik evit %(appname)s betek %(support_end_month_str)s %(support_end_year)s.
fa: کانونیکال برای بستهٔ %(appname)s تا %(support_end_month_str)s %(support_end_year)s با همکاری توسعه دهنده ها بروزرسانی دارد.
fy: Canonical levert belangrike ferbetterings fan %(appname)s oan %(support_end_month_str)s %(support_end_year)s ta.
hi: कैननीकल नाज़ुक अद्यतन %(appname)s के लिए %(support_end_month_str)s %(support_end_year)s तक प्रदान करता है।
is: Canonical sér um nauðsynlegar uppfærslur fyrir %(appname)s þangað til %(support_end_month_str)s %(support_end_year)s.
ka: Canonical უზრუნველჰყოფს კრიტიკულ განახლებებს %(appname)s-თვის თარიღამდე %(support_end_month_str)s %(support_end_year)s.
kk: Canonical %(appname)s үшін критикалық жаңартуларды %(support_end_month_str)s %(support_end_year)s дейін шығаратын болады.
lb: Canonical stellt wichteg Aktualiséierunge fir %(appname)s bis den %(support_end_month_str)s %(support_end_year)s bereet.
ms: Canonical menyediakan kemaskini kritikal untuk %(appname)s sehingga %(support_end_month_str)s %(support_end_year)s.
oc: Canonical prepausa de mesas a jorn criticas per %(appname)s fins a %(support_end_month_str)s %(support_end_year)s.
sq: Canonical jep përditësime kritike për %(appname)s deri në %(support_end_month_str)s %(support_end_year)s.
te: %(appname)s కొరకు %(support_end_month_str)s నెల %(support_end_year)s సంవత్సరము వరకు కెనానికల్ తాజాకరణలు అందచేస్తుంది.
th: Canonical เป็นผู้ให้การสนับสนุนการปรับปรุงในส่วนที่สำคัญสำหรับ %(appname)s ไปจนถึง %(support_end_month_str)s %(support_end_year)s
ug: Canonical شىركىتى %(appname)s نىڭغا مۇناسىۋەتلىك مۇھىم يېڭىلاشلارنى %(support_end_year)s -يىل %(support_end_month_str)s -ئايغىچە داۋاملاشتۇرىدۇ

source: Canonical provides critical updates supplied by the developers of %(appname)s until %(support_end_month_str)s %(support_end_year)s.
af: Canonical voorsien kritiese opdaterings wat deur sagteware ontwikkelaars van %(appname)s voorsien word tot %(support_end_month_str)s %(support_end_year)s.
be: Canonical падае крытычныя абнаўленьні ад распрацоўшчыкаў %(appname)s да%(support_end_month_str)s %(support_end_year)s.
bn: ক্যানোনিক্যাল %(appname)s এর ডেভেলপারদের দেয়া আপডেটসমূহ %(appname)s until %(support_end_month_str)s %(support_end_year)s পর্যন্ত দিবে।
br: Canonical a ginnig hizivadennoù eizhik pourchaset gant an diorrerien eus %(appname)s betek %(support_end_month_str)s %(support_end_year)s.
fa: کانونیکال برای بستهٔ %(appname)s تا %(support_end_month_str)s %(support_end_year)s با همکاری توسعه دهنده ها بروزرسانی دارد.
fy: Canonical levert belangrike ferbetterings levere troch de ûntwikkeling minsken fan %(appname)s oan %(support_end_month_str)s %(support_end_year)s ta.
hi: कैननीकल विकासकर्ता द्वारा प्रदत्त नाज़ुक अद्यतन %(appname)s के लिए %(support_end_month_str)s %(support_end_year)s तक प्रदान करता है।
is: Canonical sér um nauðsynlegar uppfærslur frá þeim sem buggu til %(appname)s þangað til %(support_end_month_str)s %(support_end_year)s.
ka: Canonical უზრუნველჰყოფს კრიტიკულ განახლებებს, რომლებიც უზრუნველყოფილი იქნება %(appname)s-ს შემმუშავებლების მიერ თარიღამდე %(support_end_month_str)s %(support_end_year)s.
kk: Canonical, %(appname)s өңдеушілері ұсынған үшін критикалық жаңартуларды %(support_end_month_str)s %(support_end_year)s дейін ұсынатын болады.
lb: Canonical stellt wichteg Aktualiséierunge, ndéi vun den Entwéckler zur Verfügung gestallt ginn, fir %(appname)s bis den %(support_end_month_str)s %(support_end_year)s bereet.
ms: Canonical menyediakan kemaskini kritikal yang dibekalkan oleh pembangun %(appname)s sehingga %(support_end_month_str)s %(support_end_year)s.
oc: Canonical prepausa de mesas a jorn criticas provesidas pels desvolopaires de %(appname)s fins a %(support_end_month_str)s %(support_end_year)s.
sq: Canonical jep përditësime kritike të dhëna nga zhvilluesit e %(appname)s deri në %(support_end_month_str)s %(support_end_year)s.
te: %(appname)s కొరకు %(support_end_month_str)s నెల %(support_end_year)s సంవత్సరము వరకు అభివృద్ధికారులు అందచేసే తాజాకరణలు కెనానికల్ అందచేస్తుంది.
th: Canonical เป็นผู้ให้การสนับสนุนการปรับปรุงที่สำคัญ โดยนักพัฒนาของ %(appname)s ไปจนถึง %(support_end_month_str)s %(support_end_year)s
ug: Canonical شىركىتى ئىجادىيەتچىلەر تەمىنلىگەن %(appname)s نىڭغا مۇناسىۋەتلىك مۇھىم يېڭىلاشلارنى %(support_end_year)s -يىل %(support_end_month_str)s -ئايغىچە داۋاملاشتۇرىدۇ

source: Canonical does not provide updates for %s. Some updates may be provided by the third party vendor.
af: Canonical voorsien geen opdaterings vir %s nie. Sommige opdaterings word deur derde party handelaars voorsien.
am: ካኖኒካል ለ%s ማሻሻያዎች አያቀርብም። አንዳንድ ማሻሻያዎች በሦስተኛ ወገን አቅራቢዎች ሊቀርቡ ይችላሉ።
be: Кампанія Canonical не прадастаўляе абнаўленьняў для %s. Некаторыя абнаўленьні могуць прадастаўляцца трэцімі асобамі.
bn: ক্যানোনিকাল %s এর উন্নত সংস্করণ প্রকাশ করে না। তৃতীয় কোন প্রতিষ্ঠানের পক্ষ থেকে হয়তো উন্নত সংস্করণ পাওয়া যেতে পারে।
br: Canonical ne ginnig ket hizivadennoù evit %s. Hizivadennoù a c'hall bezañ kinniget gant gwerzherien all.
fa: کانونبکال برای بستهٔ %s به روزرسانی ندارد.ممکن است به رسانی توسط سوم شخص ارایه شود.
fy: Canonical levert gjin ferbetterings foar %s. Sommige ferbetterings kinne levere wurde troch in oar bedreau.
hi: कैननीकल %s के लिए अद्यतन प्रदान नहीं करेगी। कुछ अद्यतन तृतीय पक्ष विक्रेता द्वारा प्रदान किया जा सकता है।
is: Canonical viðheldur %s ekki lengur. Það er hugsanlegt að einhver þriðji aðili muni sjá um halda því við áfram.
ka: Canonical არ უზრუნველჰყოფს განახლებებს %s-თვის. შესაძლოა, მესამე მხარე უზრუნველჰყოფს მათ.
kk: %s үшін Canonical жаңартуларды шығармайды. Кейбір жаңартулар үшінші жақты тұлғалармен шығарылуы мүмкін.
lb: Canonical stellt keng Aktualiséierunge fir %s zur Verfügung. Verschidden Aktualiséierunge kënne vun drëtt Parteien ugebuede ginn.
ms: Canonical tidak menyediakan kemaskini untuk %s. Kemaskini mungkin disediakan oleh vendor pihak ketiga.
oc: Canonical prepausa pas de mesas a jorn per %s. D'unas mesas a jorn pòdon èsser prepausadas per de vendedors tèrces.
sq: Canonical nuk jep përditësime për %s. Disa përditësime mund të jepen nga një pale e tretë.
te: %s కొరకు కెనానికల్ తాజాకరణలు ఇవ్వదు. మూడవ పార్టీ వారు కొన్ని తాజాకరణలు అందించవచ్చు.
th: Canonical ไม่ได้เป็นผู้ให้การสนับสนุนการปรับปรุงสำหรับ %s การปรับปรุงอาจได้รับการสนับสนุนโดยผู้ให้บริการรายอื่น
ug: Canonical شىركىتى %s نى يېڭىلاش ئىشىنى قىلمايدۇ، ئۇنى باشقا شىركەتلەر قىلىشى مۇمكىن

source: Canonical provides critical updates for %s.
af: Canonical verskaf kritieke opdaterings vir %s
be: Canonical забясьпечвае крытычныя абнаўленьні для % s.
bn: ক্যানোনিক্যাল %s এর জন্য অতীব গুরুত্বপূর্ণ আপডেটসমূহ দিয়ে থাকে।
br: Canonical a ginnig hizivadennoù eizhik evit %s.
fa: کانونبکال برای بستهٔ %s به روزرسانی های حساس را فراهم می کند.
fy: Canonical levert belangrike ferbetterings foar %s
hi: कैननीकल %s के लिए नाज़ुक अद्यतन प्रदान करता है।
is: Canonical sér um að viðhalda %s með nauðsynlegum uppfærslum.
ka: Canonical უზრუნველყოფს კრიტიკულ განახლებებს %s-სთვის.
kk: %s үшін Canonical критикалық жаңартуларды шығарады.
lb: Canonical stellt wichteg Aktualiséierunge fir %s bereet.
ms: Canonical menyediakan kemaskini kritikal untuk %s.
nds: Canonical beed kritische Opfrischen för %s an.
oc: Canonical prepausa de mesas a jorn criticas per %s.
sq: Canonical jep përditësime kritike për %s.
te: %s కొరకు కెనానికల్ తాజాకరణలు ఇస్తుంది.
th: Canonical เป็นผู้ให้การสนับสนุนการปรับปรุงที่สำคัญ สำหรับ %s
ug: Canonical شىركىتى %s نى مۇھىم يېڭىلاش مۇلازىمىتى بىلەن تەمىنلەيدۇ

source: Canonical provides critical updates supplied by the developers of %s.
af: Canonical voorsien kritiese opdaterings wat deur sagteware ontwikkelaars van %s voorsien word.
be: Кампанія Canonical прадастаўляе крытычныя абнаўленьні, напісаныя распрацоўшчыкамі %s.
bn: ক্যানোনিক্যাল %s এর ডেভেলপার কর্তৃক দেয়া অতীব গুরুত্বপূর্ণ আপডেট সমূহ দিয়ে থাকে।
br: Canonical a ginnig hizivadennoù eizhik pourchaset gant an diorrerien %s.
fa: کانونیکال به روزرسانی های حساس را برای بستهٔ %s با پشتیبانی توسعه دهندگان فراهم می کند.
fy: Canonical levert belangrike ferbetterings, levere troch de ûntwikkelings minsken fan %s.
hi: कैननीकल %s के लिए विकासकर्ता द्वारा प्रदत्त नाज़ुक अद्यतन प्रदान करता है।
is: Canonical sér um að viðhalda %s með nauðsynlegum uppfærslum frá þeim sem bjuggu það til.
ka: Canonical უზრუნველჰყოფს კრიტიკულ განახლებებს, რომლებიც უზრუნველყოფილი იქნება %s-ს შემმუშავებლების მიერ.
kk: Өңдеушілер ұсынған %s үшін Canonical критикалық жаңартуларды шығарады.
lb: Canonical stellt kritesch Aktualiséierunge vum Entwéckler vun %s zur Verfügung.
ms: Canonical menyediakan kemaskini kritikal yang dibekalkan oleh pembangun %s.
nds: Canonical beed kritische Opfrischen an, de vun de Entwickler vun %s schrieven warrn.
oc: Canonical prepausa de mesas a jorn criticas provesidas pels desvolopaires de %s.
sq: Canonical jep përditësime kritike të krijuara nga zhvilluesit e %s.
te: %s అభివృద్ధి కారులు అందచేసే కీలక తాజాకరణలను కెనానికల్ అందిస్తుంది.
th: Canonical เป็นผู้ให้การสนับสนุนการปรับปรุงที่สำคัญ โดยนักพัฒนาของ %s
ug: Canonical شىركىتى %s نىڭ ئىجادىيەتچىلىرى تەرىپىدىن ئېلىپ بېرىلىدىغان يېڭىلاش مۇلازىمىتى بىلەن تەمىنلەيدۇ

source: Canonical does not provide updates for %s. Some updates may be provided by the Ubuntu community.
af: Canonical voorsien nie opdaterings vir %s nie. Sommige opdaterings word deur die Ubuntu gemeenskap voorsien.
am: ካኖኒካል ለ%s ማሻሻያዎች አያቀርብም። አንዳንድ ማሻሻያዎች በዑቡንቱ ማህበረሰብ ሊቀርቡ ይችላሉ።
be: Кампанія Canonical не прадастаўляе абнаўленьняў для %s. Некаторыя абнаўленьні могуць прадастаўляцца суполкай Ubuntu.
bn: ক্যানোনিকাল %s এর কোন উন্নত সংস্করণ প্রকাশ করে না। উবুন্টু কমিউনিটি কিছু আপডেট প্রকাশ করে থাকে।
br: Canonical ne ginnig ket hizivadennoù evit %s. Hizivadennoù a c'hall bezañ kinniget gant kumuniezh Ubuntu.
fa: کانونیکال برای بستهٔ نرم افزاری %s به روزرسانی ندارد.در جامعهٔ اوبونتو ممکن است به روزرسانی وجود داشته باشد.
fy: Canonical levert gjin ferbetterings foar %s . Sommige ferbetterings kinne levert wurde troch de Ubuntu-gemienskip.
hi: कैननीकल %s के लिए नाज़ुक अद्यतन प्रदान नहीं करता है। कुछ अद्यतन उबुन्टू समुदाय द्वारा प्रदान किया जा सकता है।
is: Canonical viðheldur %s ekki. Það er hugsanlegt að Ubuntu samfélagið sjái um uppfærslur.
ka: Canonical არ უზრუნველჰყოფს განახლებებს %s-თვის. შესაძლოა, უბუნტუს საზოგადოება უზრუნველჰყოფს მათ.
kk: %s үшін Canonical жаңартуларды шығармайды. Кейбір жаңартулар Ubuntu қоғамдастығымен шығарылуы мүмкін.
lb: Canonical stellt keng Aktualiséierunge fir %s zur Verfügung. Verschidden Aktualiséierunge kënne vun der Ubuntu Communautéit ugebuede ginn.
ms: Canonical tidak menyediakan kemaskini untuk %s. Beberapa kemaskini mungkin disediakan oleh komuniti Ubuntu.
nds: Canonical beed keene Opfrischen för %s an. Dat künn aver sien, dat welke Opfrischen bi de Ubuntu Gemeenschapt anbeed werrn.
oc: Canonical prepausa pas de mesa a jorn per %s. D'unas mesas a jorn pòdon èsser provesidas per la comunautat Ubuntu.
sq: Canonical nuk jep përditësime për %s. Disa përditësime mund të jepen ga komuniteti i Ubuntu.
te: %s కొరకు కెనానికల్ తాజాకరణలు ఇవ్వదు. ఉబుంటు సముదాయము కొన్ని తాజాకరణలు అందించవచ్చు.
th: Canonical ไม่ได้เป็นผู้ให้การสนับสนุนการปรับปรุง %s การปรับปรุงอาจได้รับการสนับสนุนโดยชุมชน Ubuntu
ug: Canonical شىركىتى %s نى يېڭىلاش مۇلازىمىتى بىلەن تەمىنلىمەيدۇ. يېڭىلاشلار Ubuntu جامائىتى تەرىپىدىن ئېلىپ بېرىلىشى مۇمكىن.

source: Application %s has an unknown maintenance status.
af: Program %s het 'n onbekende onderhoudsstatus.
be: Дастасаваньне %s мае невядомы стан падтрымкі
bn: %s অ্যাপ্লিকেশনে অজানা রক্ষণাবেক্ষণ অবস্থা বিদ্যমান।
br: Ur stad a-fet trezalc'h dianav ez eus gant an arload %s.
fy: Tapassing %s hat in ûnbekend ûnderhâldsstatus.
hi: अनुप्रयोग %s का अनुरक्षण स्थिति अज्ञात है।
is: Ekki er vitað hver sér um %s.
kk: %s бағдарламасының қолдау көрсету күйі белгісіз.
lb: D'Applikatioun %s huet een onbekannte Maintenance Status.
ms: Aplikasi %s ada keadaan penyelenggaraan yang tidak dikenali.
oc: L'aplicacion %s a un estatut de mantenença desconegut.
sq: Programi %s ka një status të panjohur mirëmbajtjeje.
te: %s అనువర్తనము మార్పుల స్థితి ఇవ్వబడలేదు.
th: โปรแกรม %s ไม่พบสถานะการดูแล
ug: پروگرامما %s نىڭ maintenance ھالىتى ئېنىق ئەمەس.

source: Description
af: Beskrywing
am: መግለጫ
be: Апісаньне
bn: বিবরণ
br: Deskrivadur
fa: شرح
fy: Beskriuwing
hi: विवरण
is: Lýsing
ka: აღწერა
kk: Сипаттамасы
lb: Beschreiwung
ms: Huraian
nds: Beschrieven
oc: Descripcion
sq: Përshkrimi
te: వివరణ
th: รายละเอียด
ug: چۈشەندۈرۈش
ur: وضاحت

source: This software is available from the '%s' source, which you are not currently using.
af: Hierdie sagteware is beskikbaar in die bron '%s', dié u op die oomblik nie gebruik nie.
be: Гэта дастасаваньне даступна з крыніцы «%s», якая ў дадзены момант не выкарыстоўваецца.
bn: এই সফটওয়্যারটি '%s' সোর্স থেকে পাওয়া যাবে, যা বর্তমানে ব্যবহৃত হচ্ছে না।
br: Hergerz eo ar meziant-mañ diouzh an tarzh eus '%s' n'emaoc'h ket oc'h arverañ bremañ.
fa: این نرم افزار در منبع '%s' در دسترس است،که شما هم اکنون استفاده نمی کنید.
fy: Dizze programma's binne beskikber yn boarne '%s', die jo no net yn gebrûk ha.
hi: यह साफ्टवेयर '%s' स्त्रोत से उपलब्ध है जिसे आप वर्तमान में उपयोग नहीं कर रहे हैं।
is: Þessi hugbúnaður er fáanlegur frá ‚%s‘ sem þú notar ekki.
ka: ეს პროგრამული უზრუნველყოფა ხელმისაწვდომია წყაროში '%s', რომელაც ამჟამად არ იყენებთ.
kk: Бұл бағдарлама қазір қолданылмайтын "%s" қайнар көзінен жетімді.
lb: Dës Software ass verfügbar iwwert d''%s' Quell, déi s du momentan net notz.
ms: Perisian ini terdapat pada sumber '%s', yang anda bukan sedang mengguna.
oc: Aqueste logicial es disponible a partir de la font '%s' , qu'utilizatz pas actualament.
sq: Ky program është i disponueshëm nga burimi '%s', të cilin ju nuk po e përdorni për momentin.
te: '%s' మూలము దగ్గర ఈ సాఫ్ట్వేర్ అందుబాటులో వుంది. అయితే ఈ మూలాన్ని మీరు ప్రస్తుతము వాడుటలేదు.
th: ซอฟต์แวร์นี้สามารถติดตั้งได้จากแหล่ง '%s' ซึ่งเป็นแหล่งที่คุณยังไม่ได้เปิดใช้
ug: مەزكۇر يۇمشاق دېتال سىز ھازىر ئىشلەتمەيۋاتقان '%s' دا بار.
ur: یہ سافٹ ویئر '%s' کا ذریعہ ہے ، جو آپ فی الحال استعمال نہیں کر رہے ہیں کے پاس دستیاب ہے.

source: To show information about this item, the software catalog needs updating.
af: Om informasie oor hierdie item te kan gee, moet die sagtewarekatalogus opgedateer word.
am: ስለዚህ ነገር መረጃ ለማሳየት፣ የሶፍትዌር መዝገቡ መታደስ አለበት።
be: Каб паказаць інфармацыю для дадзенага элемента, неабходна абнавіць каталёг дастасаваньняў.
bn: এই আইটেম সম্পর্কিত তথ্য প্রদর্শন করতে, সফটওয়্যার ক্যাটালগ হালনাগাদ করা প্রয়োজন।
br: A-benn diskouez titouroù a-zivout an elfenn-mañ e rank katalog ar meziantoù bezañ hizivaet.
fa: برای نمایش اطلاعات برای این مورد،گنجینه ی نرم افزاری باید به روزرسانی شود.
fy: Om ynformaasje oer dit programma te ferkrijen, matte jo de programmalist bywurkje.
hi: इस मद के संबंध में सूचना दिखाएं। साफ्टवेयर सूची के अद्यतन की आवश्यकता है।
is: Þú verður að uppfæra hugbúnaðarlistann til að fá upplýsingar um þennan hlut.
ka: ელემენტის შესახებ ინფორმაციის ჩვენებისათვის საჭიროა პროგრამული კატალოგის განახლება.
kk: Ағымдағы элемент жайлы ақпарат көрсету үшін, бағдарлама тізімдемесін жаңарту қажет.
lb: Fir Informatiounen iwwert dës Element unzeweisen, muss de Software Katalog sech aktualiséieren
ms: Untuk menunjukkan informasi mengenai benda ini, katalog perisian perlu dikemaskini.
oc: Per veire las informacions d'aqueste element, lo catalòg dels logicials a besonh d'èsser mes a jorn.
sq: Për të shfaqur informacion rreth kësij artikulli, katalogu i programeve ka nevojë për përditësim.
te: ఈ అంశానికి మరిన్ని వివరాలు చూపించటానికి, సాఫ్ట్వేర్ జాబితా నవీకరించాలి.
th: เพื่อแสดงข้อมูลเกี่ยวกับรายการนี้ ต้องปรับปรุงแค็ตตาล็อกซอฟต์แวร์ก่อน
ug: مەزكۇر تۈرگە مۇناسىۋەتلىك ئۇچۇرلارنى كۆرۈش ئۈچۈن يۇمشاق دېتال كاتالوگىنى يېڭىلاش زۆرۈر
ur: اس چیز کے بارے میں معلومات ، سافٹ ویئر فرد کو تازہ کرتے کی ضرورت ہے دکھائے

source: Application Screenshot
af: Program Skermkiekie
be: Здымак вакна дастасаваньня
bn: অ্যাপ্লিকেশন স্ক্রীনশট
br: Tapadenn-skramm an arload
fa: تصویر محیط برنامه
fy: Skermprint fan programma
hi: अनुप्रयोग का दृश्यपटल फोटो
is: Mynd af forritinu
ka: პროგრამის ფანჯრის სურათი
kk: Бағдарламаның суреті
lb: Applikatiouns Screenshot
ms: Cekupan skrin Aplikasi
nds: Programmbillschirmbill
oc: Còpia d'ecran de l'aplicacion
sq: Pamje e Programit
te: అనువర్తనము తెరపట్టు
th: ภาพหน้าจอโปรแกรม
ug: يۇمشاق دېتالنىڭ ئېكران كۆرۈنۈشى
ur: درخواست اسکرین شاٹ -

source: Version: %s (%s)
af: weergawe: %s (%s)
am: እትም: %s (%s)
be: Вэрсія: %s (%s)
bn: সংস্করণ: %s (%s)
br: Handelv : %s (%s)
fa: نسخه: %s (%s)
fy: Ferzje: %s (%s)
hi: वर्जन: %s (%s)
is: Útgáfa: %s (%s)
ka: ვერსია: %s (%s)
kk: Нұсқасы: %s (%s)
lb: Versioun: %s (%s)
ms: Versi: %s (%s)
nds: Verschoon: %s (%s)
sq: Versioni: %s (%s)
te: రూపము:%s (%s)
th: รุ่น: %s (%s)
ug: نەشرى: %s (%s)
ur: ورژن: %s (%s)

source: Website
af: Webwerf
am: ድህረ ገጽ
be: Вэб-сайт
bn: ওয়েবসাইট
br: Lec'hienn Genrouedad
fa: تارنما
fy: Webside
hi: वेबसाइट
is: Vefsíða
ka: ვებ-გვერდი
kk: Веб сайт
ms: Laman web
nds: Netsiet
oc: Site web
sq: Faqja web
te: వెబ్‌సైటు
th: เว็บไซต์
ur: ویب سائٹ

source: Price: %s
af: Prys: %s
am: ዋጋ: %s
be: Цана: %s
bn: মূল্য: %s
br: Priz : %s
fy: Priis: %s
hi: मूल्य: %s
is: Verð: %s
ka: ფასი: %s
kk: Құны: %s
lb: Präis: %s
ms: Harga: %s
nds: Kosten: %s
oc: Prètz : %s
sq: Çmimi: %s
te: వెల: %s
th: ราคา: %s
ug: باھاسى: %s

source: No screenshot available
af: Geen skermkiekie beskikbaar
be: Здымак экрану адсутнічае
bn: কোন স্ক্রীনশট বিদ্যমান নেই
br: N'eus tapadenn skramm ebet hegerz
fa: تصویری از محیط برنامه موجود نیست
fy: Gjin skermprint beskikber
hi: दृश्यपटल फोटो उपलब्ध नहीं है
is: Engin mynd fannst
ka: სურათი მიუწვდომელია
kk: Бағдарлама суреті жоқ
lb: Kee Screenshot verfügbar
ms: Tiada cekupan skrin
nds: Keen Billschirmbill verfögbar
oc: Pas cap de captura d'ecran disponibla
sq: Nuk ka foto të disponueshme të ekranit
te: తెరపట్టు అందుబాటులో లేదు.
th: ไม่มีภาพหน้าจอ
ug: ئېكران كۆرۈنۈشى يوق
ur: دستیاب نہیں تصویر

source: %s - Screenshot
af: %s - Skermkiekie
be: Здымак %s
bn: %s - স্ক্রীনশট
br: %s - Tapadenn-skramm
fa: %s - تصویر نمونه
fy: %s - skermprint
hi: %s - दृश्यपटल फोटो
is: %s - mynd
ka: %s - სურათი
kk: %s - бағдарлама суреті
ms: %s - Cekupan Skrin
nds: %s - Billschirmbill
oc: %s - Captura d'ecran
sq: %s - Pamje e Ekranit
te: %s - తెరపట్టు
th: %s - ภาพหน้าจอ
ug: %s - ئېكران كۆرۈنۈشى
ur: %s - تصویر

source: Remove
af: Verwyder
am: ማስወገድ
be: Выдаліць
bn: অপসারণ
br: Dilemel
fa: حذف
fy: Fuortsmite
hi: हटाएँ
is: Fjarlægja
ka: ამოშლა
kk: Жою
lb: Läschen
ms: Buang
nds: Löschen
oc: Suprimir
sq: Hiqe
te: తొలగించు
th: ถอดถอน
ug: ئۆچۈر
ur: مٹائیں

source: Install
af: Installeer
am: መግጠም
be: Устанавіць
bn: ইনস্টল
br: Staliañ
fa: نصب
fy: Ynstallearje
hi: संस्थापित करें
is: Setja upp
ka: ჩაყენება
kk: Орнату
lb: Installéieren
ms: Pasang
nds: Installeren
oc: Installar
sq: Instalo
te: స్థాపించు
th: ติดตั้ง
ug: ئورنات
ur: انسٹال

source: Install - Free
af: Installeer - Gratis
be: Усталяваць - бясплатна
bn: ইনস্টল - বিনামূল্য
br: Staliañ - Digor
fa: نصب - رایگان
fy: Ynstallearje - It is om 'e nocht
hi: संस्थापन - मुक्त
is: Setja upp - ókeypis
ka: ჩაყენება - უფასოდ
kk: Орнату - Бос
lb: Installéieren - Gratis
ms: Pasang - Percuma
nds: Installeren - Frie
oc: Installar - Gratuit
sq: Instalimi - I Lirë
te: స్థాపించు -స్వేచ్ఛ
th: ติดตั้ง - ฟรี
ug: ئورنىتىش - ھەقسىز
ur: انسٹال فری

source: Use This Source
af: Gebruik hierdie bron
be: Выкарыстоўваць гэту крыніцу
bn: এই সোর্স ব্যবহার করা হবে
br: Arverañ an tarzh-mañ
fa: از این منبع استفاده کن
fy: Dizze boarne brûke
hi: इस स्त्रोत का उपयोग करें
is: Nota þetta hugbúnaðarsafn
ka: ამ წყაროს გამოყენება
kk: Осы қайнар көзін пайдалану
lb: Dës Quell benotzen
ms: Guna Sumber Ini
nds: Düsse Well bruken
oc: Utilizar Aquesta Font
sq: Përdor Këtë Burim
te: ఈ ప్రాప్తి స్థానము వాడుము
th: ใช้แหล่งนี้
ug: مۇشۇ مەنبەنى ئىشلەت
ur: اس وسیلے کے استعمال کی

source: Update Now
af: Nou opdateer
am: አሁን ይደግ
be: Абнавіць зараз
bn: এখনই হালনাগাদ করা হবে
br: Hizivaat bremañ
fa: هم اکنون برروزرسانی کن
fy: No de programmalist bywurkje
hi: अभी अद्यतन करें
is: Uppfæra núna
ka: განახლება ახლავე
kk: Қазір жаңарту
lb: Elo aktualiséieren
ms: Kemaskini Sekarang
nds: Nu opfrischen
oc: Metre a jorn ara
sq: Përditëso Tani
te: ఇప్పుడు తాజాకరించు
th: ปรับปรุงเดี๋ยวนี้
ug: ھازىرلا يېڭىلا
ur: اپ گریڈ اب

source: %s review
af: %s resensie
be: %s агляд
bn: %s রিভিউ
br: %s azgweladur
fy: %s resinsje
hi: %s पुनर्विलोकन
is: %s umsögn
kk: %s қарастылған
ms: ulas %s
oc: %s avís
sq: %s shqyrtim
te: %s సమీక్ష
th: ทบทวนแล้ว %s ครั้ง
ug: %s كۆرۈلدى

source: More Info
af: Meer inligting
am: በበለጠ ለመረዳት
be: Падрабязьней
bn: আরও তথ্য
br: Muioc'h a ditouroù
fa: اطلاعات بیشتر
fy: Mear ynformaasje
hi: अधिक जानकारी
is: Frekari upplýsingar
ka: მეტი ინფორმაცია
kk: Толығырақ
lb: Méi Info
ms: Lebih maklumat
nds: Mehr Informatschoonen
oc: Mai d'entresenhas
sq: Më tepër Informacion
te: మరిన్ని వివరాలు
th: ข้อมูลเพิ่มเติม
ug: تېخىمۇ كۆپ ئۇچۇرلار
ur: مزید معلومات
