Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/software-center/tags/software-center-2.0.7debian7guada1/po/*.po
Languages: af, am, be, bn, br, fa, fy, hi, is, ka, kk, lb, ms, nds, oc, sq, te, th, ug, ur

source: Get Software
af: Kry sagteware
be: Атрымаць праграмы
bn: সফটওয়্যার
br: Kaout meziantoù
fa: دریافت نرم افزار
fy: Programma's ferkrije
hi: साफ्टवेयर प्राप्त करें
is: Sækja hugbúnað
ka: პროგრამების ჩაყენება
kk: Бағдарламаларды алу
lb: Software kréien
ms: Dapatkan Perisian
nds: Programme kregen
oc: Obténer de logicials
sq: Merr Programe
te: సాఫ్ట్వేర్ పొందు
th: รับซอฟต์แวร์
ug: يۇمشاق دېتالغا ئېرىشىش
ur: سافٹ ویئر حاصل کریں

source: Search Results
af: Soekresultate
am: የፍለጋ ውጤቶች
be: Вынікі пошуку
bn: অনুসন্ধানের ফলাফল
br: Disoc'hoù ar c'hlask
fa: نتایج جست و جو
fy: Sykresultaten
hi: खोज परिणाम
is: Leitarniðurstöður
ka: ძიების შედეგები
kk: Іздеу нәтижелері
lb: Sich Resultater
ms: Hasil Carian
nds: Sökrutkamen
oc: Resultats de la recèrca
sq: Rezultatet e Kërkimit
te: అన్వేషణ ఫలితాలు
th: ผลการค้นหา
ug: ئىزدەش نەتىجىسى
ur: تلاش کے نتائج

source: %s matching item
af: %s gelykstaande item
be: %s супадзеньне
bn: %s টি ফলাফল
br: %s elfenn o klotañ ganti
fy: %s resultaat
hi: %s उपयुक्त मद
is: %s hlutur sem passaði við
ka: %s დამთხვევა
kk: %s қолайлы элемент
lb: %s passend Element
ms: %s aplikasi sesuai
nds: %s passendes Element
oc: %s element correspondent
sq: %s artikull që përputhet
te: %s సరిపడిన అంశం
th: %s รายการที่เข้ากัน
ug: %s تۈر ماس كېلىدۇ

source: %s item available
af: %s item beskikbaar
be: %s элемент даступен
bn: %s টি আইটেম বিদ্যমান
br: %s elfenn hegerz
fy: %s programma beskikber
hi: %s मद उपलब्ध
is: %s hlutur fáanlegur
ka: %s შესაძლებელი
kk: %s элемент қол жетімді
lb: %s Element verfügbar
ms: %s aplikasi tersedia
nds: %s Element verfögbar
oc: %s element disponible
sq: %s temë e disponueshme
te: %s అంశము వున్నది
th: %s รายการ ที่ใช้ได้
ug: %s تۈر بار

source: Departments
af: Afdelings
am: ክፍሎች
be: Падзелы
bn: বিভাগ
br: Rummadoù
fa: بخش ها
fy: Ofdielings
hi: विभाग
is: Flokkar
ka: განყოფილებები
kk: Бөлімдер
lb: Departmenter
ms: Kategori
nds: Institutschoonen
oc: Categorias
sq: Departamentet
te: విభాగాలు
th: หมวด
ug: بۆلۈملەر
ur: شعبہ جات

source: Details
af: Besonderhede
am: ዝርዝሮች
be: Падрабязнасьці
bn: বিস্তারিত
br: Munudoù
fa: نمایش جزئیات
hi: विवरण
is: Upplýsingar
ka: დაწვრილებით
kk: Толық ақпарат
lb: Detailer
ms: Butiran
oc: Detalhs
sq: Detajet
te: వివరాలు
th: รายละเอียด
ug: تەپسىلاتى
ur: تفصیل

source: Cancel
af: Kanselleer
am: መሰረዝ
be: Скасаваць
bn: বাতিল
br: Dilezel
fa: انصراف
fy: Ofbrekke
hi: रद्द करें
is: Hætta við
ka: გაუქმება
kk: Болдырмау
lb: Ofbriechen
ms: Batal
nds: Avbreken
oc: Anullar
sq: Anullo
te: రద్దు
th: ยกเลิก
ug: ئەمەلدىن قالدۇر
ur: ختم

source: Dependency
af: Afhanklike
am: ጥገኝነት
be: Залежнасць
bn: নির্ভরশীলতা
br: Amzalc'h
fy: Nedichheden
hi: निर्भरता
is: Ákvæði
ka: დამოკიდებულობა
kk: Тәуелдіктер
lb: Dependancen
ms: Kebergantungan
nds: Avhangen
oc: Dependéncia
sq: Vartësi
te: ఆధారము
th: สิ่งที่ต้องใช้
ug: بېقىنىشچانلىق
ur: انحصار

source: Installed Software
af: Geïnstalleerde Sagteware
am: የተገጠመ ሶፍትዌር
be: Усталяваныя праграмы
bn: ইনস্টলকৃত সফ্টওয়্যার
br: Meziantoù staliet
fa: نرم افزار های نصب شده
fy: Ynstalleare programma's
hi: संस्थापित साफ्टवेयर
is: Uppsettur hugbúnaður
ka: ჩაყენებული პროგრამები
kk: Орнатылған бағдарламалар
lb: Installéiert Software
ms: Perisian Sudah Terpasang
nds: Installerte Programme
oc: Logicials installats
sq: Programet e Instaluara
te: స్థాపించబడిన సాఫ్ట్వేర్
th: ซอฟต์แวร์ที่ติดตั้งแล้ว
ug: ئورنىتىلغان يۇمشاق دېتاللار
ur: نصب شدہ سافٹ ویئر

source: %s item installed
af: %s item geïnstalleer
be: %s элемэнт усталяваны
bn: %s টি আইটেম ইনস্টল করা হয়েছে
br: %s elfenn staliet
fy: %s programma ynstalleare
hi: %s मद संस्थापित
is: %s hlutur settur upp
kk: %s бағдарлама орнатылған
lb: %s Element installéiert
ms: %s benda dipasang
nds: %s Element installert
oc: %s element installat
sq: %s temë u instalua
te: %s అంశము స్థాపించబడినది
th: %s รายการ ที่ติดตั้งแล้ว
ug: %s تۈر ئورنىتىلغان

source: Software sources
af: Sagtewarebronne
am: የሶፍትዌር ምንጮች
be: Крыніцы дастасаваньняў
bn: সফটওয়্যারের উৎস
br: Tarzhioù ar meziantoù
fa: منابع نرم افزار
fy: Programma boarnen
hi: सॉफ्टवेयर स्त्रोत
is: Hugbúnaðarsöfn
ka: პროგრამული წყაროები
kk: Бағдарламалар қайнар көздері
lb: Software Quellen
ms: Sumber perisian
nds: Programmwellen
oc: Fonts de logicials
sq: Burimet e programeve
te: సాఫ్ట్వేరు ప్రాప్తి స్ధానాలు
th: แหล่งซอฟต์แวร์
ug: يۇمشاق دېتال مەنبەلىرى
ur: سافٹ ویئر ذرائع

source: In Progress (%i)
af: Vordering (%i)
am: በእድገት ላይ (%i)
be: У працэсе (%i)
bn: চলমান (%i)
br: O vont en-dro (%i)
fa: در جریان (%i)
fy: Dwaande (%i)
hi: आगे बढ़ रहा है (%i)
is: Að sækja (%i)
ka: პროგრესშია (%i)
kk: Жұмыс істеп жатырмын (%i)
lb: A Beaarbechtung (%i)
ms: Sedang dilaksanakan (%i)
nds: Lööpt (%i)
oc: En cors (%i)
sq: Në Përparim (%i)
te: పని జరుగుతున్నది (%i)
th: กำลังดำเนินการ (%i)
ug: بىر تەرەپ قىلىنىۋاتىدۇ(%i)
ur: جاری ہے (%i)

source: History Navigation
af: Deur geskiedenis blaai
be: Гісторыя пераходаў
bn: ইতিহাস
br: Roll istor ar merdeiñ
fa: مرور تاریخچه
fy: Skiednis Navigaasje
hi: इतिहास नौसंचालन
is: Saga
ka: ისტორიის ნავიგაცია
kk: Өтулер тарихы
lb: Navigatioun am Verlaf
ms: Navigasi Sejarah
nds: Historienavigatschoon
oc: Navigacion dins l'istoric
sq: Lundrimi i Historisë
te: చరిత్ర లో మార్గాన్ని వెతుకు
th: ดูประวัติ
ug: ئىز يولچىسى
ur: تاریخ نیوی گیشن

source: Navigate forwards and backwards.
af: Vorentoe en agtertoe blaai
am: ፊትና ኋላ ይሂዱ
be: Пераход наперад і назад
bn: সামনে এবং পেছনে যায়।
br: Merdeiñ war-raok ha war-gil
fa: تغییر نسیر به عقب و جلو
fy: Navigearje foarút en werom
hi: आगे तथा पीछे मार्गनिर्देशित हो.
is: Fer fram og til baka
ka: გადასვლა წინ და უკან
kk: Алға және кері өтулері.
lb: Navigéier no vir an no hannen.
ms: Mengemudi ke depan dan belakang.
oc: Anar en avant e en arrièr dins l'istoric
sq: Lundro para dhe pas.
te: ముందుకు, వెనుకకు పో
th: ดูก่อนหน้า และย้อนหลัง
ug: ئىلگىرىلەش ۋە قايتىش
ur: تشریف لے جائیں آگے اور پیچھے کی طرف.

source: Back Button
af: Terug-knop
am: መመለሻ
be: Кнопка Назад
bn: পেছনে যাবার বাটন
br: Afell War-gil
fa: دکمه‌ی بازگشت
fy: Werom Knop
hi: पीछे हेतु बटन
is: Til baka-takki
ka: უკუსვლის ღილაკი
kk: Кері қайту батырмасы
lb: Zeréck Knäppchen
ms: Butang ke Belakang
nds: Torüggknopp
oc: Boton precedent
sq: Butoni Mbrapa
te: వెనుక బటన్
th: ปุ่มย้อนกลับ
ug: قايتىش توپچىسى
ur: واپس جانے کا بٹن

source: Navigates back.
af: Blaai terug
am: ወደ ኋላ ይሄካል።
be: Вярнуцца назад.
bn: পেছনে যায়।
br: Merdeiñ a ra war-gil.
fa: بازگست به عقب.
fy: Navigearje werom
hi: पीछे मार्गनिर्देशित हो
is: Fer til baka.
ka: ბრუნდება ერთი ბიჯით უკან
kk: Кері қарай өту.
lb: Navigéiert zeréck.
ms: Mengemudi ke belakang.
nds: Navigert torügg.
oc: Anar en arrièr dins l'istoric
sq: Lundron pas.
te: వెనుకకు పో
th: ท่องดูย้อนกลับ
ug: قايت.
ur: گھومتا پھرتا ہے واپس.

source: Forward Button
af: Vorentoe-knop
am: ወደፊት መሄጃ
be: Кнопка Наперад
bn: সামনে যাবার বাটন
br: Afell War-raok
fa: دکمه‌ی حرکت به جلو
fy: Foarút Knop
hi: आगे हेतु बटन
is: Áfram-takki
ka: წინსვლის ღილაკი
kk: Алға бару батырмасы
lb: No vir Knäppchen
ms: Butang ke Depat
nds: Vorknopp
oc: Boton seguent
sq: Butoni Përpara
te: ముందు బటన్
th: ปุ่มต่อไป
ug: ئىلگىرىلەش توپچىسى
ur: فارورڈ کا بٹن

source: Navigates forward.
af: Blaai voorentoe
am: ወደፊት ይሄዳል።
be: Пераход наперад.
bn: সামনে যায়।
br: Merdeiñ a ra war-raok.
fa: یک قدم به جلو
fy: Navigearje foarút
hi: आगे मार्गनिर्देशित हो.
is: Fer áfram.
ka: გადადის ერთი ბიჯით წინ
kk: Алға қарай өту.
lb: Navigéiert no vir.
ms: Mengemudi ke depan.
nds: Navigert vor.
oc: Anar en avant dins l'istoric
sq: Lundron përpara.
te: ముందుకి పో
th: ท่องดูต่อไป
ug: ئىلگىرىلە.
ur: آگے گھومتا پھرتا ہے.

source: You are here:
af: U bevind uself hier:
am: እዚህ ኖት:
be: Вы знаходзіцеся тут:
bn: আপনি এখানে:
br: Amañ emaoc'h
fa: شما اینجا هستید:
fy: Jo binne hjirre::
hi: आप यहाँ हैंः
is: Þú ert hér:
ka: თქვენ იმყოფებით აქ:
kk: Сіз осы жерде:
lb: Du bass hei:
ms: Anda berada disini:
nds: Je büst hier:
oc: Sètz aicí :
sq: Ju jeni këtu:
te: మీరు ఇక్కడ వున్నారు
th: คุณอยู่ที่นี่:
ug: سىز بۇ يەردە:
ur: آپ یہاں ہیں :

source: Navigates to the %s page.
af: Blaai na die %s bladsy
am: ወደ %s ገፅ ይሄዳል።
be: Пераход на %s старонку.
bn: %s পেজ এ যায়।
br: Merdeiñ a ra betek ar bajennad %s.
fa: ناوبری به صفحه %s
fy: Navigearje ta de %s pagina.
hi: %s पृष्ठ पर मार्गनिर्देशित हो.
is: Fer á síðu %s.
ka: გადადის გვერდზე %s.
kk: %s парағына өту.
lb: Navigéiert op d'Säit %s.
ms: Mengemudi ke muka surat %s.
oc: Anar a la pagina %s
sq: Lundron tek faqja %s.
te: %s పేజీకి వెళ్లు
th: ไปยังหน้า %s
ug: %s بەتكە يۆتكەل
ur: پر جائیں %s صفحہ.

source: Provided by Debian
af: Verskaf deur Debian
be: Прадастаўляецца Debian
br: Pourchaset gant Debian
fy: Oanbean troch Debian
is: Debian sér um þjónustu
ka: Debian-ს მიერ უზრუნველყოფილი
kk: Debian-мен ұсынылатын
lb: Zur Verfügung gestallt vun Debian
ms: Disediakan oleh Debian
nds: Anbeed vun Debian
oc: Provesit per Debian
sq: Mundësuar nga Debian
th: ดูแลโดย Debian
ug: Debian تەمىنلىگەن دېتاللار

source: &#xA9;2009-2010 Canonical
af: &#xA8;2009-2010 Canonical
