Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/software-center/tags/software-center-2.0.7debian7guada1/po/*.po
Languages: af, am, be, bn, br, fa, fy, hi, is, ka, kk, lb, ms, nds, oc, sq, te, th, ug, ur

source: Version Control
af: Weergawebeheer
be: Кантроль вэрсыяў
bn: সংস্করণ নিয়ন্ত্রণ
br: Gwiriañ an handelv
fa: واسط‌های کنترلی
fy: Ferzjebehearder
hi: वर्जन नियंत्रण
is: Vinnustjórnun
ka: ვერსიების კონტროლი
kk: Нұсқаларды басқару
lb: Versiouns Kontroll
ms: Pengawalan Versi
nds: Verschoonsoppassen
oc: Contraròtle de version
sq: Kontrolli i Versionit
te: మార్పుల నియంత్రణ
th: ควบคุมรุ่น
ug: نەشر باشقۇرۇش
ur: ورژن کنٹرول

source: Viewers
af: Vertoonprogramme
am: ተመልካቾች
be: Праграмы прагляду
bn: দর্শনার্থী
br: Gwelerezed
fa: نشان دهنده ها
fy: Werjefteprogramma's
hi: दर्शक
is: Skoðarar
ka: დამთვალიერებლები
kk: Қарау құралдары
lb: Betruechter
ms: Pemapar
nds: Ansichten
oc: Afichadors
sq: Shfaqës
te: ప్రదర్శన అనువర్తనాలు
th: โปรแกรมแสดงภาพ
ug: كۆرگۈلەر
ur: ناظرین

source: Web Browsers
af: Webblaaiers
am: የድረገፅ ማሰሻዎች
be: Аглядальнікі інтэрнэту
bn: ওয়েব ব্রাউজার
br: Merdeer Web
fa: مرورگرهای وب
fy: Web sneupers
hi: वेब ब्राउजर
is: Netvafrar
ka: ვებ-ბრაუზერები
kk: Веб шолғыштар (веб браузерлер)
lb: Web Browseren
ms: Pelayar Web
nds: Netkieker
oc: Navigadors Web
sq: Shfletues Interneti
te: వెబ్ విహరిణులు
th: เว็บเบราว์เซอร์
ug: توركۆرگۈلەر
ur: ویب براؤزر

source: Web Development
af: Web ontwikkeling
be: Web-распрацоўка
bn: ওয়েব ডেভেলপমেন্ট
br: Diorren gwiad
fa: توسعه ی وب
fy: Webûntwikkeling
hi: वेब विकास
is: Vefþróun
ka: ვებ დაპროგრამება
kk: Веб өңдеу
lb: Web Entwécklung
ms: Pembangunan Web
nds: Netentwickeln
oc: Desvolopament web
sq: Zhvillimi i Web
te: వెబ్ అభివృద్ది
th: การพัฒนาเว็บ
ug: Web ئىجادىيىتى
ur: ویب ڈویلپمنٹ

source: Featured Applications
af: Aanbeveelde programme
be: Папулярныя дадаткі
bn: নির্বাচিত অ্যাপ্লিকেশনসমূহ
br: Arloadoù kinniget
fy: Oanbefelle programma's
hi: अनुप्रयोग विशेषताएं
is: Sérstök forrit
kk: Функционалды бағдарламалар
lb: Ervirgehuewen Applikatiounen
ms: Aplikasi-aplikasi Utama
nds: Unnerstütte Programme
oc: Aplicacions màgers
sq: Programet e Përafërta
te: ముఖపత్ర స్థాయిపొందిన అనువర్తనాలు
th: โปรแกรมแนะนำ
ug: ئالقىشلىنىۋاتقان دېتاللار

source: Sorry, can not open the software database
af: Jammer, kan nie die sagteware databasis oop maak nie
am: አዝናለሁ ፤ የሶፍትዌር ዳታቤዝን መክፈት አልተቻለም
be: Нажаль, немагчыма адчыніць базу даньняў праграмы
bn: দুঃখিত, সফ্টওয়্যার ডাটাবেস খুলতে পারেনি
br: Digarez, dibosupl eo digeriñ diaz roadennoù ar meziantoù
fa: متاسفم،امکان باز کردن پایگاه داده نرم افزار ها وجود ندارد
fy: Sorry, kin de programmadatabank net iepenje
hi: खेद है, साफ्टवेयर डाटाबेस नहीं खुल सकता
is: Það tókst ekki að opna gagnahirsluna
ka: უკაცრავად, ვერ ხერხდება პროგრამული მონაცენთა ბაზის გახსნა
kk: Кешіріңіз, бағдарламалар мәліметтер қорын ашу мүмкін емес
lb: Entschëllegt, d'Softwaredatebank konnt leider net opgemaach ginn
ms: Maaf, anda tidak boleh membuka pangkalan data perisian itu
nds: Deit mi leed, aver ik künn de Programmdatenbank nich opmaken
oc: O planhèm, impossible de dobrir la banca de donadas dels logicials
sq: Më vjen keq, nuk mund të hap bazën e të dhenave të programeve
te: క్షమించండి. ఈ సాఫ్టువేరు డాటాబేసుని తెరవలేకపోయాము
th: ขออภัย เปิดฐานข้อมูลซอฟต์แวร์ไม่ได้
ug: كەچۈرۈڭ، يۇمشاق دېتال ساندىنى ئاچقىلى بولمىدى
ur: معاف کیجئے گا ، سافٹ ویئر ڈیٹا بیس نہیں کھول سکتے ہیں

source: Please re-install the 'software-center' package.
af: Her-installeer asseblief die 'software-centre' pakket
am: እባክዎ የሶፍትዌር-ማእከል ጥቅልን እንደገና ይግጠሙ
be: Калі ласка, паспрабуйце пераўсталяваць пакет 'software-center'
bn: অনুগ্রহ করে 'software-center' প্যাকেজ পুনরায় ইনস্টল করুন।
br: Adstaliit ar pakad "meziantaoueg" mar plij.
fa: لطفا بستهٔ ٬software-center٬ را دوباره نصب کنید.
fy: Ynstallearje it pakket "software-center" opnij
hi: कृपया 'साफ्टवेयर-केंद्र' पैकेज को पुनःसंस्थापित करें।
is: Settu pakkann ‚software-center‘ upp aftur.
ka: გთხოვთ ხელახლა დააყენოთ პაკეტი 'software-center'.
kk: "software-center" пакетін қайта орнатуыңызды сұраймыз.
lb: W.e.e. installéiert de Pak 'Software Center' nei.
ms: Sila pasang semula pakej 'software-center'
nds: Bidde installere dat 'Programmzentrum' Paket een twejtes Mol.
oc: Tornatz installar lo paquet « software-center »
sq: Ju lutemi instaloni dhe nje herë paketën 'software-center' (Qendra e programeve).
te: దయచేసి 'software-center' ప్యాకేజీని పునఃస్థాపించండి
th: โปรดติดตั้งแพกเกจ 'software-center' ซ้ำ
ug: 'software-center' بوغچىسىنى قايتا ئورنىتىڭ
ur: براہ مہربانی دوبارہ پیکج 'سافٹ ویئر' سینٹر انسٹال کریں.

source: Error
af: Fout
am: ስህተት
be: Памылка
bn: ত্রুটি
br: Fazi
fa: خطا
fy: Flater
hi: त्रुटि
is: Villa
ka: შეცდომა
kk: Қате
lb: Feeler
ms: Ralat
nds: Fehler
sq: Gabim
te: దోషము
th: ผิดพลาด
ug: خاتالىق
ur: خرابی

source: Canonical Partners
af: Vennote van Canonical
am: የካኖኒካል አጋሮች
be: Партнёры Canonical
bn: ক্যানোনিকাল সহযোগী
br: Kevelerion Canonical
fa: همکاران کانونیکال
fy: Freunen fan Canonical
hi: कैननीकल सहयोगी
is: Samstarfsaðilar Canonical
ka: Canonical-ის პარტნიორები
kk: Canonical әріптестері
lb: Canonical Partner
ms: Rakan-rakan Canonical
nds: Canonical Partner
oc: Partenaris de Canonical
sq: Partnerët e Canonical
te: కెనానికల్ సహచరులు
th: พันธมิตรของ Canonical
ug: Canonical شېرىكلىرى
ur: کینونکل ساتھی

source: Other
af: Ander
am: ሌሎች
be: Іншыя
bn: অন্যান্য
br: All
fa: دیگر
fy: Oare programma's
hi: अन्य
is: Annað
ka: სხვა
kk: Басқалар
lb: Anerer
ms: Lain-lain
nds: Annere
oc: Autre
sq: Tjetër
te: ఇతరము
th: อื่นๆ
ug: باشقا
ur: دیگر

source: app;application;package;program;programme;suite;tool
af: program; programme;pakket;toepassing;applikasie
be: праграма;дастасаваньне;дастасаванне;прылада;аплікацыя
br: arloadoù;lunienn;poelladenn;benveg;lec'hienn;gouleviñ
fy: app;application;package;program;programme;suite;tool;tapassings;programma;helpmiddel;ark;
hi: app;application;package;program;programme;suite;tool;अनुप्रयोग;पैकेज;कार्यक्रम;सूट;उपकरण
is: app;application;package;program;programme;suite;tool;forrit;*forrit
ka: პროგი;პროგრამა;პაკეტი;აპლიკაცია;კრებული;ხელსაწყო;სამარჯვე
kk: бағдарлама;пакет;программа;құрал;қосымша құрал;қосымша
lb: app;application;Applikatioun;package;Pak;program;programme;Programm;suite;tool
oc: ap;aplicacion;paquet;program;programa;seguida;aisina;apli;logicial;software
sq: app;application;package;program;programe;suite;tool;paketa;aplikacione;mjete;vegla
te: అనువర్తనము;పాకేజీ;ప్రౌగ్రామ్;పనిముట్టు

source: Sorry, '%s' is not available for this type of computer (%s).
af: '%s' is helaas nie beskikbaar vir hierdie tipe rekenaar nie (%s).
am: ይቅርታ፣ ለዚህ አይነት ኮምቲዩተር (%s) '%s' የለም።
be: Прабачце, «%s» недаступны для Вашай архітэктуры кампутара (%s).
bn: দুঃখিত, %s এই ধরনের কম্পিউটারের (%s) উপযোগী নয়।
br: Digarez, '%s' n'eo ket hegerz evit un urzhiataer ar seurt-mañ (%s)
fa: متاسفانه '%s' برای این نوع رایانه در دسترس نیست (%s).
fy: '%s' is spitich genôch net beskikber foar jo type kompjûter (%s)
hi: खेद है, इस तरह के कम्प्यूटर के लिए (%s) , '%s' उपलब्ध नहीं है।
is: ‚%s‘ virkar því miður ekki fyrir þessa tegund tölva (%s).
ka: სამწუხაროდ, '%s' არ არის ხელმისაწვდომი თქვენი სახის კომპიუტერისთვის (%s).
kk: Кешіріңіз, "%s" бағдарламасы сіздің компьютер түрінде (%s) қарастырылмаған.
lb: Entschëllegt, '%s' ass net verfügbar fir dësen Typ vu Computer (%s).
ms: Maaf, '%s' tidak ada untuk komputer jenis ini (%s).
oc: O planhèm, '%s' es pas disponible per aqueste tipe d'ordenador (%s).
sq: Më vjen keq, '%s' nuk është i disponueshëm për këtë lloj kompjuteri (%s).
te: క్షమించండి, '%s' , (%s) విధమైన కంప్యూటర్ కి అందుబాటులో లేదు.
th: ขออภัย '%s' ไม่มีสำหรับคอมพิวเตอร์ประเภทนี้ (%s)
ug: كەچۈرۈڭ، %s نى بۇ (%s) تىپتىكى كومپيۇتېردا ئىشلەتكىلى بولمايدۇ.

source: To remove %s, these items must be removed as well:
af: Om %s te verwyder. Moet die volgende items ook verwyder word:
am: ለማስወገድ %s, እነዚህ እቅዎችም መወገድ አለባቸው
be: Выдаленьне %s закране таксама наступныя праграмы:
bn: %s অপসারণ করার জন্য, এই আইটেমগুলোও অপসারণ করতে হবে:
br: Evit distaliañ %s, ret eo dilemel an elfennoù a-heul ivez :
fa: برای پاک کردن بستهٔ %s،موارد زیر نیز باید حذف شوند:
fy: Om it fuortsmiten fan %s moatte de folgjende programma's ek fuorstmiten wurde:
hi: %s हटाने के लिए, इन सभी मदों को भी हटाना होगा:
is: Þú verður að fjarlægja eftirfarandi hluti ef þú vilt fjarlægja %s:
ka: %s-ს ამოშლისას, ასევე ამოიშლება შემდეგი პაკეტები:
kk: %s жойылу кезінде, келесі бағдарламалар да жойылуға тиіс:
lb: Fir %s ze läschen, mussen déi folgend Elementer och geläscht ginn:
ms: Untuk membuang %s, perisian-perisian ini juga perlu dibuang sekaligus.
nds: Um %s to löschen, mutt düsses Gedöns ook löscht werrn:
oc: Per desinstallar %s, los elements seguents devon èsser suprimits tanben :
sq: Për të hequr %s, duhen hequr dhe:
te: %s తొలగించుటకు, తప్పకుండా తొలగించాల్సిన అంశాలు:
th: เพื่อถอดถอน %s รายการเหล่านี้ต้องถูกถอดถอนไปด้วย:
ug: %s نى ئۆچۈرۈش ئۈچۈن بۇلارمۇ ئۆچۈرۈلۈشى كېرەك

source: Remove All
af: Verwyder alles
am: ሁሉንም ማስወገድ
be: Выдаліць усё
bn: সব অপসারণ
br: Dilemel holl
fa: حذف همه
fy: Alles fuortsmite
hi: सबको हटाएँ
is: Fjarlægja allt
ka: ყველას ამოშლა
kk: Бәрін жою
lb: All läschen
ms: Buang Semua
nds: Allens löschen
oc: Suprimir tot
sq: Hiqi të Gjitha
te: అన్నీ తొలగించు
th: ถอดถอนทั้งหมด
ug: ھەممىنى ئۆچۈرۈش
ur: سب کو ہٹا دیں

source: If you uninstall %s, future updates will not include new items in <b>%s</b> set. Are you sure you want to continue?
af: Indien u %s verwyder, sal toekomstige opdaterings nie nuwe items van die <b>%s</b> versameling insluit nie. Is u seker u wil voortgaan?
am: %s ነቅለው ካጠፉት፣ የወደፊት ማሻሻያዎች በ<b>%s</b> ውስጥ ያሉት አዲስ ነገሮች አያጠቃልሉም። እርግጠኛ ኖት መቀጠል ይፈልጋሉ?
be: Калі вы выдаліце %s, то будучыя абнаўленьні ня будуць уключаць новыя элементы ў <b>%s</b>. Працягнуць?
bn: আপনি যদি %s আনইনস্টল করেন, তবে ভবিষ্যতে <b>%s</b> সেট এ কোন নতুন আইটেম অন্তর্ভুক্ত হবে না। আপনি কি চালিয়ে যেতে চান?
br: Ma tistaliit %s, an hizivadennoù dazont n'endalc'ho ket an elfennoù nevez e-barzh <b>%s</b>. Ha fellout a ra deoc'h kenderc'hel ?
fa: اگر شما بستهٔ %s را حذف کنید،بستهٔ <b>%s</b> در هنگام به روزرسانی تغییری نخواهد نکرد.آیا می خواهید ادامه دهید؟
fy: As jo %s skrasse, sille takomstige ferbetterings gjin nije dingen yn <b>%s</b> befetsje. Witte jo wis dat jo troch wolle gean?
hi: यदि आप %s असंस्थापित करते हैं, तो भविष्य में अद्यतन नये मदों <b>%s</b> सेट में में समाहित नहीं होगा। सुनिश्चित करें कि आप आगे बढ़ना चाहते है?
is: Ef þú fjarlægir %s þá munu uppfærslur í framtíðinni ekki innihalda nýja hluti sem tengjast <b>%s</b>. Viltu halda áfram?
ka: თუ ამოშლით %s-ს, მომავალში არ მოხდება <b>%s</b> კრებულის განახლება. გაგრძელება ნამდვილად გსურთ?
kk: Егер де сіз %s жоятын болсаңыз, онда болашақ жаңартуларына <b>%s</b> жиынтығы үшін жаңа элементтер қосылмайтын болады. Жалғастыру қажет пе?
lb: Wann s de %s desinstalléiers, wäerten zukünfteg Aktualiséierungen keng Elementer aus der <b>%s</b> Grupp enthalen. Bass de sécher dass de weider maache wëlls?
ms: Jika anda membuang %s, barang baru dalam set <b>%s</b> tidak akan dimasukkan dalam kemaskini di masa hadapan . Adakah anda pasti mahu teruskan juga?
oc: Se desinstallatz %s, las mesas a jorn venentas incluiràn pas los elements novèls dins <b>%s</b>. Sètz segur que volètz contunhar ?
sq: Nëse ç'instaloni %s, përditësimet e mëvonshme nuk do të përfshijnë artikuj të rinj në grupin <b>%s</b>. Jeni të sigurtë që dëshironi të vazhdoni?
te: %s తొలగించితే, భవిష్యత్ నవీకరణలు <b>%s</b> సెట్ లో కొత్తవాటిని వాడవు. మీరు నిజంగా కొనసాగుదామనుకుంటున్నారా?
th: ถ้าคุณถอดถอน %s การปรับปรุงในครั้งถัดไป จะไม่มีการปรับปรุงชุด <b>%s</b> รวมอยู่ด้วย คุณแน่ใจหรือไม่ที่จะดำเนินการต่อ?
ug: %s نى چىقىرىۋەتسىڭىز كېيىنكى يېڭىلاشلاردا %s ئىچىدىكى تۈرلەر يوق بولىدۇ. داۋاملاشتۇرۇۋېرەمسىز؟

source: Remove Anyway
af: Verwyder inelkgeval
am: ማስወገድ ያም ሆነ ይህ
be: Выдаліць у любым выпадку
bn: যেকোনভাবে অপসারণ
br: Dilemel evelato
fa: به هر حال حذف کن
fy: Fuortsmite
hi: हर हालत में हटाएं
is: Fjarlægja samt
ka: წაშლა მიუხედავად ყველაფრისა
kk: Бәрібір жою
lb: Trotzdem läschen
ms: Buang Juga
nds: So un so löschen
oc: Suprimir çaquelà
sq: Hiqe Gjithësesi
te: ఎలాగైనా తొలగించు
th: ถอดถอนโดยไม่สนใจคำเตือน
ug: نېمىلا بولسۇن ئۆچۈرۈۋەت
ur: خارج کر دیں جو بھی ہو

source: %s is a core application in Debian. Uninstalling it may cause future upgrades to be incomplete. Are you sure you want to continue?
af: %s is 'n kerntoepassing in Debian. Indien u dit verwyder kan moontlike opgraderings onvoltooid wees. Is u seker u wil voortgaan?
be: %s — важнае дастасаваньне. Калі яго выдаліць, то будучыя абнаўленьні сыстэмы будуць няпоўнымі. Працягнуць?
bn: %s ডেবিয়ানের একটি কোর অ্যাপ্লিকেশন। এটিকে আনইন্সটল করলে ভবিষ্যৎ আপগ্রেডসমূহ অপূর্ণ থাকবে। আপনি কি এটি করতে চান?
br: %s zo un arload kernel e Debian. Mar bez distaliet e vo graet hizivadurioù diglok marteze. Ha fellout a ra deoc'h kenderc'hel ganti ?
fa: بستهٔ‌ %s نرم افزار اصلی در دبین می باشد.ممکن است حذف آن فعالیت رایانهٔ شما را مختل کند.آیا می خواهید ادامه دهید؟
fy: %s in kernprogramma yn Debian. It fuortsmiten fan dit programma kin yn de takomst foar problemen soargje. Dochs dwaan?
hi: %s डेबियन का कोर अनुप्रयोग है। असंस्थापित करने पर भविष्य में अद्यतन अपूर्ण रहेगा। सुनिश्चित करें कि आप आगे बढ़ना चाहते है?
is: %s er mikilvægt forrit í Debian. Það gæti valdið vandamálum í framtíðinni ef þú fjarlægir það. Viltu örugglega halda áfram?
ka: %s არის Debian სისტემის ძალზედ მიშვნელოვანი პროგრამა. მისმა ამოშლამ შეიძლება გამოიწვიოს მომავალი განახლებების არასრულყოფილება. გაგრძელება ნამდვილად გსურთ?
kk: %s Debian-ның жүйелік бағдарламасы. Оның жойылуы, болашақ жаңартулардың толық емес болуына әкеліп соқтыруы мүмкін. Жалғастыру қажет пе?
lb: %s ass eng Kär Applikatioun. Wann s de se desinstalléiers kéinten zukünfteg Aktualiséierungen onvollstänneg sinn. Bass de sécher dass de weider maache wëlls?
ms: %s adalah aplikasi asas didalam Debian. Membuangkannya mungkin akan menjadikan kemaskini tidak lengkap pada masa depan. Adakah anda pasti anda ingin teruskan?
oc: %s es una aplicacion de basa de Debian. Lo desinstallar poiriá causar de mesas a jorn futuras incompletas. Sètz segur que volètz contunhar ?
sq: %s është një program bazë në Debian. Ç'instalimi i tij mund të bëjë që përditësimet e mëvonshme të mos jenë të kompletuara. Jeni të sigurtë që dëshironi të vazhdoni?
te: %s డెబియన్లో కీలకమైన అనువర్తనము. తొలగించితే భవిష్యత్ నవీకరణలు అసంపూర్తి కావచ్చు.మీరు నిజంగా కొనసాగుదామనుకుంటున్నారా?
th: %s เป็นโปรแกรมหลักใน Debian การถอนออกอาจมีผลให้การปรับรุ่นครั้งหน้าไม่สมบูรณ์ คุณแน่ใจหรือไม่ที่จะดำเนินการต่อ?
ug: %s بولسا Debian دىكى مۇھىم پروگرامما. بۇنى چىقىرىۋەتسە كېيىنكى يېڭىلاشلار تاماملىغىلى بولمايدۇ. داۋاملاشتۇرۇۋېرەمسىز

source: Installed
af: Geïnstalleer
am: ተጭኗል
be: Усталявана
bn: ইনস্টল করা হয়েছে
br: Staliet
fa: نصب شده
fy: Ynstallearre
hi: संस्थापित
is: Uppsett
ka: ჩაყენებული
kk: Орнатылған
lb: Installéiert
ms: Telah Dipasang
nds: Installert
oc: Installat
sq: I Instaluar
te: స్థాపించబడిన
th: ติดตั้งแล้ว
ug: ئورنىتىلغان
ur: نصب شدہ

source: Unknown
af: Onbekend
am: ያልታወቀ
be: Невядома
bn: অজানা
br: Dianav
fa: نامعلوم
fy: Unbekend
hi: अज्ञात
is: Óþekkt
ka: უცნობი
kk: Белгісіз
lb: Onbekannt
ms: Gagal dikenalpasti
nds: Unbekannt
oc: Desconegut
sq: I Panjohur
te: తెలియని
th: ไม่ทราบ
ug: نامەلۇم
ur: نامعلوم

source: Open Source
af: Oopbronkode
bn: মুক্ত সোর্স
br: Digor e darzh
fy: Iepen Boarne
hi: खुला स्त्रोत
is: Opinn hugbúnaður
kk: Бастапқы коды ашық
ms: Sumber Terbuka
oc: Liure
sq: Burim i Hapur
te: స్వేచ్ఛా మూలాలు
th: โอเพนซอร์ซ
ug: ئوچۇق مەنبە

source: Open Source with proprietary parts
af: Opensource met onderdele onder geslote alleen reg lisensies.
be: Вольнае праграмнае забесьпячэньне з закрытымі часткамі
bn: মুক্ত সোর্স মালিকানাধীন অংশের সাথে
br: Digor e darzh gant lodennoù berc'hennek
fy: Iepen Boarne mei sluten ûnderdielen
hi: स्वामित्व अंश के साथ खुला स्त्रोत
is: Opinn hugbúnaður með ófrjálsum hlutum
kk: Бос емес бөліктері бар бос (бастапқы коды бар) бағдарламасы
lb: Open Source mat proprietairen Deeler
ms: Sumber Terbuka dengan bahagian yang berkenaan dengan pemilik
nds: Open Source mit proprietären Deelen
oc: Logicial liure qu'inclutz de partidas proprietàrias
sq: Burim i Hapur me pjesë në pronësi
te: సొంత హక్కుల భాగాలతో కూడిన స్వేచ్ఛా మూలాలు
th: โอเพนซอร์สมีส่วนที่เป็นเชิงพาณิชย์
ug: proprietary نى ئۆز ئىچىگە ئالغان ئوچۇق مەنبەلىك دېتاللار

source: Proprietary
af: Alleen Reg
be: Прыватнаўласная
bn: মালিকানাধীন
br: Perc'hennek
fa: نرم افزار غیر آزاد
fy: Sluten Boarne
hi: स्वामित्व
is: Séreignarhugbúnaður
ka: მესაკუთრული
kk: Проприетарлы (бос емес)
lb: Proprietaire
ms: Proprietari
nds: Proprietär
oc: Proprietari
sq: Në Pronësi
te: సొంతహక్కులు గల
th: เชิงพาณิชย์
ur: ملکیت

source: License: %s
af: Lisensie: %s
am: ፍቃድ: %s
be: Ліцэнзыя: %s
bn: লাইসেন্স: %s
br: Lañvaz : %s
fy: Lisinsje: %s
hi: लाइसेंस: %s
is: Leyfi: %s
ka: ლიცენზია: %s
kk: Лицензия: %s
lb: Lizenz: %s
ms: Lesen: %s
nds: Lizenz: %s
oc: Licéncia : %s
sq: Liçensa: %s
te: లైసెన్సు: %s
th: สัญญาอนุญาต: %s
ug: ئىجازەتنامە: %s

source: Lets you choose from thousands of free applications available for Ubuntu.
af: Stel u in staat om te kies van die duisende gratis programme vir Ubuntu beskikbaar.
am: ለኡቡንቱ ዝግጁ ከሆኑ ብዙ ሺ መተግበሪያዎች መካከል ይምረጡ
be: Прадастаўляе вам выбар з тысяч вольных праграм для Ubuntu.
bn: উবুন্টুতে ব্যবহার উপযোগী কয়েক হাজার অ্যাপ্লিকেশন থেকে আপনার পছন্দেরটি বেছে নিন।
br: Dibabit e-touez ar milliadoù arloadoù frank hegerz evit Ubuntu.
fa: به شما اجازه می دهد تا از هزاران نرم افزار رایگان قابل نصب در اوبونتو انتخاب کنید
fy: Kies út tûzend fan frije programma's foar Ubuntu
hi: उबुन्टू के लिए उपलब्ध हजारों अनुप्रयोगों में से चुने।
is: Gerir þér kleift að sækja mörg þúsund ókeypis forrit í gegnum netið.
ka: გაძლევთ შესაძლებლობას აირჩიოთ და დააყენოთ ათასობით შესანიშნავი უფასო პროგრამა უბუნტუსთვის.
kk: Ubuntu үшін мыңдаған бос бағдарламалар ұсынылуда.
lb: Léist dech ënnert dausenden vu gratis Applikatioun vir Ubuntu wielen.
ms: Membolehkan anda memilih antara beribu-ribu aplikasi percuma yang disediakan untuk Ubuntu.
nds: Givt ji eene bannig grote Utwahl vun frien Programmen, de för Ubuntu verfögbar sünd
oc: Causissètz demest los milierats d'aplicacions liuras disponiblas per Ubuntu.
sq: Ju lë të zgjidhni mes mijëra programeve falas të disponueshëm për Ubuntu.
te: ఉబుంటు యొక్క వేలకొలది ఉచిత అనువర్తనాలనుండి ఎంపిక చేయటానికి సహాయము
th: ให้คุณเลือกโปรแกรมฟรีกว่าพันรายการสำหรับ Ubuntu
ug: Ubuntu دا ئىشلەتكىلى بولىدىغان نەچچە مىڭلىغان مۇت(ھەقسىز) دېتالنى تاللاڭ
ur: آپکو مفت اُبنٹو میں دستیاب پروگراموں کے ہزاروں میں سے انتخاب کریں.

source: Provided by Ubuntu
af: Verskaf deur Ubuntu
am: በዑቡንቱ የቀረበ
be: Прадастаўляецца Ubuntu
bn: উবুন্টু পরিচালিত
br: Pourchaset gant Ubuntu
fa: تهیه شده توسط اوبونتو
fy: Oanbean troch Ubuntu
hi: उबुन्टू द्वारा प्रदत्त
is: Ubuntu sér um þjónustu
ka: Ubuntu-ს მიერ უზრუნველყოფილი
kk: Ubuntu-мен ұсынылатын
lb: Zur Verfügung gestallt vun Ubuntu
ms: Disediakan oleh Ubuntu
nds: Anbeed vun Ubuntu
oc: Provesit per Ubuntu
sq: Mundësuar nga Ubuntu
te: ఉబుంటు
th: ดูแลโดย Ubuntu
ug: Ubuntu تەمىنلىگەن دېتاللار
ur: اُبنٹو کی طرف سے فراہم

source: %s is a core application in Ubuntu. Uninstalling it may cause future upgrades to be incomplete. Are you sure you want to continue?
af: %s is 'n kernprogram in Ubuntu. Verwydering mag toekomstige opgraderings onvolledig maak. Is u seker u wil voortgaan?
be: %s з'яўляецца базавым дастасаваньнем Ubuntu. У выпадку яго выдаленьня могуць узьнікнуць праблемы знастцпным абнаўленьнем сыстэмы. Выдаліць дастасаваньне?
bn: %s উবুন্টুর একটি কোর অ্যাপ্লিকেশন। এটি আনইন্সটল করলে ভবিষ্যৎ আপগ্রেডগুলো অপূর্ণ থাকবে। আপনি কি এটি করতে চান?
br: %s zo un elfenn hollbouezus evit Ubuntu. Distaliañ anezhi a c'hall bezañ kaoz d'hizivadennoù diglok en dazont. Ha sur oc'h e fell deoc'h kenderc'hel ?
fa: بستهٔ‌ %s نرم افزار اصلی در اوبونتو می باشد.ممکن است حذف آن فعالیت رایانهٔ شما را مختل کند.آیا می خواهید ادامه دهید؟
fy: %s in kernprogramma yn Ubuntu. It fuortsmiten fan dit programma kin yn de takomst foar problemen soargje. Witte jo it wis?
hi: %s उबुन्टू का सारभाग अनुप्रयोग है। असंस्थापित करने पर भविष्य में अद्यतन अपूर्ण रहेगा। सुनिश्चित करें कि आप आगे बढ़ना चाहते है?
is: %s er mikilvægur hluti af Ubuntu. Ef þú ákveður að fjarlægja þetta þá eykurðu líkurnar á því að eitthvað fari úrskeiðis þegar þú uppfærir tölvuna í framtíðinni. Viltu örugglega halda áfram?
ka: %s არის Ubuntu სისტემის ძალზედ მიშვნელოვანი პროგრამა. მისმა ამოშლამ შეიძლება გამოიწვიოს მომავალი განახლებების არასრულყოფილება. გაგრძელება ნამდვილად გსურთ?
kk: %s Ubuntu-ның жүйелік бағдарламасы. Оның жойылуы, болашақ жаңартулардың толық емес болуына әкеліп соқтыруы мүмкін. Жалғастыру қажет пе?
lb: %s ass eng Kär Applikatioun an Ubuntu. Wann s de se desinstalléiers kéinten zukünfteg Upgraden onvollstänneg sinn. Bass de sécher dass de weider maache wëlls?
ms: %s adalah aplikasi teras dalam Ubuntu. Naiktaraf di masa hadapan mungkin tidak akan lengkap jika membuangnya. Adakah anda pasti mahu buangkan juga?
oc: %s es un component essencial d'Ubuntu. Sa desinstallacion pòt provocar de mesas a jorn incompletas dins l'avenidor. Sètz segur que volètz contunhar ?
sq: %s është një program bazë në Ubuntu. Ç'instalimi i tij mund të bëjë që përditësimet e mëvonshme të mos jenë të kompletuara. Jeni të sigurtë që dëshironi të vazhdoni?
te: %s ఉబుంటులో కీలకమైన అనువర్తనము. దీనిని తొలగింపు భవిష్యత్ తాజాకరణలు అసంపూర్తిగా వుండటానికి కారణంకావచ్చు. మీరు నిజంగా కొనసాగించదలచారా?
th: %s เป็นโปรแกรมหลักใน Ubuntu การถอดถอนมัน อาจทำให้การปรับรุ่นครั้งหน้าไม่สมบูรณ์ คุณแน่ใจหรือไม่ที่จะดำเนินการต่อ?
ug: %s بولسا Ubuntu دىكى مۇھىم پروگرامما. بۇنى چىقىرىۋەتسە كېيىنكى يېڭىلاشلار تاماملىغىلى بولمايدۇ. داۋاملاشتۇرۇۋېرەمسىز

source: Free
af: Gratis
am: ነጻ
be: Бясплатна
bn: মুক্ত
br: Digoust
fa: آزاد (رایگان)
fy: Om 'e nocht
hi: मुक्त
is: Ókeypis
ka: უფასო
kk: Бос
lb: Gratis
ms: Percuma
nds: Frie
oc: Liure
sq: Falas
te: స్వేచ్ఛ
th: เสรี
ug: ھەقسىز(مۇت)
ur: مفت
