Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/software-center/tags/software-center-2.0.7debian7guada1/po/*.po
Languages: af, am, be, bn, br, fa, fy, hi, is, ka, kk, lb, ms, nds, oc, sq, te, th, ug, ur

source: Copy _Web Link
af: Kopieër _Web skakel
be: Капіяваць спас_ылку на сайт
bn: ওয়েব লিংক কপি (_W)
br: Eilañ an ere _Kenrouedad
fa: پیوند ـوبی کپی شود
fy: Kopiearje _Web Link
hi: प्रतिलिपि _वेब लिंक
is: Afrita _tengil
ka: ვებ ბმულის ასლი
kk: _Веб сілтемені көшіру
lb: _Web Link kopéieren
ms: Salin _Tautan Web
nds: Netverknüppen _koperen
oc: Copiar lo ligam _Web
sq: Kopjo _Lidhjen e Internetit
te: వెబ్ లింకుని నకలుచేయి (_W)
th: คัดลอกเ_ว็บลิงก์
ug: تور ئۇلانمىسىنى كۆچۈر(_E)
ur: نقل _Web Link

source: Rebuilding application catalog...
af: Herbou program katalogus...
be: Перабудаваньне каталёга дастасаваньняў...
bn: অ্যাপ্লিকেশন ক্যাটালগ পুনর্বিন্যাস করা হচ্ছে...
br: Oc'h adsevel katalog an arloadoù...
fy: Dwaande mei de tapassingslist te fernije...
hi: अनुप्रयोगों की सूची का पूनःनिर्माण
is: Bý til lista yfir forrit...
kk: Бағдарламалардың бумасының қайта құрылуы...
lb: Erneieren vum Applikatiouns-Katalog
ms: Membina semula katalog aplikasi...
nds: Frische de Programmkatalog op...
oc: Reconstruccion del catalòg de las aplicacions…
sq: Duke rindërtuar katalogun e programeve...
te: అనువర్తన పట్టికని తిరిగి నిర్మాణం చేస్తున్నా
th: กำลังจัดทำหมวดโปรแกรมใหม่...
ug: پروگرامما كاتالوگىنى قايتا قۇرۇۋاتىدۇ...

source: Search...
af: Soek...
am: መፈለግ...
be: Шукаць...
bn: অনুসন্ধান...
br: O klask...
fy: Sykje...
hi: ढूंढें...
is: Leita...
ka: ძებნა...
kk: Ізденісте...
lb: Sichen no...
ms: Cari...
nds: Söken...
oc: Recercar...
sq: Kërko...
te: వెతుకు...
th: ค้นหา...
ug: ئىزدە…
ur: تلاش۔۔۔۔۔

source: Software Center _Help
af: Sagteware Sentrum _Hulp
am: የሶፍትዌር ማእከል_እርዳታ
be: Даведка праграмнага цэнтра
bn: সফ্টওয়্যার কেন্দ্র সহায়তা (_H)
br: _Skoazell ar veziantaoueg
fa: ـراهنمای مرکز نرم افزار
fy: Programma Sintrum _Help
hi: साफ्टवेयर सेंटर मदद (_H)
is: Forrit _hjálp
ka: პროგრამული ცენტრის _დახმარება
kk: Бағдарламалар орталығының _анықтамасы
lb: Software-Center _Hëllef
ms: _Bantuan Pusat Perisian
nds: Programmzentrum_hölp
oc: _Ajuda de la logitèca
sq: _Ndihma e Qendrës së Programeve
te: సాఫ్ట్వేర్ కేంద్రము సహాయం (_H)
th: _วิธีใช้ศูนย์ซอฟต์แวร์
ug: يۇمشاق دېتال مەركىزى ھەققىدە ياردەم(_H)
ur: سوفٹ وئر سنٹر _Help

source: _All Software
af: _Alle sagteware
am: _ሁሉም ሶፍትዌር
be: _Усе праграмы
bn: সব সফটওয়্যার (_A)
br: _An holl veziantoù
fa: ـ‌همه ی نرم افزارها
fy: _Alle Programma's
hi: _सभी साफ्टवेयर
is: _Allur hugbúnaður
ka: _ყველა პროგრამა
kk: _Барлық бағдарламалар
ms: _Semua Perisian
nds: De _heelen Programme
oc: _Totes los Logicials
sq: _Të Gjitha Programet
te: మొత్తం సాఫ్ట్వేర్ (_A)
th: ซอฟต์แวร์_ทั้งหมด
ug: بارلىق يۇمشاق دېتاللار(_A)
ur: _تمام سوفٹ وئیر

source: _Canonical-Maintained Software
af: Deur _Canonical onderhoude sagteware
am: _በካኖኒካል የሚሰራ ሶፍትዌር
be: _Праграмы якія падтрымлівае Canonical
bn: ক্যানোনিকাল তত্ত্বাবধায়ন করে এমন সফটওয়্যারসমূহ (_C)
br: Meziantoù trezalc'het gant _Canonical
fa: ـنرم افزار نگهداری شده توسط کانونیکال
fy: _troch Canonical ûnderhâlden prrogramma's
hi: _Canonical-अनुरक्षित साफ्टवेयर
is: _Canonical hugbúnaður
ka: _Canonical-ის მიერ მოვლილი პროგრამები
kk: _Canonical-мен қолдау көрсетілетін бағдарламалар
lb: Vu _Canonical ënnerhalen Software
ms: _Perisian Dipelihara-Canonical
oc: _Logicials preses en carga per Canonical
sq: _Programet që Mirëmbahen nga Canonical
te: కెనానికల్ నిర్వహించే సాఫ్ట్వేర్ (_C)
th: ซอฟต์แวร์ที่ _Canonical ดูแล
ug: Canonical-Maintained يۇمشاق دېتاللار(_C)

source: _Edit
af: R_edigeer
am: _ማረም
be: _Рэдагаваць
bn: সম্পাদনা (_E)
br: K_emmañ
fa: ـویرایش
fy: Be_wurkje
hi: _संपादित करें
is: _Breyta
ka: _ჩასწორება
kk: _Өзгерту
lb: B_eaarbeschten
ms: _Ubah
nds: _Bewarken
oc: _Edicion
sq: _Modifiko
te: సరిచేయు(_E)
th: แ_ก้ไข
ug: تەھرىر(_E)

source: _File
af: _Lêer
am: _ፋይል
be: _Файл
bn: ফাইল (_F)
br: _Restr
fa: ـپرونده
fy: _Bestân
hi: _फ़ाइल
is: _Skrá
ka: _ფაილი
kk: _Файл
lb: _Fichier
ms: _Fail
nds: _Datei
oc: _Fichièr
sq: _Skedar
te: ఫైలు (_F)
th: แ_ฟ้ม
ug: ھۆججەت(_F)

source: _Help
af: _Hulp
am: _እርዳታ
be: _Даведка
bn: সহায়িকা (_H)
br: _Skoazell
fa: ـراهنما
hi: _मदद
is: _Aðstoð
ka: _დახმარება
kk: _Көмек
lb: _Hëllef
ms: _Bantuan
nds: _Hölp
oc: _Ajuda
sq: _Ndihmë
te: సహాయం (_H)
th: _วิธีใช้
ug: ياردەم(_H)

source: _Install
af: _Installeer
am: _መግጠም
be: _Устанавіць
bn: ইনস্টল (_I)
br: _Staliañ
fa: ـنصب
fy: Ynstallearje
hi: _संस्थापित करें
is: _Setja upp
ka: _ჩაყენება
kk: _Орнату
lb: _Installéieren
ms: _Pasang
nds: _Installeren
oc: _Installar
sq: _Instalo
te: స్థాపించు (_I)
th: _ติดตั้ง
ug: ئورنات(_I)

source: _Software Sources...
af: _Sagteware Oorsprong...
am: _የሶፍትዌር ምንጮች...
be: _Крыніцы праграмаў...
bn: সফ্টওয়্যার উৎস... (_S)
br: _Tarzhioù meziantoù...
fy: _Boarne foar Programma's
hi: _साफ्टवेयर स्त्रोत...
is: _Hugbúnaðarupptök...
ka: პროგრამების წყარო...
kk: _Бағдарламалардың Бастапқы Коды...
lb: _Software Hierkunft...
ms: _Sumber perisian...
nds: _Programmwellen...
oc: _Fonts de logicials…
sq: _Burimet e Programeve...
te: సాఫ్ట్వేర్ ప్రాప్తి స్థానాలు,,, (_S)
th: แ_หล่งซอฟต์แวร์...
ug: يۇمشاق دېتال مەنبەلىرى(_S)

source: _View
af: Be_kyk
am: _እይታ
be: _Выгляд
bn: প্রদর্শন (_V)
br: G_welout
fa: ـنمایش
fy: _Besjen
hi: देखें (_V)
is: S_koða
ka: _ხედი
kk: _Қарап шығу
lb: _Usiicht
ms: _Papar
nds: _Ansicht
oc: A_fichatge
sq: _Shfaq
te: దర్శించు(_V)
th: มุม_มอง
ug: كۆرۈنۈش(_V)

source: Lets you choose from thousands of free applications available for Ubuntu
af: Stel u in staat om te kies uit die duisende gratis programme vir Ubuntu beskikbaar.
am: ለኡቡንቱ ዝግጁ ከሆኑ ከ ብዙ ሺ ነጻ መተግበሪያዎች መምረጥ ያስችሎታል
be: Прадастаўляе вам выбар з тысячаў вольных праграм для Ubuntu
bn: উবুন্টুতে ব্যবহার উপযোগী কয়েক হাজার অ্যাপ্লিকেশন থেকে আপনার পছন্দেরটি বেছে নিন
br: Dibabit e-touez ar milliadoù a arloadoù frank hegerz evit Ubuntu
fa: به شما اجازه می دهد تا از هزاران نرم افزار رایگان قابل نصب در اوبونتو انتخاب کنید
fy: Kies út tûzens of programma's dy't om 'e nocht foar Ubuntu te krijen binne
hi: उबुन्टू में उपलब्ध हजारों मुफ्त अनुप्रयोगों में से चुने
is: Sækja mörg þúsund ókeypis forrit fyrir Ubuntu í gegnum netið
ka: საშუალებას გაძლევთ აარჩიოთ ათასობით თავისუფალი პროგრამა უბუნტუსათვის
kk: Ubuntu үшін мыңдаған бос бағдарламалар ұсынылуда
lb: Léist dech ënnert dausenden vu gratis Applikatioun vir Ubuntu wielen
ms: Membolehkan anda memilih daripada beribu-ribu aplikasi percuma yang disediakan untuk Ubuntu
nds: Givt ji eene bannig grote Utwahl vun frien Programmen, de för Ubuntu verfögbar sünd
oc: Causissètz demest los milierats d'aplicacions liuras disponiblas per Ubuntu
sq: Ju lë të zgjidhni mes mijëra programeve falas të disponueshëm për Ubuntu.
te: ఉబుంటు యొక్క వేలకొలది ఉచిత అనువర్తనాలనుండి ఎంపిక చేయటానికి సహాయము
th: ให้คุณเลือกโปรแกรมฟรีกว่าพันรายการสำหรับ Ubuntu
ug: Ubuntu دا ئىشلەتكىلى بولىدىغان نەچچە مىڭلىغان مۇت(ھەقسىز) دېتالنى تاللاڭ
ur: آپکو مفت اُبنٹو کے لئے دستیاب ہزاروں درخواستوں میں سے انتخاب کریں

source: Software Center
af: Sagteware Sentrum
am: የሶፍትዌር ማእከል
be: Праграмны цэнтр
bn: সফ্টওয়্যার কেন্দ্র
br: Meziantaoueg
fa: مرکز نرم افزار
fy: Programma Sintrum
hi: साफ्टवेयर केंद्र
is: Forrit
ka: პროგრამული ცენტრი
kk: Бағдарламалар орталығы
ms: Pusat Perisian
nds: Programmzentrum
oc: Logitèca
sq: Qendra e Programeve
te: సాఫ్త్వేర్ కేంద్రము
th: ศูนย์ซอฟต์แวร์
ug: يۇمشاق دېتال مەركىزى
ur: سافٹ وئیر سنٹر

source: Ubuntu Software Center
af: Ubuntu Sagteware Sentrum
am: የኡቡንቱ ሶፍትዌር ማእከል
be: Праграмны цэнтр Ubuntu
bn: উবুন্টু সফ্টওয়্যার কেন্দ্র
br: Meziantaoueg Ubuntu
fa: مرکز نرم افزار اوبونتو
fy: Ubuntu Programma Sintrum
hi: उबुन्टू साफ्टवेयर केंद्र
is: Ubuntu forrit
ka: უბუნტუს პროგრამული ცენტრი
kk: Ubuntu бағдарламалар орталығы
ms: Pusat Perisian Ubuntu
nds: Ubuntu Programmzentrum
oc: Logitèca Ubuntu
sq: Qendra e Programeve të Ubuntu
te: ఉబుంటు సాఫ్ట్వేర్ కేంద్రము
th: ศูนย์ซอฟต์แวร์ Ubuntu
ug: Ubuntu يۇمشاق دېتال مەركىزى
ur: اُبنٹو سوفٹ وئیر سنٹر

source: 3D
bn: ত্রিমাত্রিক
br: 3M
fa: سه بعدی
hi: 3डी
is: Þrívídd
te: 3డి
th: 3 มิติ

source: Accessories
af: Toebehore
am: ተጨማሪዎች
be: Аксэсуары
bn: আনুষঙ্গিক
br: Mavegoù
fa: لوازم
fy: Assesoires
hi: उपसाधन
is: Aukahlutir
ka: აქსესუარები
kk: Қосымша құралдар
lb: Accessoiren
ms: Aksesori
nds: Tobehör
oc: Accessòris
sq: Aksesorët
te: సహాయకాలు
th: เครื่องใช้ไม้สอย
ug: قوشۇمچە
ur: لوازمات

source: Arcade
af: Arkade
be: Аркады
bn: আর্কেইড
br: C'hoarioù tavarn
fa: یکنواخت
fy: Arkade
hi: ऑर्केड
is: Spilakassaleikir
ka: არკადა
kk: Аркада
ms: Arked
oc: Arcada
te: ఆర్కేడ్
th: เกมอาเขต
ur: آرکیڈ

source: Astronomy
af: Astronomie
am: ስነ ፈለክ
be: Астраномія
bn: জ্যোতির্বিদ্যা
br: Steredoniezh
fa: ستاره شناسی
fy: Stjerrekunde
hi: खगोलशास्त्र
is: Stjörnufræði
ka: ასტრონომია
kk: Астрономия
lb: Astronomie
ms: Astronomi
nds: Astronomie
oc: Astronomia
sq: Astronomia
te: ఆస్ట్రోనమి
th: ดาราศาสตร์
ug: ئاسترونومىيە
ur: فلکیات

source: Biology
af: Biologie
am: ስነ-ፍጥረታት
be: Біялогія
bn: জীববিজ্ঞান
br: Bevoniezh
fa: بیولوژی
hi: जीवविज्ञान
is: Líffræði
ka: ბიოლოგია
kk: Биология
lb: Biologie
ms: Biologi
nds: Biologie
oc: Biologia
sq: Biologjia
te: జీవశాస్త్రం
th: ชีววิทยา
ug: بىئولوگىيە
ur: حیاتیات

source: Board Games
af: Bordspeletjies
be: Настольныя гульні
bn: বোর্ড গেম
br: C'hoarioù taolenn
fa: بازی های تخته ای
fy: Boardspultsjes
hi: बिसात के खेल
is: Borðspil
ka: სამაგიდო თამაშები
kk: Үстел ойындары
lb: Briet-Spiller
ms: Permainan Papan
nds: Brettspelen
oc: Jòcs de platèus
sq: Lojëra për Tavolinë
te: బల్ల ఆటలు
th: เกมกระดาน
ug: تاختاي ئويۇنلىرى
ur: بورڈ گیمز

source: Card Games
af: Kaartspeletjies
am: የካርታ ጨዋታዎች
be: Гульні ў карты
bn: তাসের খেলা
br: C'hoarioù Kartoù
fa: بازی های با کارت
fy: Kaartspultsjes
hi: ताश के खेल
is: Spil
ka: ბანქოს თამაშები
kk: Карта ойындары
lb: Kaarte-Spiller
ms: Permainan Kad
nds: Koortspelen
oc: Jòcs de cartas
sq: Lojëra me Letra
te: పేక ఆటలు
th: เกมไพ่
ug: قارتا ئويۇنلىرى
ur: کارڈ گیمز

source: Chat
af: Klets
am: ወሬ ማጫወቻ
be: Чат
bn: আড্ডা
br: Flapañ
fa: گپ
fy: Petear
hi: गपशप
is: Spjallforrit
ka: სასაუბრო
kk: Әңгімелесу (чат)
nds: Schnacken
oc: Messatjariá instantanèa (chat)
sq: Bisedo
te: సంభాషించు
th: สนทนา
ug: پاراڭ
ur: گپ شپ

source: Chemistry
af: Chemie
am: ኬሚስትሪ
be: Хімія
bn: রসায়ন
br: Kimiezh
fa: شیمی
fy: Skiekunde
hi: रसायन
is: Efnafræði
ka: ქიმია
kk: Химия
lb: Chimie
ms: Kimia
nds: Chemie
oc: Quimia
sq: Kimia
te: రసాయనశాస్త్రం
th: เคมี
ug: خىمىيە
ur: کیمیا

source: Computer Science &amp; Robotics
af: Rekenaarwetenskap en Robotika
be: Інфарматыка &amp; Робататэхніка
bn: কম্পিউটার বিজ্ঞান &amp; রোবটিক্স
br: Skiantoù, urzhiataerioù & robotoù
fa: علوم کامپیوتر،روبوتیک
fy: Computer wittenskip
hi: कम्प्यूटर विज्ञान &amp; रोबोटिक
is: Tölvunarfræði &amp; vélmenni
ka: კომპიუტერული მეცნიერებები &amp; რობოტიკა
kk: Информатика &amp; Робототехника
lb: Computer Wëssenschaften &amp; Robotik
ms: Sains Komputer &amp; Robotics
nds: Rekner Wetenschapt &amp; Robotik
oc: Informatica &amp; robotica
sq: Shkenca Kompjuterike &amp; Robotika
te: కంప్యూటర్ సైన్స్ మరియు రోబటిక్స్
th: วิทยาการคอมพิวเตอร์และหุ่นยนต์
ug: كومپيۇتېر ئىلمى ۋە ماشىنا ئادەم
ur: کمپیوٹر سائنس اور روبوٹکس

source: Debugging
af: Ontfouting
be: Адладка
bn: ডিবাগিং
br: Dibeugadur
fa: دیباگ
fy: Neirinnen fan flaters
hi: डिबगिंग
is: Aflúsun
ka: დებაგი
kk: Мінету орындау (дебаг)
lb: Debuggen
ms: Nyahpepijat
nds: Fehlermodus
oc: Desbugatge
sq: Duke gjurmuar gabimin
te: దోషామూలమును వెదుకుట
th: การดีบั๊ก
ug: سازلاش
ur: درستگی نقص کی

source: Developer Tools
af: Ontwikkelaarshulpmiddele
be: Прылады распрацоўшчыка
bn: ডেভেলপার টুল
br: Binvioù diorren
fa: ابزارهای توسعه
fy: Untwikkelders ark
hi: विकासकर्ता उपकरण
is: Hugbúnaðartól
ka: დაპროგრამების ხელსაწყოები
kk: Өндіруші құралдары
lb: Entwéckler Tools
ms: Alatan Pembangun Perisian
nds: Entwicklerwarktüüg
oc: Aisinas per desvolopaires
sq: Mjete Krijuese
te: అభవృద్ధికారుల పనిముట్లు
th: เครื่องมือพัฒนา
ug: ئىجادىيەت قوراللىرى
ur: ڈیولپر آلات

source: Drawing
af: Teken
am: መሳል
be: Маляваньне
bn: অঙ্কন
br: Tresañ
fa: ترسیم
fy: Tekenje
hi: चित्रांकन
is: Teiknihugbúnaður
ka: ხატვა
kk: Сурет салу
lb: Molen
ms: Lukisan
nds: Malen
oc: Dessenh
sq: Vizatim
te: చిత్రలేఖనం
th: งานวาด
ug: سىزمىچىلىق
ur: ڈرائنگ

source: Education
af: Opvoeding
am: ትምህርት
be: Адукацыя
bn: শিক্ষা
br: Deskadurezh
fa: آموزشی
fy: Edukaasje
hi: शिक्षा
is: Kennsla
ka: განათლება
kk: Білім алу
lb: Educatioun
ms: Pendidikan
nds: Erteken
oc: Educacion
sq: Edukimi
te: విద్య
th: การศึกษา
ug: مائارىپ
ur: تعلیم

source: Electronics
af: Elektronika
am: ኤሌክትሮኒክስ
be: Электроніка
bn: ইলেক্ট্রনিক্স
br: Elektronik
fa: الکترونیک
fy: Elektronika
hi: इलेक्ट्रानिक्स
is: Rafeindatækni
ka: ელექტრონიკა
kk: Электроника
lb: Elektronik
ms: Elektronik
nds: Elektronik
oc: Electronica
sq: Elektronika
te: ఎలక్ట్రానిక్స్
th: อิเลกทรอนิค
ug: ئېلېكترون ئىلمى
ur: الیکٹرانکس

source: Engineering
af: Ingenieurswese
am: ኢንጅኒሪንግ
be: Інжынерная справа
bn: প্রকৌশল
br: Ijinouriezh
fa: مهندسی
fy: Modelleren
hi: इंजीनियरिंग
is: Verkfræði
ka: ინჟინერია
kk: Инженерия
lb: Ingenieurswiesen
ms: Kejuruteraan
nds: Ingeneurwesen
oc: Ingenhiariá
sq: Inxhinieri
te: ఇంజినీరింగ్
th: วิศวกรรม
ug: ئىنژېنېرلىق ئىلمى
ur: انجنیئرنگ

source: File Sharing
af: Lêer verdeling
am: ፋይል መጋራት
be: Агульны доступ да файлаў
bn: ফাইল ভাগাভাগি
br: Rannañ restroù
fa: اشتراک گذاری پرونده
fy: Triemen Diele
hi: फ़ाइल साझा
is: Skráaskipti
ka: ფაილების გაზიარება
kk: Файлдарды жалпы жетімділігіне жариялау
lb: Dateiefräigab
ms: Perkongsian Fail
nds: Dateideelen
oc: Partiment de fichièrs
sq: Ndarje e Skedarëve
te: ఫైలు పంచుకొనుట
th: การแบ่งปันแฟ้ม
ug: ھۆججەت ھەمبەھىرلەش
ur: فائل شیئرنگ

source: Fonts
af: Lettertipes
am: የፊደል ቅርጾች
be: Шрыфты
bn: ফন্ট
br: Nodrezhoù
fa: فونت‌ها
fy: Lettertypen
hi: फ़ॉन्ट्स
is: Leturgerðir
ka: შრიფტები
kk: Қаріптер
lb: Schrëften
ms: Bentuk Huruf (font)
nds: Schriftarten
oc: Poliças
sq: Gërmat
te: ఫాంట్లు
th: แบบอักษร
ug: خەت نۇسخا
ur: فونٹس

source: Games
af: Speletjies
am: ጨዋታዎች
be: Гульні
bn: খেলা
br: C'hoarioù
fa: بازی ها
fy: Spúltsjes
hi: खेल
is: Leikir
ka: თამაშები
kk: Ойындар
lb: Spiller
ms: Permainan
nds: Speelen
oc: Jòcs
sq: Lojërat
te: ఆటలు
th: เกม
ug: ئويۇنلار
ur: گیمز

source: Geography
af: Geografie
am: ጂኦግራፊ
be: Геаграфія
bn: ভূগোল
br: Douaroniezh
fa: جغرافیا
fy: Ierdrykskunde
hi: भूगोल
is: Landafræði
ka: გეოგრაფია
kk: География
lb: Geographie
ms: Geografi
nds: Erdkunde
oc: Geografia
sq: Gjeografia
te: ఖగోళశాస్త్రము
th: ภูมิศาสตร์
ug: جۇغراپىيە
ur: جغرافیہ

source: Geology
af: Geologie
am: ጂኦሎጂ
be: Геалогія
bn: ভূতত্ত্ব
br: Douarouriezh
fa: زمین شناسی
hi: भूगर्भविज्ञान
is: Jarðfræði
ka: გეოლოგია
kk: Геология
lb: Geologie
ms: Geologi
nds: Geologie
oc: Geologia
sq: Gjeologjia
te: భూగర్భశాస్త్రము
th: ธรณีวิทยา
ug: گېئولوگىيە
ur: ارضیات

source: Graphic Interface Design
af: Grafiese koppelvlak-ontwerp
be: Дастасаваньні для працы з выявамі
bn: গ্রাফিক ইন্টারফেস ডিজাইন
br: Ergrafañ ar c'hetaloù kevregad
fa: طراحی رابط گرافیکی
fy: Grafische omjouwing ûntwerpers
hi: चित्रादि अंतरापृष्ठ डिजाइन
is: Myndrænt viðmót
ka: გრაფიკული ინტერფეისის დიზაინი
kk: Бейнелік интерфейс дизайны
lb: Grapheschen Interface Design
ms: Memereka Grafik Antaramuka
nds: Grafikböverflachutsehn
oc: Concepcion d'Interfàcias Graficas
sq: Dizenjim i Ndërfaqeve Grafike
te: గ్రాఫిక్ అంతర్ముఖ డిజైన్
th: ออกแบบส่วนติดต่อผู้ใช้แบบกราฟิก
ug: كۆرۈنمە يۈز(GUI) لايىھىلەش
ur: گرافک انٹرفیس ڈیزائن

source: Graphics
af: Grafika
am: ግራፊክስ
be: Графіка
bn: গ্রাফিক্স
br: Kevregadoù
fa: گرافیک
fy: Grafysk
hi: चित्रादि
is: Myndvinnsla
ka: გრაფიკა
kk: Графика
lb: Grafik
ms: Grafik
nds: Grafik
oc: Grafismes
sq: Grafikët
te: చిత్రరూపాలు
th: กราฟิกส์
ug: گرافىكلار
ur: گرافکس

source: Haskell
bn: হাস্কেল
fy: Programeertaal Haskell
hi: हास्कल
te: హాస్కెల్

source: IDEs
be: Інтэграваныя сродкі распрацоўкі (IDE)
bn: IDE
br: Endroioù diorenn enframmet
fa: آی دی ای ها
is: Forritunarumhverfi
ka: IDE-ები
kk: Ендірілген өңдеу құралдары (IDE)
lb: IDEen
oc: Environaments de desvolopament integrat
sq: IDE-të
te: చర అభివృద్ధి పర్యావరణలు
ug: يۈرۈشلەشتۈرۈلگەن ئىجادىيەت مۇھىتلىرى

source: Internet
am: ኢንተርኔት
be: Інтэрнэт
bn: ইন্টারনেট
fa: اینترنت
fy: Ynternet
hi: इंटरनेट
is: Internetið
ka: ინტერნეტი
kk: Интернет
nds: Innernet
sq: Interneti
te: అంతర్జాలం
th: อินเทอร์เน็ต
ug: ئىنتېرنېت
ur: انٹرنیٹ

source: Java
am: ጃቫ
bn: জাভা
fa: جاوا
fy: Programeertaal Java
hi: जावा
te: జావా
th: จาวา
ur: جاوا

source: Libraries
af: Biblioteke
am: ቤተ መጻህፍት
be: Бібліятэкі
bn: লাইব্রেরি
br: Levraouegoù
fa: کتابخانه ها
fy: Biblioteken
hi: लाइब्रेरियाँ
is: Forritasafn
ka: ბიბლიოთეკები
kk: Кітапханалар
lb: Bibliothéiken
ms: Pustaka
nds: Bökerien
oc: Bibliotècas
sq: Libraritë
te: లైబ్రరీలు
th: ไลบรารี
ug: ئامبارلار
ur: لائبریریاں

source: Lisp
fa: زبان Lisp
fy: Programeertaal Lisp
te: లిస్ప్
ur: لسپ

source: Localization
af: Lokalisasie
be: Лакалізацыя
bn: স্থানীয়করণ
br: Lec'hiadur
fa: ترجمه ها
fy: Lokalisaasje
hi: स्थानीकरण
is: Staðsetning
ka: ლოკალიზაცია
kk: Аудармалар (локализация)
lb: Lokalisatioun
ms: Menyetempatkan
nds: Översetten
oc: Traduction
sq: Lokalizimi
te: స్థానికీకరణ
th: การทำให้เข้ากับท้องถิ่น
ug: يەرلىكلەشتۈرۈش
ur: لوکلائزیشن

source: Mail
af: Pos
be: Пошта
bn: মেইল
br: Posteloù
fa: نامه
fy: E-post
hi: डाक
is: Póstur
ka: ფოსტა
kk: Электрондық пошта
ms: Mel
nds: E-Post
oc: Corrièl
sq: Posta
te: తపాల
th: เมล
ug: ئېلخەت
ur: میل

source: Mathematics
af: Wiskunde
am: ሂሳብ
be: Матэматыка
bn: গণিত
br: Jedoniezhioù
fa: ریاضیات
fy: Wiskunde
hi: गणित
is: Stærðfræði
ka: მათემატიკა
kk: Математика
lb: Mathematik
ms: Matematik
nds: Mathe
oc: Matematicas
sq: Matematika
te: గణితశాస్త్రం
th: คณิตศาสตร์
ug: ماتېماتىكا
ur: ریاضی

source: Mono/CLI
fa: مونو
fy: Terminal tapassingen
hi: एक/CLI
te: మోనో/ఆదేశగీతఅంతర్ముఖము
ur: مونو CLI /

source: Multimedia
am: መልቲሚዲያ
be: Мультымэдыя
bn: মাল্টিমিডিয়া
br: Liesvedia
fa: رسانه ها
hi: मल्टीमीडिया
is: Margmiðlun
ka: მულტიმედია
kk: Мультимедиа
nds: Medien
oc: Multimèdia
te: బహుళమాధ్యమం
th: มัลติมีเดีย
ug: كۆپ ۋاسىتە
ur: ملٹی میڈیا

source: OCaml
fa: او‌سی‌ای‌ام‌ال
fy: Programeertaal OCaml
te: ఒసిఎఎమ్ఎల్

source: Office
af: Kantoor
be: Офіс
bn: অফিস
br: Bureveg
fa: افیس
fy: Kantoar
hi: कार्यालय
is: Skrifstofan
ka: ოფისი
kk: Офис
lb: Büro
ms: Pejabat
nds: Kontor
oc: Burèu
sq: Zyra
te: కార్యాలయము
th: สำนักงาน
ug: ئىشخانا
ur: آفس

source: Painting &amp; Editing
af: Verf en redigering
be: Маляваньне і рэдагаваньне
bn: অঙ্কন &amp; সম্পাদনা
br: Pentañ hag embann
fa: نقاشی و تغییر
fy: Grafyske programma's
hi: चित्रकला &amp; सम्पादन
is: Málningarvinna
ka: ხატვა და რედაქტირება
kk: Сурет салу, өзгерту
lb: Molen &amp; Verschaffen
ms: Lukisan &amp; Penyuntingan
nds: Malen &amp; Bewarken
oc: Grafisme
sq: Vizatim &amp; Modifikim
te: చిత్రలేఖనం మరియు సరిచేయు
th: การวาดภาพและแก้ไข
ug: سىزىش &amp; تەھرىرلەش
ur: پینٹنگ اور ترمیم

source: Perl
am: ፐርል
bn: পার্ল
fa: پرل
fy: Programmataal Perl
hi: मोती
te: పెర్ల్
th: ภาษาเพิร์ล

source: Photography
af: Fotografie
am: ፎቶግራፊ
be: Фатаграфія
bn: আলোকচিত্রবিদ্যা
br: Luc'hskeudennerezh
fa: عکاسی
fy: Fotografy
hi: छायांकन
is: Ljósmyndun
ka: ფოტოგრაფია
kk: Фотосурет
lb: Photographie
ms: Fotografi
nds: Fotografie
oc: Fotografia
sq: Fotografia
te: ఛాయాచిత్రీకరణ
th: การถ่ายภาพ
ug: فوتو سۈرەتچىلىك
ur: فوٹوگرافی

source: Physics
af: Fisika
am: ፊዚክስ
be: Фізыка
bn: পদার্থবিজ্ঞান
br: Skiantoù fizik
fa: فیزیک
fy: Natuerkunde
hi: भौतिकी
is: Eðlisfræði
ka: ფიზიკა
kk: Физика
lb: Physik
ms: Fizik
nds: Physik
oc: Fisica
sq: Fizika
te: భౌతికశాస్త్రము
th: ฟิสิกส์
ug: فىزىكا
ur: طبیعیات

source: Profiling
af: Profiel maak
be: Прафіляваньне
bn: প্রোফাইলিং
br: Aeladoù
fa: نمایه سازی
fy: Yn byld bringe fan minsken
hi: रुपरेखा बना रहा है
is: Notkunarmynstur
ka: პროფილირება
kk: Профилдеу
ms: Pengambilan Butiran
nds: Unnersöken
oc: Perfilatge
sq: Profilizimi
te: వివరాలనిర్వహణ
th: การวัดประสิทธิภาพ
ur: ترتیب

source: Publishing
af: Publisering
am: ህትመት
be: Выдавецтва
bn: প্রকাশনা
br: Embann
fa: انتشار
fy: Publisearje
hi: प्रकाशन
is: Útgáfustarfsemi
ka: გამომცემლობა
kk: Жариялауларды жасау
lb: Publizéieren
ms: Penerbitan
nds: Öpenlich maken
oc: Publicacion
sq: Publikimi
te: ముద్రణ
th: สิ่งพิมพ์
ug: نەشرىياتچىلىق
ur: اشاعت

source: Puzzles
af: Legkaarte
be: Галаваломкі
bn: ধাঁধা
br: Miltammoù
fa: پازل(جورچین)
fy: Puzzels
hi: पहेली
is: Þrautir
ka: თავსატეხები
kk: Бас қатырмалар
lb: Puzzlen
ms: Teka Teki
nds: Puzzle
te: ప్రహేళిక
th: เกมปริศนา
ug: تېپىشماقلار
ur: پہیلیاں

source: Python
bn: পাইথন
fa: پیتون
fy: Programmeertaal Python
hi: पायथन
te: పైథాన్
th: ภาษาไพธอน
ur: پائتن

source: Role Playing
af: Rolspel
be: Ралявыя гульні
bn: অবদান রাখা
br: C'hoarioù rolloù
fa: نقش بازی
fy: Rollespultsje
hi: भूमिका निभाना
is: Hlutverkaleikir
ka: როლური თამაშები
kk: Рольдік ойындар
lb: Rollespiller
ms: Permainan Watak
nds: Rollenspeel
oc: Jòcs de ròtles
sq: Lojë me Role
te: పాత్ర ఆడు
th: สวมบทบาท
ug: رول ئېلىپ ئويناش
ur: کردار ادا کیا

source: Ruby
bn: রুবি
br: liv ruzvaen
fa: روبی
fy: Programeertaal Ruby
hi: माणिक्य
te: రూబీ
th: ภาษารูบี้
ur: روبی

source: Scanning &amp; OCR
af: Skandering &amp; OCR
be: Сканаваньне &amp; Распазнаньне тэксту
bn: স্ক্যান করা &amp; OCR
br: C'hwilervañ & OCR
fa: اوسی‌آر و اسکن
fy: Skennen en Tekstwerkenning
hi: अवलोकन &amp; OCR
is: Skönnun &amp; ljóslestrarletur
ka: სკანირება და სიმბოლოთა ოპტიკური ამოცნობა
kk: Сканерлеу &amp; Шырамыту (распознование/OCR)
lb: Scannen &amp; OCR
ms: Pengimbasan &amp; OCR
nds: Scannen &amp; OCR
oc: Numerizacion &amp; Reconeissença optica de caractèrs
sq: Skanimi &amp; OCR
te: గ్రహణచేయు మరియు అక్షర రూపాలు గుర్తించు
th: การสแกนและ OCR
ug: شولىلاش &amp; OCR
ur: سکیننگ اور او سی آر

source: Science &amp; Engineering
af: Wetenskap &amp; Ingenieurswese
be: Навука &amp; Праектаваньне
bn: বিজ্ঞান &amp; প্রকৌশল
br: Skiantoù & Ijinerezh
fa: علوم و مهندسی
fy: Natuerkunde en Technyk
hi: विज्ञान &amp; इंजीनियरिंग
is: Vísindi &amp; verkfræði
ka: მეცნიერება და ინჟინერია
kk: Ғылыми &amp; Жобалау
lb: Wëssenschaft &amp; Ingenieurswiesen
ms: Sains &amp; Kejuruteraan
nds: Wetenschapt &amp; Ingeneurwesen
oc: Sciéncia &amp; Ingenhiariá
sq: Shkenca &amp; Inxhinieria
te: శాస్త్రసాంకేతికాలు
th: วิทยาศาสตร์และวิศวกรรมศาสตร์
ug: ئىلىم-پەن &amp; ئىنژېنېرلىق
ur: سائنس اینڈ انجینئرنگ

source: Simulation
af: Simulasie
be: Сымулятары
bn: সিমুলেশন
br: Darvanerezh
fa: شبیه سازی
fy: Simulaasje
hi: स्वाँग
is: Hermileikir
ka: სიმულაცია
kk: Симуляторлар
lb: Simulatioun
ms: Simulasi
nds: Simulatschoon
oc: Simulacion
sq: Stimulim
te: మాదిరితోప్రయోగము
th: จำลองสถานการณ์
ur: سمیولیشن

source: Sports
af: Sport
am: ስፖርት
be: Спартовыя
bn: স্পোর্টস
br: Sportoù
fa: ورزش
fy: Sport
hi: खेलकूद
is: Íþróttaleikir
ka: სპორტი
kk: Спорт
lb: Sport
ms: Sukan
nds: Sport
oc: Espòrts
sq: Sportet
te: క్రీడలు
th: กีฬา
ug: تەنتەربىيە
ur: کھیل

source: System
af: Stelsel
am: ሲስተም
be: Сыстэма
bn: সিস্টেম
br: Reizhiad
fa: سیستم
fy: Systeem
hi: तंत्र
is: Kerfi
ka: სისტემა
kk: Жүйелік
ms: Sistem
oc: Sistèma
sq: Sistemi
te: వ్యవస్థ
th: ระบบ
ug: سىستېما
ur: سسٹم

source: Themes &amp; Tweaks
af: Temas &amp; klein veranderinge
be: Тэмы &amp; Пашыраныя наладкі
bn: থীম &amp; টুইক
br: Neuzioù & Gwelladurioù
fa: نمایه ها
fy: Tema's &amp; oanpassingen
hi: विषय-वस्तु &amp; चुटकी
is: Útlit &amp; stillingar
ka: თემები და გაფართოებული გამართვა
kk: Әсемдеу тақырыптары мен жасырын баптаулар
lb: Themen &amp; Optiméierungen
ms: Tema &amp; Pengubahan
nds: Themen &amp; Tweaks
oc: Tèmas &amp; Optimizacions
sq: Temat &amp; Përmirësimet
te: థీమ్లు మరియు సవరణలు
th: ชุดตกแต่งและปรับแต่ง
ug: ئۇسلۇب &amp; ئۆزلەشتۈرۈش
ur: تھیمز اور ٹویکس

source: Universal Access
af: Universele toegang
am: ሁለንተናዊ ተደራሽነት
be: Унівэрсальны доступ
bn: সর্বজনীন প্রবেশাধিকার
br: Haezhiñ hollvedel
fa: دسترسی کلی
fy: Algemiene Tagong
hi: सार्वभौमिक पहुँच
is: Auðveldur aðgangur
ka: უნივერსალური წვდომა
kk: Арнайы мүмкіндіктер
lb: Universellen Zougang
ms: Akses Universal
nds: Togrip im Groten un Ganzen
oc: Accès universal
sq: Hyrje Universale
te: సార్వత్రిక అందుబాటు
th: สิ่งอำนวยความสะดวก
ug: ھەممىباب زىيارەت
ur: وسیع رسائی
