Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/software-center/tags/software-center-2.0.7debian7guada1/po/csb.po
Languages: csb

source: Copy _Web Link
csb: S_kòpérëjë adresã starnë WWW

source: Rebuilding application catalog...
csb: Przerôbianié kataloga aplikacëjów...

source: Search...
csb: Szëkba...

source: Software Center _Help
csb: Pòmò_c Centróm Softwôrë

source: _All Software
csb: _Całownô softwôra

source: _Canonical-Maintained Software
csb: Softwôra ùtrzëmëwónô przez _Canonical

source: _Edit
csb: _Edicëjô

source: _File
csb: _Lopk

source: _Help
csb: Pòmò_c

source: _Install
csb: _Instalëjë

source: _Software Sources...
csb: _Zdroje softwôrë...

source: _View
csb: _Wëzdrzatk

source: Lets you choose from thousands of free applications available for Ubuntu
csb: Zezwôlô wëbiérac z westrzód tesãcy wòlnych aplikacëjów przëstãpnych dlô Ubuntu

source: Software Center
csb: Centróm Softwôrë

source: Ubuntu Software Center
csb: Centróm Softwôrë Ubuntu

source: Accessories
csb: Akcesorëja

source: Arcade
csb: Chwatkòwé grë

source: Astronomy
csb: Astronomijô

source: Biology
csb: Biologijô

source: Board Games
csb: Planszowé grë

source: Card Games
csb: Kartowé grë

source: Chat
csb: Gôdka

source: Chemistry
csb: Chemijô

source: Computer Science &amp; Robotics
csb: Infòrmatika ë robòtika

source: Debugging
csb: Debùgòwanié

source: Developer Tools
csb: Nôrzãdza programistów

source: Drawing
csb: Céchòwanié

source: Education
csb: Edukacëjô

source: Electronics
csb: Elektronika

source: Engineering
csb: Inżynérëjô

source: File Sharing
csb: Ùprzëstãpnianié lopków

source: Fonts
csb: Fòntë

source: Games
csb: Grë

source: Geography
csb: Geògrafijô

source: Geology
csb: Geòlogijô

source: Graphic Interface Design
csb: Projektowanié graficznëch interfejsów

source: Graphics
csb: Grafika

source: IDEs
csb: IDE

source: Libraries
csb: Bibloteczi

source: Localization
csb: Lokalizacëjô

source: Mail
csb: Pòczta

source: Mathematics
csb: Matematika

source: Multimedia
csb: Mùltimedia

source: Office
csb: Biuro

source: Painting &amp; Editing
csb: Céchòwanié ë edukacëjô

source: Photography
csb: Fòtografijô

source: Physics
csb: Fizyka

source: Profiling
csb: Profilowanié

source: Publishing
csb: Pùblikòwanié

source: Puzzles
csb: Puzzle

source: Role Playing
csb: RPG

source: Scanning &amp; OCR
csb: Skanowanié ë OCR

source: Science &amp; Engineering
csb: Ùczba ë inżynierëjô

source: Simulation
csb: Symùlacëje

source: Sports
csb: Spòrt

source: System
csb: Systema

source: Themes &amp; Tweaks
csb: Wëzdrzatczi ë przëdôwczi

source: Universal Access
csb: Ùniwersalny przistãp

source: Version Control
csb: Kòntrola wersëji

source: Viewers
csb: Przezérniczi

source: Web Browsers
csb: Internetowé przezérniczi

source: Web Development
csb: Programòwanié WWW

source: Featured Applications
csb: Wëprzédnioné aplikacëje

source: Sorry, can not open the software database
csb: Przeprôszómë, ni mòże òtemknąc softwôrową bazã pòdôwków

source: Please re-install the 'software-center' package.
csb: Proszã winstalowac paczét "software-center" znowa.

source: Error
csb: Fela

source: Canonical Partners
csb: Partnerzë Canonical

source: Other
csb: Jinszé

source: app;application;package;program;programme;suite;tool
csb: aplikacëje, paczétë, programa, programë, paczét, nôrzãdza

source: Sorry, '%s' is not available for this type of computer (%s).
csb: Wëbôczë, równak '%s' nie je przëstãpny dlô twòjegò kòmpùtra (%s).

source: Provided by Debian
csb: Ùprzëstãpniané przez Debian

source: To remove %s, these items must be removed as well:
csb: Abë rëmnąc %s, nót je rëmnąc téż nôslédné elementë:

source: Remove All
csb: Rëmôj wszëtkò

source: If you uninstall %s, future updates will not include new items in <b>%s</b> set. Are you sure you want to continue?
csb: Jeżlë òdinstalëjesz %s, to w przińdnocë aktualizacëje ni bãdą zamëkac w se nowich elementów z <b>%s</b>. Na gwës jisc dali?

source: Remove Anyway
csb: Rëmôj nimò tegò

source: %s is a core application in Debian. Uninstalling it may cause future upgrades to be incomplete. Are you sure you want to continue?
csb: %s je darżeniową aplikacëją w Debianie. Ji wëinstalowanié mòże doprowadzëc pòzdze do jiwrów z kòmpatibilnotą aktualizacëji. Jes gwës tegò, że chcesz jisc dali?

source: Installed
csb: Winstalowóné

source: Unknown
csb: Nieznóny

source: Open Source
csb: Ôpen zdroje

source: Open Source with proprietary parts
csb: Ôpenzdrojowô softwôra ze swòjiznowima dzélama

source: Proprietary
csb: Swòjizniané

source: License: %s
csb: Licencëjô: %s

source: Lets you choose from thousands of free applications available for Ubuntu.
csb: Zezwôlô wëbiérac z westrzód tësãcy wòlnych aplikacëjów przëstãpnych dlô Ubuntu.

source: Provided by Ubuntu
csb: Ùprzëstãpniané przez Ubuntu

source: %s is a core application in Ubuntu. Uninstalling it may cause future upgrades to be incomplete. Are you sure you want to continue?
csb: %s je systemòwim elementã Ubuntu. Jegò òdinstalowanié mòże doprowôdzëc do problemów z przińdnima aktualizacëjama. Na gwës jisc dali?

source: Free
csb: Wòlne

source: Canonical does no longer provide updates for %s in Ubuntu %s. Updates may be available in a newer version of Ubuntu.
csb: Canonical nie dôwô ju aktualizacëji dlô %s w Ubuntu %s. Aktualizacëje mòże dobëc dlô nowszi wersëji Ubuntu.

source: Canonical provides critical updates for %(appname)s until %(support_end_month_str)s %(support_end_year)s.
csb: Canonical dôwô kriticzné aktualizacëje dlô %(appname)s do %(support_end_month_str)s %(support_end_year)s.

source: Canonical provides critical updates supplied by the developers of %(appname)s until %(support_end_month_str)s %(support_end_year)s.
csb: Canonical dôwô kriticzné aktualizacëje dobëwóné przez ùsôdzców %(appname)s do %(support_end_month_str)s %(support_end_year)s.

source: Canonical does not provide updates for %s. Some updates may be provided by the third party vendor.
csb: Canonical nie dôwô aktualizacëji dlô %s. Niejedné aktualizacëje mògą bëc dôwóné przez jinszich dowòzników.

source: Canonical provides critical updates for %s.
csb: Canonical dôwô kriticzné aktualizacëje dlô %s.

source: Canonical provides critical updates supplied by the developers of %s.
csb: Canonical dôwô kriticzné aktualizacëje , dobëwóné òd rozwijôrzów %s.

source: Canonical does not provide updates for %s. Some updates may be provided by the Ubuntu community.
csb: Canonical nie dôwô aktualizacëji dlô %s. Niejedné aktualizacëje mògą bëc dôwóné e przez spòlëżnã Ubuntu.

source: Application %s has an unknown maintenance status.
csb: Aplikacëjô %s mô nieznóny stón wspiarcô.

source: Description
csb: Òpisënk

source: This software is available from the '%s' source, which you are not currently using.
csb: Na programa je przëstãpnô ze zdroju "%s", chtëren nie je terô ùżëwóny.

source: To show information about this item, the software catalog needs updating.
csb: Żebë wëskrzrnic wëdowiédzã ò tim elemence, je nót zaktualnic katalog softwôrë.

source: Application Screenshot
csb: Zdrzëcënk ekranu aplikacëji

source: Version: %s (%s)
csb: Wersëjô: %s (%s)

source: Website
csb: Internetowô starna

source: Price: %s
csb: Priz: %s

source: No screenshot available
csb: Felëjë zdrzucënk ekranu

source: %s - Screenshot
csb: %s - Zdrzëcënk ekranu

source: Remove
csb: Rëmôj

source: Install
csb: Instalëjë

source: Install - Free
csb: Winstalëjë - darmôk

source: Use This Source
csb: Ùżëjë negò zdroju

source: Update Now
csb: Zaktualizëjë terô

source: %s review
csb: %s recenzëjô

source: More Info
csb: Wicy wëdowiédzë

source: Get Software
csb: Dobëjë softwôrã

source: Search Results
csb: Skùtczi szëkbë

source: %s matching item
csb: %s pasowny element

source: %s item available
csb: %s przëstãpny element

source: Departments
csb: Dzéle

source: Details
csb: Detale

source: Cancel
csb: Òprzestóń

source: Dependency
csb: Zanóleżnota

source: Installed Software
csb: Winstalowónô softwôra

source: %s item installed
csb: winstalowóny %s element

source: Software sources
csb: Zdroje softwôrë

source: In Progress (%i)
csb: W robòce (%i)

source: History Navigation
csb: Historëjô nawigacëji

source: Navigate forwards and backwards.
csb: Nawigacëjô w przódk a nazôd.

source: Back Button
csb: Nazôd

source: Navigates back.
csb: Nawigacëjô nazôd

source: Forward Button
csb: Do przódkù

source: Navigates forward.
csb: Nawigacëjô w przódk

source: You are here:
csb: Jes tuwò:

source: Navigates to the %s page.
csb: Biéj do starnë %s.
