Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/software-center/tags/software-center-2.0.7debian7guada1/po/gv.po
Languages: gv

source: Copy _Web Link
gv: Jeannoo coip_jeh'n kiangley eddyr-voggyl

source: Rebuilding application catalog...
gv: Troggal yn ayndagh claaghyn reesht...

source: Search...
gv: Shirrey...

source: Software Center _Help
gv: Ynnyd claaghyn_Cooiney

source: _All Software
gv: _Oilley ny claaghyn

source: _Canonical-Maintained Software
gv: _claaghyn-cummit seose voish-Canonical

source: _Edit
gv: _Caghlaa

source: _File
gv: _Coadan

source: _Help
gv: _Cooney

source: _Install
gv: _Cur er co`earrooder

source: _Software Sources...
gv: _Bunyn claaghyn...

source: _View
gv: _Soilshaghey

source: Lets you choose from thousands of free applications available for Ubuntu
gv: Lhiggey da us reih voish thousaneyn dy claaghyn nastee ry-geddyn son Ubuntu

source: Software Center
gv: Ynnyd claaghyn

source: Ubuntu Software Center
gv: Ubuntu ynnyd claaghyn

source: Accessories
gv: Claaghyn

source: Arcade
gv: Arcaid

source: Astronomy
gv: Rollageydys

source: Biology
gv: Bea-oaylleeaght

source: Board Games
gv: Gamanyn Boayrd

source: Card Games
gv: Gammanyn kaartyn

source: Chat
gv: Cowag

source: Chemistry
gv: Kemmig

source: Computer Science &amp; Robotics
gv: Sheanse co`earroodyn&amp;Robotyn

source: Debugging
gv: Kiarthaghey

source: Developer Tools
gv: Greieyn Troggeyder

source: Drawing
gv: Linneeaght

source: Education
gv: Ynsagh

source: Electronics
gv: Lectraneagh

source: Engineering
gv: Jeshaghteyrys

source: File Sharing
gv: Towse coadanyn

source: Fonts
gv: Laue screeuee

source: Games
gv: Gammanyn

source: Geography
gv: çheer-oaylleeaght

source: Geology
gv: Creg-oaylleeaght

source: Graphic Interface Design
gv: Shalee jeeagh graafagh

source: Graphics
gv: Graafaghyn

source: IDEs
gv: IDEyn

source: Internet
gv: Eddyr-Voggyl

source: Libraries
gv: Thie lioaraghyn

source: Localization
gv: Ynnydaghys

source: Mail
gv: Post

source: Mathematics
gv: Maddaght

source: Multimedia
gv: Sheean as feeshan

source: Office
gv: Oik

source: Painting &amp; Editing
gv: daahghey &amp; caghlaa

source: Photography
gv: Fotografeeaght

source: Physics
gv: Fishag

source: Profiling
gv: Gruaie

source: Publishing
gv: Cur magh

source: Puzzles
gv: Feyshtyn

source: Role Playing
gv: Gammanyn cloie paart

source: Scanning &amp; OCR
gv: scaney &amp; OCR

source: Science &amp; Engineering
gv: sheanse &amp; Jeshaghteyrys

source: Sports
gv: Spoyrt

source: System
gv: Corys

source: Themes &amp; Tweaks
gv: Cooishyn &amp; Caghlaaghyn veg

source: Universal Access
gv: Entreilys son dy choilley phiagh

source: Version Control
gv: Sorçh stuiredey

source: Viewers
gv: Jeeagheyder

source: Web Browsers
gv: Jeeagheyderyn Eddyr-Voggyl

source: Web Development
gv: Troggal Eddyr-voggyl

source: Featured Applications
gv: Claaghyn ard

source: Sorry, can not open the software database
gv: Gow my leshtal, cha noddym fosley yn bunfysseree

source: Please re-install the 'software-center' package.
gv: Nod oo cur yn 'Ynnyd Claaghyn' er co`earrooder reesht

source: Error
gv: Doalleid

source: Canonical Partners
gv: Parteeas Canonical

source: Other
gv: Elley

source: Sorry, '%s' is not available for this type of computer (%s).
gv: Gow my leshtal, Cha nel '%s' ry-geaddyn son yn sotch dy co`earrooder shoh (%s).

source: Provided by Debian
gv: kiarailit liorish Debian

source: To remove %s, these items must be removed as well:
gv: Dy doll magh %s, ta feym ec ny reddyn shoh veh doallit magh neesht:

source: Remove All
gv: Doll magh dy Choilley Red

source: If you uninstall %s, future updates will not include new items in <b>%s</b> set. Are you sure you want to continue?
gv: Myr tow geaddyn reh lesh %s cha bee yn stoo noa cheet lesh yn stoo noa ayns yn <b>%s</b> possan. Vel oo shickyr t'ow gearree goll er oaie?

source: Remove Anyway
gv: Doll magh ayns aght erbee

source: %s is a core application in Debian. Uninstalling it may cause future upgrades to be incomplete. Are you sure you want to continue?
gv: Ta %s ny cree claare ayns Debian. Myr tow dolley eh magh foddee cha bee ny reddyn noa aarloo. Vel oo shickyr tow gearree goll er oaie.

source: Installed
gv: Er co`earrooder hannah.

source: Unknown
gv: Gyn fys

source: Open Source
gv: Bun Foashlit

source: Open Source with proprietary parts
gv: Bun foashlit lesh cooidyn shelloodagh

source: Proprietary
gv: Shelloodagh

source: License: %s
gv: Kied: %s

source: Lets you choose from thousands of free applications available for Ubuntu.
gv: Lhiggey dow reih voish thousaneyn jeh claaghyn nastee son Ubuntu.

source: Provided by Ubuntu
gv: kiarailit liorish Ubuntu

source: %s is a core application in Ubuntu. Uninstalling it may cause future upgrades to be incomplete. Are you sure you want to continue?
gv: Ta %s ny claare cree Ubuntu. myr tow dolley magh eh foddee bee yn stoo noa neu-kiart. Vel oo shickyr tow gearree goll er oaie?

source: Free
gv: Seyr

source: Canonical does no longer provide updates for %s in Ubuntu %s. Updates may be available in a newer version of Ubuntu.
gv: Cha nel Canonical kiarail stoo noa nish son %s ayns Ubuntu %s. Foddee bee stoo noa ayns yn sorçh noa Ubuntu.

source: Canonical provides critical updates for %(appname)s until %(support_end_month_str)s %(support_end_year)s.
gv: Ta Canonical Kiarail stoo noa criticoil son %(appname)s dys %(support_end_month_str)s %(support_end_year)s

source: Canonical provides critical updates supplied by the developers of %(appname)s until %(support_end_month_str)s %(support_end_year)s.
gv: Ta Canonical kiarail stoo noa criticoil currit magh voish ny troggeyder jeh %(appname)s dys%(support_end_month_str)s %(support_end_year)s.

source: Canonical does not provide updates for %s. Some updates may be provided by the third party vendor.
gv: Cha nel Canonical kiarail stoo noa son %s. Bee kiuse dy stoo noa currit magh liorish possanyn trass.

source: Canonical provides critical updates for %s.
gv: Cha nel Canonical Kiarail stoo noa criticoil son %s.

source: Canonical provides critical updates supplied by the developers of %s.
gv: Ta Canonical Kiarail stoo noa criticoil currit magh liorish ny troggeyderyn jeh %s.

source: Canonical does not provide updates for %s. Some updates may be provided by the Ubuntu community.
gv: Cha nel Canonical Kiarail stoo noa son %s. Foddee dy vel kiuse dy stoo noa currit magh liorish yn pobble Ubuntu.

source: Description
gv: Coontey

source: This software is available from the '%s' source, which you are not currently using.
gv: Ta ny claaghyn shoh ry-geaddyn son yn '%s' bun, Cha nel oo jeannoo ymmyd jeh sy traa ta'yn.

source: To show information about this item, the software catalog needs updating.
gv: Dy soilshaghey fysseree mychoine yn nhee shoh, ta feym ec yn ayndagh claaghyn er veh currit noa.

source: Application Screenshot
gv: Jalloofastee claare

source: Version: %s (%s)
gv: Sorçh: %s (%s)

source: Website
gv: Ynnyd-eggey

source: Price: %s
gv: Leagh: %s

source: No screenshot available
gv: Cha nel jalloofastee ry-geaddyn

source: %s - Screenshot
gv: %s - Jalloofastee

source: Remove
gv: Cur ersooyl

source: Install
gv: Cur er co`earrooder

source: Install - Free
gv: Cur er co`earrooder - Nastee

source: Use This Source
gv: Jannoo ymmyd jeh yn bun shoh

source: Update Now
gv: Geddyn stoo noa nish

source: %s review
gv: Barel

source: More Info
gv: Toilley fysseree

source: Get Software
gv: Geddyn claaghyn

source: Search Results
gv: Reddyn feddynit liorish shirrey

source: %s item available
gv: %s red ry-geaddyn

source: Departments
gv: Rheynn

source: Details
gv: Fysseree

source: Cancel
gv: Cur ass.

source: Dependency
gv: Barrantys

source: Installed Software
gv: Claaghyn ta er y co`earrooder hannah

source: %s item installed
gv: %s red er yn co`earrooder

source: Software sources
gv: Bunyn claaghyn

source: In Progress (%i)
gv: Ayns Immeeaght (%i)

source: History Navigation
gv: Stiurey Shennaghys

source: Navigate forwards and backwards.
gv: Stiurey erash as er oaie.

source: Back Button
gv: Cramman erash

source: Navigates back.
gv: Stiurey erash.

source: Forward Button
gv: Cramman er oaie

source: Navigates forward.
gv: Stiurey er oaie.

source: You are here:
gv: Ta us ayns shoh:

source: Navigates to the %s page.
gv: Stuirey dys yn duillag %s.
