Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada2/po/*.po
Languages: bn, eo, is, pt, sr

source: Failed to add the cdrom
bn: সিডি রোম যোগ করতে ব্যর্থ
eo: Fiaskis aldoni la lumdiskon
pt: Falhou a adicionar o CD-ROM
sr: Нисам успео да додам ЦД-РОМ

source: Sorry, adding the cdrom was not successful.
bn: দুঃখিত, সিডি রোম সফল হয়নি।
eo: Bedaŭrinde la aldono de la lumdisko fiaskis.
pt: Desculpe, mas a adição do CD não foi bem sucedida.
sr: Извините, додавање ЦД-РОМа није било успешно.

source: Invalid package information
bn: ভুল প্যাকেজ তথ্য
eo: Nevalida pakaĵa informo
is: Ógildar pakkaupplýsingar
pt: Informação de pacotes inválida
sr: Неважеће информације пакета

source: After your package information was updated the essential package '%s' can not be found anymore. This indicates a serious error, please report this bug using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report.
bn: আপনার প্যাকেজ তথ্য হালনাগাদের পরে অত্যাবশ্যকীয় প্যাকেজ '%s' আর খুঁজে পাওয়া যায়নি। এটি নির্দেশ করে গুরুত্বপূর্ণ ত্রুটি, অনুগ্রহ করে টার্মিনালে কমান্ড 'ubuntu-bug update-manager' ব্যবহার করে এই বাগ প্রতিবেদন দিন এবং বাগ প্রতিবেদনে ফাইল in /var/log/dist-upgrade/ in সংযুক্ত করুন।
eo: Post ol via pakaĵinformoj estis ĝisdatigitaj, la esenca pakaĵo '%s' ne plu troveblas. Tio indikas gravan eraron, bonvolu raporti tion kiel cimo per la komando 'ubuntu-bug update-manager' en terminalo kaj aldoni la dosierojn en /var/log/dist-upgrade/ en la cimraporto.
pt: Depois do seu pacote de informação ter sido atualizado o pacote essencial '%s' já não pode ser encontrado. Isto indica um erro grave, por favor, reporte este bug utilizando o comando 'ubuntu-bug update-manager' num terminal e inclua os ficheiros em /var/log/dist-upgrade/ no relatório de erro.
sr: Након ажурирања информација о пакетима кључни пакет „%s“ не може више бити пронађен. Ово указује на озбиљну грешку, будите љубазни и пријавите ову грешку користећи наредбу „ubuntu-bug update-manager“ у терминалу и прикачите датотеке из „/var/log/dist-upgrade/“ уз извештај.

source: Fetching
bn: টেনে আনা হচ্ছে
eo: Prenado
is: Sæki
pt: A recolher
sr: Добављам

source: Upgrading
bn: আপগ্রেড করা হচ্ছে
eo: Aktualigo
is: Uppfæri
pt: A actualizar
sr: Надограђујем

source: Upgrade complete
bn: হালনাগাদ সম্পন্ন হয়েছে
eo: Ĝisdatigo finita
is: Uppfærslu lokið
pt: Actualização concluída
sr: Надоградња је завршена

source: The upgrade has completed but there were errors during the upgrade process.
bn: আপগ্রেড সম্পন্ন কিন্তু আপগ্রেড প্রসেসের সময় ত্রুটি ঘটে।
eo: La ĝisdatigo kompletiĝis sed okazis eraroj dum la ĝisdatigado.
pt: A actualização da versão do sistema foi concluída, mas ocorreram erros durante o processo.
sr: Надоградња је завршена, али је било грешака током процеса надоградње.

source: Searching for obsolete software
bn: অপ্রচলিত সফ্টওয়্যার অনুসন্ধান করা হচ্ছে
eo: Serĉado de ne plu uzataj programaroj
is: Leita að úreltum hugbúnaði
pt: À procura de software obsoleto
sr: Тражим застарели софтвер

source: System upgrade is complete.
bn: সিস্টেম আপগ্রেড সম্পন্ন।
eo: Sistema ĝisdatigo estas kompleta.
is: Stýrikerfisuppfærslu er lokið.
pt: A actualização da versão do sistema foi concluída.
sr: Надоградња система је завршена.

source: The partial upgrade was completed.
bn: আংশিক আপগ্রেড সম্পন্ন হয়েছে।
eo: La parta ĝisdatigo finiĝis.
is: Takmarkaðri uppfærslu er lokið.
pt: A actualização parcial de versão foi concluída.
sr: Делимична надоградња је завршена.

source: evms in use
bn: evms ব্যবহার করা হচ্ছে
eo: evms uzata
is: ‚evms‘ í notkun
pt: evms em uso
sr: „evms“ у употреби

source: Your system uses the 'evms' volume manager in /proc/mounts. The 'evms' software is no longer supported, please switch it off and run the upgrade again when this is done.
bn: আপনার সিস্টেমে /proc/mounts এ 'evms' ভলিউম ব্যবস্থাপক ব্যবহার করা হয়। 'evms' সফট্ওয়্যার এখন আর সমর্থন করে না, তাই অনুগ্রহ করে এটি বন্ধ করুন এবং আপগ্রেড সম্পন্ন হয়ে গেলে তা চালু করুন।
eo: Via sistemo uzas la datumportilan mastrumilon 'evms' en /proc/mounts. La programaro 'evms' ne plu estas subtenata, bonvolu malŝalti ĝin kaj poste denove rulu la ĝisdatigon.
is: Kerfið þitt notar ‚evms‘-gagnamiðilsstjóra í ‚/proc/mounts‘-möppunni. Hugbúnaðurinn ‚evms‘ er ekki lengur studdur, slökktu á honum and keyrðu uppfærsluna aftur að því loknu.
pt: O seu sistema utiliza o gestor de volumes "evms" em /proc/mounts. O software "evms" já não tem suporte. Por favor desactive-o e faça a actualização novamente quando esta acção estiver terminada.
sr: Ваш систем користи „evms“ управника волумена у „/proc/mounts“. Софтвер „evms“ више није подржан, молим искључите га и поново покрените надоградњу када то урадите.

source: Your graphics hardware may not be fully supported in Ubuntu 11.04.
bn: আপনার গ্রাফিক্স হার্ডওয়্যার উবুন্টু ১১.০৪ পুরোপুরি সমর্থিত হতে পারে না।
eo: Via grafika aparataro eble ne estas tute subtenata en Ubuntu 11.04.
pt: Os seus dispositivos gráficos podem não ser totalmente suportados no Ubuntu 11.04.
sr: Ваш графички хардвер можда није у потпуности подржан у Убунтуу 11.04.

source: The support in Ubuntu 11.04 for your intel graphics hardware is limited and you may encounter problems after the upgrade. Do you want to continue with the upgrade?
bn: আপনার ইনটেল গ্রাফিক্স হার্ডওয়্যারের জন্য উবুন্টু ১১.০৪ সমর্থন সীমিত এবং উন্নীত করার পরে আপনি সমস্যার সম্মুখীন হতে পারেন। আপনি কি উন্নীত করণ চালিয়ে যেতে চান?
eo: La subteno en Ubuntu 11.04 por via grafika aparataro de Intel estas limigita kaj vi eble havas problemojn post la promociado. Ĉu vi volas daŭrigi kun la ĝisdatigo?
pt: O suporte para os seus dispositivos gráficos intel no Ubuntu 11.04 é limitado e pode encontrar problemas após a atualização. Deseja continuar a atualização?
sr: Подршка за ваш Интел графички хардвер у Убунтуу 11.04 је ограничена и због тога се могу појавити проблеми након надоградње. Да ли желите да наставите са надоградњом?

source: Upgrading may reduce desktop effects, and performance in games and other graphically intensive programs.
bn: আপগ্রেড করার ফলে গ্রাফিক ভিত্তিক প্রোগ্রাম ও গেমস্ ব্যবহার করার সময় ডেক্সটপের প্রভাব ও কার্যকারীতা কিছুটা কমে যাবে।
eo: Promociado povas redukti labortablajn efektojn, kaj rendimenton en ludoj kaj aliaj grafike intensaj programoj.
is: Þá má vera að brellur, leikir og önnur forrit sem nota skjákortið mikið virki ekki eins vel að uppfærslu lokinni.
pt: Actualizar pode reduzir os efeitos do ambiente de trabalho, bem como o desempenho em jogos e outros programas graficamente exigentes.
sr: Надоградња може смањити ефекте радне површине, перформансе игрица и других графички захтевних програма.

source: This computer is currently using the NVIDIA 'nvidia' graphics driver. No version of this driver is available that works with your video card in Ubuntu 10.04 LTS. Do you want to continue?
bn: এই কম্পিউটারে বর্তমানে NVIDIA 'nvidia' গ্রাফিক্স ড্রাইভার ব্যবহার করা হচ্ছে। আপনার Ubuntu 10.04 LTS এ ভিডিও কার্ডে চলে, ড্রাইভােরর এমন কোনো সংস্করণই পাওয়া যাচ্ছে না। আপনি কি চালিয়ে যেতে চান?
eo: Tiu ĉi komputilo nun uzas la grafikan pelilon 'nvidia' de NVIDIA. Ne disponeblas versio de tiu ĉi pelilo, kiu funkcias kun via ekrankarto en Ubuntu 10.04 LTS. Ĉu vi volas daŭrigi?
is: Þessi tölva er sem stendur að notast við NVIDIA ‚nvidia‘-rekilinn fyrir grafík. Það er ekki til nein útgáfa af reklinum sem virkar með skjákortinu þínu í Ubuntu 10.04 LTS Viltu halda áfram?
pt: Este computador utiliza o driver gráfico NVIDIA 'nvidia'. Não está disponível nenhuma versão deste driver que funcione com o seu hardware no Ubuntu 10.04 LTS. Pretende continuar?
sr: Овај рачунар тренутно користи НВИДИА „nvidia“ графички дајвер. Нема доступне верзије овог драјвера која ради са Вашом видео картицом у Убунту 10.04 LTS. Да ли желите да наставите?

source: This computer is currently using the AMD 'fglrx' graphics driver. No version of this driver is available that works with your hardware in Ubuntu 10.04 LTS. Do you want to continue?
bn: এই কম্পিউটারে বর্তমানে AMD 'fglrx' গ্রাফিক্স ড্রাইভার ব্যবহার করা হচ্ছে। আপনার Ubuntu 10.04 LTS হার্ডওয়্যারে চলে, ড্রাইভােরর এমন কোনো সংস্করণই পাওয়া যাচ্ছে না। আপনি কি চালিয়ে যেতে চান?
eo: Tiu ĉi komputilo nun uzas la AMD 'fglrx'-grafikan pelilon. Ne haveblas versio de tiu pelilo kiu funkcias per via aparataro en Ubuntu 10.04 LTS. Ĉu vi volas daŭrigi?
is: Þessi tölva er sem stendur að notast við AMD ‚fglrx‘-rekilinn fyrir grafík. Það er ekki til nein útgáfa af þessum rekli sem virkar með vélbúnaði þínum í Ubuntu 10.04 LTS. Viltu halda áfram?
pt: Este computador utiliza o driver gráfico AMD 'fglrx'. Não está disponível nenhuma versão deste driver que funcione com o seu hardware no Ubuntu 10.04 LTS. Pretende continuar?
sr: Овај рачунар тренутно користи АМД „fglrx“ графички дајвер. Нема доступне верзије овог драјвера која ради са Вашим хардвером у Убунту 10.04 LTS. Да ли желите да наставите?

source: No i686 CPU
bn: কোনো i686 CPU নেই
eo: Neniu i686-procesoro
pt: Nenhum CPU i686
sr: Нема „i686“ процесора

source: Your system uses an i586 CPU or a CPU that does not have the 'cmov' extension. All packages were built with optimizations requiring i686 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
bn: আপনার সিস্টেম i586 CPU বা CPU ব্যবহার করে যা 'cmov' বর্ধিতাংশ নেই। কার্মিকের সব প্যাকেজ সর্বনিম্ন i686 আর্কিটেকচারে নির্মাণ করা হয়েছে। এই হার্ডওয়্যার সহকারে আপনার সিস্টেমকে নতুন উবুন্টু সংস্করণে আপগ্রেড করা সম্ভব নয়।
eo: Via sistemo uzas i586-procesoron aŭ procesoron sen la 'cmov'-etendaĵo. Ĉiuj pakaĵoj kunmetiĝis kun optimigoj kiuj postulas minimume i686-procesoron. Ne eblas ĝisdatigi vian sistemon al nova Ubuntu-eldono kun ĉi tiu aparataro.
pt: O seu sistema usa um CPU i586 ou um que não possui a extensão 'cmov'. Todos os pacotes são construídos para usar optimizações que requerem a arquitectura i686 mínima. Não é possível actualizar o seu systema para a nova versão do Ubuntu com o hardware actual.
sr: Ваш систем користи „i586“ процесор или процесор који нема „cmov“ проширење. Сви пакети су саграђени са оптимизацијама захтевајући „i686“ као минималну архитектуру. Није могуће надоградити Ваш систем на ново Убунту издање са овим хардвером.

source: No ARMv6 CPU
bn: কোনো ARMv6 CPU নেই
eo: Ne estas ARMv6-CPU
is: Enginn ARMv6-örgjörvi
pt: Sem CPU ARMv6
sr: Нема „ARMv6“ процесора

source: Your system uses an ARM CPU that is older than the ARMv6 architecture. All packages in karmic were built with optimizations requiring ARMv6 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
bn: আপনার সিস্টেম ARM CPU ব্যবহার করে যা ARMv6 আর্কিটেকচারের চাইতে পুরোনো। কার্মিকের সব প্যাকেজ সর্বনিম্ন ARMv6 আর্কিটেকচারে নির্মাণ করা হয়েছে। এই হার্ডওয়্যার সহকারে আপনার সিস্টেমকে নতুন উবুন্টু সংস্করণে আপগ্রেড করা সম্ভব নয়।
eo: Via sistemo uzas ARM-ĉefprocesoron kiu pli aĝas ol la ARMv6-arkitekturo. Ĉiuj pakaĵoj en karmic estas kompilitaj kun optimumigoj kiuj minimume postulas la ARMv6-arkitekturon. Ne eblas ĝisdatigi vian sistemon al nova Ubuntu-eldono kun ĉi tiu aparataro.
is: Tölva þín inniheldur ARM-örgjörva sem er eldri en ARMv6 (útgáfa 6). Allir pakkar í karmic þurfa af lágmarki örgjörva af útgáfu ARMv6. Það er ekki hægt að uppfæra stýrikerfi þitt yfir í nýja útgáfu af Ubuntu með þessum vélbúnaði.
pt: O seu sistema usa um CPU ARM que é anterior à arquitectura ARMv6. Todos os pacotes do karmic foram construídos e optimizados para ARMv6 como arquitectura mínima. Não é possível fazer upgrade para uma nova versão de Ubuntu com este hardware.
sr: Ваш систем користи АРМ процесор који је старији од АРМв6 архитектуре. Сви пакети у кармику су саграђени са оптимизацијама захтевајући АРМв6 као минималну архитектуру. Није могуће надоградити Ваш систем на ново Убунту издање са овим хардвером.

source: No init available
bn: কোনো init নেই
eo: Ne disponeblas 'init'
is: ‚init‘ fannst ekki
pt: Sem inicialização disponível
sr: Инит није доступан

source: Your system appears to be a virtualised environment without an init daemon, e.g. Linux-VServer. Ubuntu 10.04 LTS cannot function within this type of environment, requiring an update to your virtual machine configuration first. Are you sure you want to continue?
bn: আপনার সিস্টেমটি init ডিমনহীন ভার্চুয়ালাইজড এনভায়রনমেন্ট বলে মনে হচ্ছে, যেমন: লিনাক্স-VServer। উবুন্টু ১০.০৪ LTS এই এনভায়রনমেন্টে কাজ করে না, আপনার ভার্চুয়াল মেশিনের কনফিগারেশন হালনাগাদ করা প্রয়োজন। আপনি কি নিশ্চিত আপনি এগিয়ে যেতে চান?
eo: Ŝajne via sistemo estas virtuala medio sen 'init'-demono, ekzemple Linux-VServer. Ubuntu 10.04 ne povas funkcii en tia medio. Unue vi ĝisdatigu la agordojn de via virtuala maŝino. Ĉu vi vere volas daŭrigi?
pt: O seu sistema aparente ser um ambiente virtual sem um daemon de inicialização, por ex. o Linux-VServer. O Ubuntu 10.04 LTS não pode funcionar neste tipo de ambiente, sendo necessário actualizar primeiro a configuração da sua máquina virtual. De certeza que quer continuar?
sr: Ваш систем изгледа да је виртуелизовано окружење без инит демона, нпр. Линукс-ВСервер. Убунту 10.04 LTS не може радити унутар оваквог окружења, захтевајући прво ажурирање подешавања Ваше виртуелне машине. Да ли сте сигурни да желите на наставите?

source: Sandbox upgrade using aufs
bn: aufs ব্যবহার করে স্যান্ডবক্স আপগ্রেড করা হবে
eo: Proveja ĝisdatigo uzanta aufs
is: Uppfærsla í sandkassanum með ‚aufs‘
pt: Actualização em 'Sandbox' usando o aufs
sr: Надоградња тестирања коришћењем „aufs“

source: Use the given path to search for a cdrom with upgradable packages
bn: আপগ্রেডেকৃত প্যাকেজসহ cdrom খুঁজে বের করতে দিয়ে দেয়া পাথ ব্যবহার করুন
eo: Uzu la donitan vojprefikson por serĉi lumdiskon kun aktualigeblaj pakaĵoj
is: Nota þessa slóð til að leita að geisladiski með pökkum sem hægt er að uppfæra með
pt: Utilize o caminho fornecido para pesquisar os pacotes actualizáveis no leitor de cds
sr: Потражи диск са пакетима за надоградњу на датој локацији.

source: Use frontend. Currently available: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
bn: ফ্রন্টেন্ড ব্যবহার করুন। বর্তমানে পাওয়া যাচ্ছে: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
eo: Uzu fasadon. Aktuale disponeblaj: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
is: Nota framenda. Hægt er að nálgast: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
pt: Utilize o frontend. Actualmente disponíveis: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
sr: Користи сучеље. Тренутно је доступно: „DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE“

source: *DEPRECATED* this option will be ignored
bn: *অবলোপ* এই অপশনটি উপেক্ষা করা হবে
eo: *EVITINDA* ĉi tiu opcio estos ignorata
pt: *OBSOLETO* esta opção será ignorada
sr: *ЗАСТАРЕЛО* ова опција ће бити занемарена

source: Perform a partial upgrade only (no sources.list rewriting)
bn: শুধুমাত্র আংশিক আপগ্রেড কাজ করে ( কোনো উৎস তালিকা পুনর্লিিখত হয় না)
eo: Ĝisdatigu nur parte (ne rekonservu la dosieron sources.list)
is: Ekki uppfæra allt (mun ekki skrifa yfir ‚sources.list‘)
pt: Executar apenas uma actualização parcial (não se irá escrever no sources.list)
sr: Изврши само делимичну надоградњу (без преписивања „sources.list“ датотеке)

source: Disable GNU screen support
bn: GNU স্ক্রিন সাপোর্ট নিষ্ক্রিয়
eo: Malŝalti GNU-ekransubtenon
pt: Deactivar o suporte de Ecrã GNU
sr: Онемогући ГНУ екранску подршку

source: Set datadir
bn: datadir নির্ধারণ
eo: Agordi datendosierujon
is: Ákveða ‚datadir‘
pt: Definir datadir
sr: Подеси директоријум података

source: Please insert '%s' into the drive '%s'
bn: দয়া করে '%s' ড্রাইভে '%s' প্রবেশ করান
eo: Bonvolu enmeti je '%s' en ingon '%s'
is: Settu ‚%s‘ í drifið ‚%s‘
pt: Por favor insira '%s' no leitor '%s'
sr: Молим убаците „%s“ у оптички уређај „%s“

source: Fetching is complete
bn: টেনে আনা সম্পূর্ণ
eo: Prenado estas preta
is: Búið að sækja
pt: A transferência está completa
sr: Добављање је завршено

source: Fetching file %li of %li at %sB/s
bn: ফাইল আনা হচ্ছে %li এর %li %sB/s এ
eo: Prenas dosieron %li el %li per %sB/s
is: Sæki skrá %li af %li á %sB/sek.
pt: A obter o ficheiro %li de %li a %sB/s
sr: Преузимам датотеку број %li од укупно %li брзином %sB/s

source: About %s remaining
bn: %s বাকি আছে
eo: Ĉirkaŭ %s restas
is: Um það bil %s eftir
pt: Cerca de %s restantes
sr: Око %s је преостало

source: Fetching file %li of %li
bn: %li এর %li ফাইল নিয়ে আসা হয়
eo: Prenante dosieron %li el %li
is: Sæki skrá %li af %li
pt: A obter o ficheiro %li de %li
sr: Добављам датотеку %li oд %li

source: Applying changes
bn: পরিবর্তনগুলো প্রয়োগ করছি
eo: Aplikanta ŝanĝojn
is: Virkja breytingar
pt: A aplicar as alterações
sr: Примењујем измене

source: dependency problems - leaving unconfigured
bn: ডিপেন্ডেন্সী সমস্যা - আনকনফিগার হিসাবে রয়েছে
eo: dependecaj problemoj - agordado ne farita
is: vandamál með ákvæði - skil eftir óstillt
pt: problemas com dependências - a deixar por configurar
sr: Проблем са међузависностима — остављам неподешено

source: Could not install '%s'
bn: '%s' ইন্সটল করা যায় নি
eo: Ne eblis instali '%s'
is: Gat ekki sett upp ‚%s‘
pt: Impossível instalar '%s'
sr: Не могу да инсталирам „%s“

source: The upgrade will continue but the '%s' package may not be in a working state. Please consider submitting a bug report about it.
bn: আপগ্রেড হওয়া চলতে থাকবে কিন্তু '%s' প্যাকেজ কার্যকর নাও হতে পারে। অনুগ্রহ করে এই সম্পর্কে একটি বাগ রিপোর্ট করুন।
eo: La ĝisdatigo daŭros sed la pakaĵo '%s' eble ne funkcios. Bonvolu konsideri sendi cim-raportaĵon pri ĝi.
is: Uppfærslan mun halda áfram en pakkinn ‚%s‘ er líklega í ólagi. Sendu inn upplýsingar um þessa bilun.
pt: A actualização irá continuar mas o pacote '%s' pode não estar a funcionar. Por favor considere entregar um relatório de erro sobre ele.
sr: Надоградња ће се наставити али „%s“ пакет можда неће бити у радном стању. Молим размотирите подношење извештаја о грешци.

source: Replace the customized configuration file '%s'?
bn: স্বনির্বাচিত কনফিগারেশন ফাইল '%s' প্রতিস্থাপন?
eo: Ĉu anstataŭigi la modifitan agordan dosieron '%s'?
is: Viltu skipta út stillingarskránni sem þú hefur breytt ‚%s‘?
pt: Substituir ficheiro de configuração personalizado '%s'?
sr: Заменити произвољну датотеку подешавања „%s“?

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
bn: আপনি যদি নতুন সংস্করণ দ্বারা এটি প্রতিস্থাপন করেন তবে কনফিগারেশন ফাইলে কোনো পরিবর্তন করে থাকলে তা চলে যাবে।
eo: Vi perdos ĉiujn ŝanĝojn, kiujn vi faris pri ĉi tiu agorda dosiero, se vi elektas anstataŭigi ĝin per pli nova versio.
is: Þú munt tapa öllu sem þú hefur breytt í þessari stillingarskrá ef þú ákveður að skipta henni út fyrir nýja útgáfu.
pt: Perderá todas as alterações que fez a este ficheiro de configuração caso o substitua por uma versão mais recente.
sr: Изгубићете све измене које сте направили у овој датотеци подешавања ако одлучите да је замените новијом верзијом.

source: The 'diff' command was not found
bn: 'diff' কমান্ডটি পাওয়া যায় নি
eo: La komando 'diff' ne estis trovita
is: Skipunin ‚diff‘ fannst ekki
pt: O comando 'diff' não foi encontrado
sr: Команда „diff“ није пронађена

source: A fatal error occurred
bn: একটি মারাত্মক সমস্যা সংঘটিত হয়েছে
eo: Neriparebla eraro okazis
is: Það kom upp grafalvarleg villa
pt: Ocorreu um erro fatal
sr: Јавила се фатална грешка

source: Please report this as a bug (if you haven't already) and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
bn: অনুগ্রহ করে এটি বাগ হিসাবে রিপোর্ট করুন (যদি আগে করে না থাকেন) এবং রিপোর্টে /var/log/dist-upgrade/main.log এবং /var/log/dist-upgrade/apt.log ফাইলসমূহ সংযুক্ত করুন। আপগ্রেড বন্ধ আছে। আপনার মূল উৎস তালিকা /etc/apt/sources.list.distUpgrade এ সংরক্ষিত আছে।
eo: Bonvolu fari cimraporton (se vi ne jam faris) kaj aldoni la dosierojn /var/log/dist-upgrade/main.log kaj /var/log/dist-upgrade/apt.log en via raporto. La ĝisdatigo ĉesiĝis. Via originala sources.list estis konservita en /etc/apt/sources.list.distUpgrade.
pt: Por favor reporte isto como um erro (caso ainda não o tenha feito) e inclua os ficheiros /var/log/dist-upgrade/main.log e /var/log/dist-upgrade/apt.log no seu relatório. A actualização de versão foi abortada. A sua sources.list foi guardada em /etc/apt/sources.list.distUpgrade.
sr: Молим пријавите ово као грешку (ако већ нисте) и укључите датотеке „/var/log/dist-upgrade/main.log“ и „/var/log/dist-upgrade/apt.log“ у Ваш извештај. Надоградња је прекинута. Ваша оригинална датотека „sources.list“ је сачувана у „/etc/apt/sources.list.distUpgrade“.

source: Ctrl-c pressed
bn: Ctrl-c চাপা হয়েছে
eo: Stir-c premita
is: Ýtt á ctrl-c
pt: Foi pressionado Ctrl-c
sr: Притиснули сте „Ctrl-c“

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
bn: এর ফলে অপারেশনটি বন্ধ হয়ে যাবে এবং সিস্টেমকে একটি অসম্পূর্ন অবস্থায় রেখে দিবে। আপনি কি নিশ্চিত যে আপনি এমন করতে চান?
eo: Ĉi tio ĉesigos la operacion kaj povas lasi vian sistemon en rompita stato. Ĉu vi certas ke vi volas fari tion?
is: Þetta mun stöðva aðgerðina og skilja kerfið eftir bilað. Ertu viss um að þú viljir halda áfram?
pt: Isto irá abortar a operação e pode deixar o sistema num estado inconsistente. Tem a certeza que o deseja fazer?
sr: Ово ће прекинути операцију и може оставити систем у оштећеном стању. Да ли сте сигурни да желите то?

source: To prevent data loss close all open applications and documents.
bn: তথ্য হারাতে না চাইলে সকল অ্যাপলিকেশন এবং ডকুমেন্ট বন্ধ রাখুন।
eo: Por preventi datuman perdon, fermu ĉiujn malfermitajn aplikaĵojn kaj dokumentojn.
is: Til að fyrirbyggja tap á gögnum skaltu loka öllum forritum og skrám.
pt: Para prevenir a perda de dados feche todas as aplicações e documentos abertos.
sr: Да спречите губитак података затворите све активне програме и документа.

source: No longer supported by Canonical (%s)
bn: ক্যানোনিক্যাল দ্বারা আর সমর্থিত নয় (%s)
eo: Ne plu subtenata de Canonical (%s)
pt: Não é suportado pela Canonical (%s)
sr: Каноникал не подржава више (%s)

source: <b>Downgrade (%s)</b>
bn: <b>ডাউনগ্রেড (%s)</b>
eo: <b>Malĝisdatigi (%s)</b>
pt: <b>Desactualizar (%s)</b>
sr: <b>Разгради (%s)</b>

source: Remove (%s)
bn: (%s) অপসারণ
eo: Forigi (%s)
pt: Remover (%s)
sr: Уклони (%s)

source: No longer needed (%s)
bn: আর প্রয়োজন নেই (%s)
eo: Ne plu nepra (%s)
pt: Não mais necessário (%s)
sr: Више није потребно (%s)

source: Install (%s)
bn: (%s) ইন্সটল
eo: Instali (%s)
pt: Instalar (%s)
sr: Инсталирај (%s)

source: Upgrade (%s)
bn: (%s) আপগ্রেড
eo: Ĝisdatigi (%s)
pt: Actualizar versão (%s)
sr: Надогради (%s)

source: Media Change
bn: মিডিয়া পরিবর্তন
eo: Ŝanĝo de Datumportilo
is: Breyta miðli
pt: Alterar Media
sr: Промена медијума

source: Show Difference >>>
bn: পার্থক্য প্রদর্শন >>>
eo: Montru la diferencon >>>
is: Sýna mun >>>
pt: Mostrar Diferença >>>
sr: Прикажи разлике >>>

source: <<< Hide Difference
bn: <<< পার্থক্য আড়াল করা
eo: <<< Kaŝu la diferencon
is: <<< Fela mun
pt: <<< Esconder Diferença
sr: <<< Сакриј разлике

source: Error
bn: ত্রুটি
eo: Eraro
is: Villa
pt: Erro
sr: Грешка

source: &Cancel
bn: ও বাতিল
eo: &Rezignu
is: &Hætta við
pt: &Cancelar
sr: От&кажи

source: &Close
bn: ও বন্ধ
eo: F&ermu
is: &Loka
pt: &Fechar
sr: Зат&вори

source: Show Terminal >>>
bn: টার্মিনাল প্রদর্শন >>>
eo: Vidigu Terminalon >>>
is: Sýna útstöðina >>>
pt: Mostrar Consola >>>
sr: Прикажи терминал >>>

source: <<< Hide Terminal
bn: <<< টার্মিনাল আড়াল করা
eo: <<< Kaŝu Terminalon
is: <<< Fela útstöðina
pt: <<< Esconder Consola
sr: <<< Сакриј терминал

source: Information
bn: তথ্য
eo: Informoj
is: Upplýsingar
pt: Informação
sr: Информације

source: Details
bn: বিস্তারিত
eo: Detaloj
is: Frekari upplýsingar
pt: Detalhes
sr: Детаљи

source: No longer supported %s
bn: আর সমর্থিত নয় %s
eo: Ne plu subtenata %s
pt: Já não é suportado %s
sr: Није више подржан %s
