Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada2/po/*.po
Languages: bn, eo, is, pt, sr

source: Your Ubuntu release is not supported anymore.
bn: আপনার উবুন্টু রিলিজ এখন আর সমর্থিত নয়।
eo: Via Ubuntu-eldono estas ne plu subtenata.
pt: Este lançamento do Ubuntu já não é suportado.
sr: Ваша Убунту верзија више није подржана.

source: You will not get any further security fixes or critical updates. Please upgrade to a later version of Ubuntu Linux.
bn: আপনি এখন আর কোনো নিরাপত্তাজনিত বা জটিল কোনো আপেডেট পাবেন না। অনুগ্রহ করে উবুন্টু লিনাক্সের নতুন সংস্করণ আপগ্রেড করুন।
eo: Vi ne plu ricevos kritikajn ĝisdatigojn aŭ sekurajn riparojn. Bonvolu ĝisdatigi al pli nova versio de Ubuntu-Linukso.
pt: A partir de agora já não irá receber actualizações de segurança ou críticas. Por favor, terá que fazer a actualização completa do seu sistema (upgrade) para um versão mas recente do Ubuntu.
sr: Нећете добити никакве додатне сигурносне исправке и критична ажурирања. Молим надоградите систем на најновију верзију Убунту Линукса.

source: Upgrade information
bn: আপগ্রেড তথ্য
eo: Informo pri ĝisdatigo.
is: Upplýsingar um uppfærslu
pt: Informação de actualização de versão
sr: Информације о надоградњи

source: Version %s:
bn: ভার্সন %s:
eo: Versio %s:
is: Útgáfa %s:
pt: Versão %s:
sr: Верзија %s:

source: No network connection detected, you can not download changelog information.
bn: নেটওয়ার্ক সংযোগ পাওয়া যায়নি, আপনি কোনো চেঞ্জলগ তথ্য ডাউনলোড করতে পারেন না।
eo: Neniu retkonekto detektita, vi ne povos elŝuti ŝanĝoprotokolajn informojn.
pt: Nenhuma ligação detectada, não pode transferir as informações do registo.
sr: Није откривена веза са мрежом, нећете моћи да преузмете информације о изменама дневника.

source: Downloading list of changes...
bn: পরিবর্তনের তালিকা ডাউনলোড করা হচ্ছে...
eo: Elŝutante liston de ŝanĝoj...
is: Sæki lista yfir breytingar...
pt: A descarregar a lista de alterações...
sr: Преузимам списак измена...

source: _Deselect All
bn: সব নির্বাচিত গুলো এখন অনির্বাচন করুন (_D)
eo: Ma_lelekti ĉiujn
pt: _Desmarcar Todos
sr: _Поништи све

source: Select _All
bn: সব নির্বাচন করুন (_S)
eo: _Elekti ĉiujn
pt: Selecionar _Todos
sr: Изабери _све

source: %(count)s update has been selected.
bn: %(count)s আপডেট নির্বাচিত হয়েছে।
eo: %(count)s ĝisdatigo elektiĝis.
pt: %(count)s actualização foi seleccionada.
sr: %(count)s ажурирање је изабрано.

source: %s will be downloaded.
bn: %s ডাউনলোড করা হবে।
eo: %s estas elŝutota.
pt: %s vai ser transferido.
sr: %s биће преузет.

source: The update has already been downloaded, but not installed
bn: নির্বাচিত প্যাকেজ আপডেটসমূহ, সিস্টেমে ডাউনলোড করে ইনস্টল করা হয়েছে
eo: La ĝisdatigo estas jam elŝutita, sed ne instalita.
pt: A actualização já foi transferida mas ainda não foi instalada
sr: Ажурирање је већ преузето, али није инсталирано

source: There are no updates to install
bn: ইনস্টলের জন্য কোনো আপডেট নেই
eo: Ne haveblas ĝisdatigoj
pt: Não existem actualizações para instalar
sr: Нема ажурирања за инсталацију

source: Unknown download size.
bn: অজানা পরিমান ডাউনলোড।
eo: Nekonata elŝutgrando.
pt: Tamanho de transferência desconhecido.
sr: Непозната величина преузимања.

source: It is unknown when the package information was updated last. Please click the 'Check' button to update the information.
bn: এটি অজ্ঞাত যখন প্যাকেজ তথ্য সর্বশেষ হালনাগাদ করা হয়েছে। অনুগ্রহ করে তথ্য হালনাগাদ করতে 'পরীক্ষা' বোতাম ক্লিক করুন।
eo: Ne estas konata kiam la pakaĵinformoj estis lastfoje ĝisdatigitaj. Bonvolu alklaki sur la 'Kontroli'-butonon por ĝisdatigi la informojn.
pt: Não se sabe quando as informações de pacotes foram atualizadas pela última vez. Por favor, clique no botão 'Verificar' para atualizar a informação.
sr: Није познато када су подаци о пакетима последњи пут освежени. Молим кликните на дугме „Провери“ да их освежите.

source: The package information was last updated %(days_ago)s days ago. Press the 'Check' button below to check for new software updates.
bn: প্যাকেজ তথ্য সর্বশেষ %(days_ago)s দিন আগে হালনাগাদ করা হয়। নতুন সফ্টওয়্যার সম্পর্কিত হালনাগাদের জন্য নিচের 'পরীক্ষা করুন' বোতামে চাপুন।
eo: La pakaĵinformoj estis laste ĝisdatigitaj antaŭ %(days_ago)s tagoj. Alklaku la ĉi-suban butonon 'Kontroli' por kontroli ĉu estas novaj programaraj ĝisdatigoj.
pt: As informações sobre pacotes foram actualizadas há %(days_ago)s dias atrás. Clique no botão 'Verificar' para saber se existem novas actualizações de software.
sr: Информације о пакетима бејаху последњи пут освежене пре %(days_ago)s дана. Притисните дугме <quote>Провери</quote> да извршите проверу за новим исправкама софтвера.

source: The package information was last updated %(days_ago)s day ago.
bn: %(days_ago)s দিন আগে প্যাকেজ তথ্য শেষবার আপডেট করা হয়েছিল।
eo: La pakaĵinformoj estis laste ĝisdatigitaj antaŭ %(days_ago)s tago.
pt: A informação do pacote foi actualizada há %(days_ago)s dias atrás.
sr: Информације о пакетима су ажуриране пре %(days_ago)s дан.

source: The package information was last updated %(hours_ago)s hour ago.
bn: %(hours_ago)s ঘন্টা আগে প্যাকেজ তথ্য শেষবার আপডেট করা হয়েছিল।
eo: La pakaĵinformoj estis laste ĝisdatigitaj antaŭ %(hours_ago)s horo.
pt: A informação dos pacotes foi actualizada há %(hours_ago)s hora atrás.
sr: Информације о пакетима су ажуриране пре %(hours_ago)s сат.

source: The package information was last updated about %s minutes ago.
bn: প্যাকেজ তথ্য সর্বশেষ হালনাগাদ করা হয়েছে %s মিনিট আগে।
eo: La pakaĵinformoj estis lastfoje ĝisdatigitaj antaŭ preskaŭ %s minutoj.
pt: As informações de pacotes foram atualizadas pela última vez há %s minutos atrás.
sr: Информације о пакетима су последњи пут освежене пре %s минута.

source: The package information was just updated.
bn: প্যাকেজ তথ্য মাত্র হালনাগাদ করা হয়েছে।
eo: La pakaĵinformoj estas ĵus ĝisdatigitaj.
pt: As informações de pacotes acabaram de ser atualizadas.
sr: Информације о пакетима су управо освежене.

source: Software updates correct errors, eliminate security vulnerabilities and provide new features.
bn: সফ্টওয়্যার আপডেট করার ফলে ভুলগুলো সংশোধিত হয়,
eo: Programaj ĝisdatigoj korektas erarojn, eliminas sekurecajn difektojn kaj aldonas novajn trajtojn.
is: Hugbúnaðauppfærslur leiðrétta villur, lagfæra öryggisveilur og innleiða nýja möguleika.
pt: Actualizações de aplicações podem corrigir erros, eliminar problemas de segurança, e fornecer novas funcionalidades.
sr: Ажурирање програма исправља грешке, уклања безбедносне пропусте и пружа нове могућности.

source: Software updates may be available for your computer.
bn: আপনার কম্পিউটারে সফ্টওয়্যার আপডেট পাওয়া যেতে পারে।
eo: Programaraj ĝisdatigoj povas esti disponeblaj por via komputilo.
pt: Podem existir actualizações disponíveis para o seu computador.
sr: Ажурирања софтвера могу бити доступна за Ваш рачунар.

source: Welcome to Ubuntu
bn: উবুন্টুতে স্বাগতম
eo: Bonvenon al Ubuntu
is: Velkomin í Ubuntu
pt: Bem vindo ao Ubuntu
sr: Добродошли у Убунту

source: These software updates have been issued since this version of Ubuntu was released. If you don't want to install them now, choose "Update Manager" from Applications later.
bn: উবুন্টুর এই সংস্করণ রিলিজ হওয়ার আগে এই সফটওয়্যার হালনাগাদ ইস্যু হয়েছে। যদি আপনি এখন ইনস্টল করতে না চান, পরবর্তী অ্যাপ্লিকেশন থেকে "হালনাগাদ ব্যবস্থাপক" নির্বাচন করুন।
eo: Ĉi tiuj programaraj ĝisdatigoj eldoniĝis depost kiam ĉi tiu versio de Ubuntu eldoniĝis. Se vi ne volas instali ilin nun, elektu la “Ĝisdatigan mastrumilon” el la aplikaĵa menuo poste.
pt: Estas atualizações de software têm sido emitidas desde que esta versão do Ubuntu foi lançada. Se não as quer instalar agora, escolha mais tarde "Gestor de Atualizações" nas Aplicações.
sr: Ова ажурирања софтвера су објављена од када је изашло ово издање Убунтуа. Ако не желите сада да их инсталирате, касније изаберите „Управника ажурирања“ из изборника „Програми“.

source: These software updates have been issued since this version of Ubuntu was released. If you don't want to install them now, choose "Update Manager" from the Administration Menu later.
bn: উবুন্টুর এই সংস্করণ রিলিজ হওয়ার আগে এই সফটওয়্যার হালনাগাদ ইস্যু হয়েছে। যদি আপনি এখন ইনস্টল করতে না চান, পরবর্তী প্রশাসন মেনু থেকে "হালনাগাদ ব্যবস্থাপক" নির্বাচন করুন।
eo: Ĉi tiuj programaraj ĝisdatigoj eldoniĝis depost kiam ĉi tiu versio de Ubuntu eldoniĝis. Se vi ne volas instali ilin nun, elektu la “Ĝisdatigan mastrumilon” el la administra menuo poste.
pt: Estas atualizações de software têm sido emitidas desde que esta versão do Ubuntu foi lançada. Se não as quer instalar agora, escolha mais tarde "Gestor de Atualizações" no Menu de Administração.
sr: Ова ажурирања софтвера су објављена од када је изашло ово издање Убунтуа. Ако не желите сада да их инсталирате, касније изаберите „Управника ажурирања“ из изборника „Администрација“.

source: Software updates are available for this computer
bn: এই কম্পিউটারের জন্য সফ্টওয়্যার আপডেট রয়েছে
eo: Programaraj ĝisdatigoj haveblas por tiu ĉi komputilo
is: Þú getur náð í hugbúnaðaruppfærslur fyrir þessa tölvu
pt: Existem actualizações de software disponíveis para este computador
sr: Доступна су ажурирања за овај рачунар

source: If you don't want to install them now, choose "Update Manager" from Applications later.
bn: আপনি যদি এখন ইনস্টল করতে না চান তবে, অ্যাপ্লিকেশন থেকে পরে "Update Manager" নির্বাচন।
eo: Se vi ne volas instali ilin nun, elektu "Ĝisdatiga mastrumilo" el Aplikaĵoj poste
pt: Se não as pretende instalar agora, escolha mais tarde "Gestor de Actualizações" nas Aplicações.
sr: Ако не желите сада да их инсталирате, касније из изборника „Програми“ изаберите „Управник ажурирања“.

source: If you don't want to install them now, choose "Update Manager" from the Administration menu later.
bn: আপনি যদি সেগুলোকে এখন ইনস্টল করতে না চান, তবে পরে অ্যাডমিনেস্ট্রেশন মেনু থেকে "আপডেট ম্যানেজার" নির্বাচন করুন।
eo: Se vi volas instali ilin ne nun, elektu la programon "Ĝisdatiga mastrumilo" el la menuo "Administrado" poste.
is: Þú getur farið í „Uppfærslustjórann“ í stjórnunarvalmyndinni seinna ef þú vilt ekki setja þær upp núna.
pt: Caso não as pretenda instalar agora, escolha "Gestor de Actualizações" do Menu Administração mais tarde.
sr: Ако не желите да их сада инсталирате, касније изаберите „Управника ажурирања“ из менија „Администрација“.

source: The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
bn: আপগ্রেড করার জন্য ডিস্কে '%s' সর্বমোট '%s' খালি ফাঁকা জায়গা থাকা প্রয়োজন। অনুগ্রহ করে ডিস্কে '%s' ছাড়াও অতিরিক্ত '%s' পরিমান ফাঁকা জায়গা থাকা প্রয়োজন। আপনার ট্র্যাশ ফোল্ডার খালি কলরে ফেলুন বা 'sudo apt-get clean' ব্যবাহার করে পূর্ববর্তী ইনস্টলেশনের অস্থায়ী প্যাকেজগুলো ফেলে দিন।
eo: La ĝisdatigo postulas entute %s da libera spaco sur disko '%s'. Liberigu aldone almenaŭ %s da spaco sur '%s'. Malplenigu vian rubujon kaj forigu provizorajn pakaĵojn de antaŭaj instaloj uzante 'sudo apt-get clean'.
is: Uppfærslan krefst %s af plássi á diskinum ‚%s‘. Reyndu að rýma til alla vegana %s af plássi á ‚%s‘. Prufaðu að tæma ruslið og að fjarlægja bráðabirgðapakka sem gamlar uppsetningar skildu eftir sig með því að skrifa ‚sudo apt-get clean‘ í útstöðina.
pt: A actualização de versão precisa de um total de %s de espaço livre no disco %s. Por favor liberte pelo menos %s de espaço em disco em %s. Esvazie a reciclagem e remova pacotes temporários de instalações antigas usando 'sudo apt-get clean'
sr: За надоградњу је потребно укупно %s слободног простора на диску „%s“. Молим ослободите најмање %s простора на диску „%s“. Испразните корпу и уклоните привремене пакете претходних инсталација користећи команду „sudo apt-get clean“.

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
bn: আপডেট ইনস্টল শেষ হলে কম্পিউটার রিস্টার্ট দেয়া দরকার। রিস্টার্ট করার আগে আপনার কাজগুলো সংরক্ষণ করে নিন।
eo: La komputilo bezonas restarti por fini la instaladon de ĝisdatigoj. Bonvolu konservi vian laboron antaŭ ol daŭrigi.
is: Það þarf að endurræsa tölvuna til að ljúka uppfærslum. Vistaðu öll skjöl áður en haldið er áfram.
pt: O computador precisa de reiniciar para acabar de instalar as actualizações. Por favor guarde o seu trabalho antes de continuar.
sr: Да завршите са инсталирањем освежења, морате поново покренути рачунар. Молим сачувајте Ваш рад пре него што наставите.

source: Reading package information
bn: প্যাকেজ বিষয়ক তথ্য পড়ছে
eo: Legado de pakaĵaj informoj
is: Les pakkaupplýsingar
pt: A ler a informação dos pacotes
sr: Читам информације о пакетима

source: Connecting...
bn: সংযুক্ত করা হচ্ছে ...
eo: Konektante...
pt: A Ligar...
sr: Повезујем се...

source: You may not be able to check for updates or download new updates.
bn: আপনি কোনো হালনাগাদ পরীক্ষা বা নতুন কোনো হালনাগাদ ডাউনলোড কতে পারবেন না।
eo: Povas esti ke vi ne povos kontroli por novaj ĝisdatigoj aŭ elŝuti novajn.
pt: Pode não ser capaz de verificar a existência de actualizações ou fazer a transferências de novas actualizações.
sr: Можда нећете бити у могућности да проверите за ажурирањима или да преузмете нова ажурирања.

source: Could not initialize the package information
bn: প্যাকেজ তথ্য চালু করা যাচ্ছে না
eo: Ne eblis pravalorizi la pakaĵajn informojn
is: Gat ekki frumstillt pakkaupplýsingar
pt: Impossível inicializar a informação do pacote
sr: Не могу да покренем информације о пакетима

source: An unresolvable problem occurred while initializing the package information. Please report this bug against the 'update-manager' package and include the following error message:
bn: প্যাকেজ তথ্য চালু করার সময়, সমাধান করা যায় না এমন একটি সমস্যাদেখা দেয়। 'আপডেট ম্যানেজার' প্যাকেজ সম্পর্কে বাগটি রিপোর্ট করুন এবং ভুল সম্পর্কিত নিম্নোক্ত বার্তাটি যোগ করে দিন:
eo: Nesolvebla problemo okazis dum pravalorizado de la pakaĵinformoj. Bonvolu raporti ĉi tiun cimon pri la pakaĵo 'update-manager' kaj inkluzivu la jenan erarmesaĝon:
pt: Ocorreu um problema impossível de resolver ao inicializar a informação do pacote. Por favor reporte este erro no pacote 'update-manager' e inclua a seguinte mensagem de erro:
sr: Јавио се нерешив проблем током покретања информација о пакетима. Молим пријавите ово као грешку пакета „update-manager“ и укључите следећу поруку о грешци:

source: An unresolvable problem occurred while calculating the upgrade. Please report this bug against the 'update-manager' package and include the following error message:
bn: আপগ্রেড হিসাব করার সময়, সমাধান করা যায় না এমন একটি সমস্যা দেখা দেয়। 'আপডেট ম্যানেজার' প্যাকেজ সম্পর্কে বাগটি রিপোর্ট করুন এবং ভুল সম্পর্কিত নিম্নোক্ত বার্তাটি যোগ করে দিন:
eo: Nesolvebla problemo okazis dum kalkulado de la ĝisdatigo. Bonvolu raporti ĉi tiun cimon pri la pakaĵo 'update-manager' kaj inkluzivu la jenan erarmesaĝon:
pt: Ocorreu um problema impossível de resolver ao calcular a actualização. Por favor reporte este erro no pacote 'update-manager' e inclua a seguinte mensagem de erro:
sr: Јавио се нерешив проблем током планирања надоградње. Молим пријавите ово као грешку пакета „update-manager“ и укључите следећу поруку о грешци:

source: (New install)
bn: (নতুন ইনস্টল)
eo: (nova instalaĵo)
is: (ný uppsetning)
pt: (Nova instalação)
sr: (Нова инсталација)

source: (Size: %s)
bn: (আকার: %s)
eo: (Grando: %s)
is: (stærð: %s)
pt: (Tamanho: %s)
sr: (Величина: %s)

source: From version %(old_version)s to %(new_version)s
bn: সংস্করণ %(old_version)s থেকে %(new_version)s
eo: De versio %(old_version)s al %(new_version)s
is: Frá útgáfu %(old_version)s upp í %(new_version)s
pt: Da versão: %(old_version)s para %(new_version)s
sr: Са верзије %(old_version)s на верзију %(new_version)s

source: Version %s
bn: সংস্করণ %s
eo: Versio %s
is: Útgáfa %s
pt: Versão %s
sr: Верзија %s

source: Release upgrade not possible right now
bn: এখন রিলিজ উন্নীত করা সম্ভব নয়
eo: Eldonĝisdatigo aktuale ne eblas
pt: Não é possível neste momento fazer a actualização de versão
sr: Надоградња издања није тренутно могућа

source: The release upgrade can not be performed currently, please try again later. The server reported: '%s'
bn: বর্তমানে রিলিজ আপগ্রেড সমভব নয়, অনুগ্রহ করে একটু পর আবার চেষ্টা করুন। সার্ভারের প্রতিবেদন: '%s'
eo: La eldonĝisdatigo aktuale ne eblas, bonvolu reprovi poste. La servilo raportis: '%s'
pt: A actualização da versão não pode ser executada agora, por favor tente novamente mais tarde. o servidor reportou: '%s'
sr: Надоградња издања тренутно не може бити извршена, молим покушајте касније. Сервер је известио: „%s“

source: Downloading the release upgrade tool
bn: রিলিজ আপগ্রেড টুল ডাউনলোড করা হচ্ছে
eo: Elŝutaanta la ilon por eldonĝisdatigi
pt: A descarregar a ferramenta de actualização da nova versão
sr: Преузимам алат надоградње издања

source: <b>New Ubuntu release '%s' is available</b>
bn: <b>নতুন উবুন্টু রিলিজ '%s' পাওয়া যাচ্ছে</b>
eo: <b>Nova eldono '%s' de Ubuntu estas disponebla.</b>
is: <b>Nýja ‚%s‘ Ubuntu-útgáfan er fáanleg</b>
pt: <b>Nova versão '%s' do Ubuntu está disponível</b>
sr: <b>Ново Убунту издање „%s“ је доступно</b>

source: Software index is broken
bn: সফ্টওয়্যার ইন্ডেক্সটি নস্ট
eo: Indekso de programaroj estas difektita
is: Hugbúnaðarvísirinn er bilaður
pt: O índice de aplicações está quebrado
sr: Индекс софтвера је оштећен.

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
bn: কোনো সফ্টওয়্যার ইনস্টল করা বা অপসারন করা অসম্ভব। প্রথমে এই সমস্যার সমাধান করতে "সিন্যাপটিক" প্যাকেজ ম্যানেজার ব্যবহার করুন বা টার্মিনালে "sudo apt-get install -f" চালিয়ে দেখুন।
eo: Ne eblas instali aŭ forigi ian programaron. Bonvolu unue uzi la pakaĵan mastrumilon "Synaptic" aŭ ruli la komandon "sudo apt-get install -f" en terminalo por ripari ĉi/tiun problemon.
is: Það er ómögulegt að setja upp eða fjarlægja nokkurn hugbúnað. Notaðu „Synaptic‟-pakkastjórann eða keyrðu skipunina „sudo apt-get install -f‟ í útstöðina til að laga þetta vandamál.
pt: É impossível instalar ou remover qualquer aplicação. Por favor utilize o gestor de pacotes "Synaptic" ou execute "sudo apt-get install -f" numa consola para corrigir este problema em primeiro lugar.
sr: Није могуће инсталирати или уклонити било који програм. Користите управника пакета „Синаптик“ или покрените „sudo apt-get install -f“ у терминалу да решите проблем.

source: Check for Updates
bn: হালনাগাদের জন্য পরীক্ষা করুন
eo: Kontroli por ĝisdatigoj
pt: Verificar Atualizações
sr: Провери има ли допуна

source: Install All Available Updates
bn: সব বিদ্যমান হালনাগাদ ইনস্টল করুন
eo: Instali ĉiujn disponeblajn ĝisdatigojn
pt: Instalar Todas as Atualizações Disponíveis
sr: Инсталирај све доступне допуне

source: Cancel
bn: বাতিল
eo: Nuligi
is: Hætta við
pt: Cancelar
sr: Отказујем

source: Install
bn: ইনস্টল
eo: Instali
is: Setja upp
pt: Instalar
sr: Инсталирам

source: Building Updates List
bn: হালনাগাদ তালিকা প্রস্তুত করা হচ্ছে
eo: Kunmetanta la liston de ĝisdatigoj
is: Bý til lista yfir uppfærslur
pt: A Construir Lista de Actualizações
sr: Припремам списак ажурирања

source: A normal upgrade can not be calculated, please run: sudo apt-get dist-upgrade This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
bn: সাধারণএকটি আপগ্রেড হিসাব করা যায় না, অনুগ্রহ করে: sudo apt-get dist-upgrade চালান This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
eo: Normala ĝisdatigo ne povas esti kalkulita. Bonvolu ruli: sudo apt-get dist-upgrade La kaŭzo de la problemo povas esti: * Antaŭa ĝisdatigo kiu ne kompletiĝis * Problemoj kun kelkaj instalitaj programaroj * Neoficialaj programarpakaĵoj nesubtenataj de Ubuntu * Kutimaj ŝanĝoj de antaŭ-eldono de Ubuntu
is: Ekki var mögulegt að reikna venjulega uppfærslu, vinsamlegast keyrið: sudo apt-get dist-upgrade Örsakavaldur getur verið eftirfarandi: * Fyrri uppfærsla kláraði ekki sem skildi * Vandamál í einhverjum hugbúnaði * Óformlegir hugbúnaðarpakkar sem ekki er á vegum Ubuntu * Venjulegar breytingar á prufuútgáfu Ubuntu
pt: Uma actualização normal não pode ser calculada, por favor corra: sudo apt-get dist-upgrade Isto pode ser causado por: Um update antigo que não completou Problemas com algum do software instalado Pacotes de software não-oficiais não fornecidos pelo Ubuntu Alterações normais numa versão beta do Ubuntu
sr: Нормална надоградња не може бити прорачуната, молим покрените: sudo apt-get dist-upgrade Ово може бити проузроковано: * Претходном надоградњом која није завршена * Проблемима са неким инсталираним програмима * Незваничним софтверским пакетима које не обезбеђује Убунту * Нормалним променама пред-издања Убунту верзије

source: Downloading changelog
bn: changelog ডাউনলোড করা হচ্ছে
eo: Elŝutanta protokolon de ŝanĝoj
is: Sæki breytingarskrá
pt: A descarregar o registo de alterações
sr: Преузимам дневник измена...

source: Other updates (%s)
bn: অন্যান্য হালনাগাদ (%s)
eo: Aliaj ĝisdatigoj (%s)
is: Aðrar uppfærslur (%s)
pt: Outras actualizações (%s)
sr: Остала ажурирања (%s)

source: Changes for the versions: Installed version: %s Available version: %s
bn: সংস্করণ পরিবর্তনের জন্য: সংস্করণ ইন্সটল করা হয়েছে: %s সংস্করণ বিদ্যমান: %s
eo: Ŝanĝoj inter la versioj: Instalita versio: %s Disponebla versio: %s
pt: Alterações para as versões: Versão instalada: %s Versão disponível: % s
sr: Измене издања: Инсталирано издање: %s Доступно издање: %s

source: This update does not come from a source that supports changelogs.
bn: এই হালনাগাদ উৎস থেকে আসে না যা পরিবর্তনে লগ সমর্থন করে।
eo: Ĉi tiu ĝisdatigo ne devenas de fonto, kiu subtenas ŝanĝoprotokolojn.
pt: Esta atualização não provém de uma fonte que suporte o registo de alterações.
sr: Ова допуна не долази са извора који подржава дневнике измена.

source: Failed to download the list of changes. Please check your Internet connection.
bn: পরিবর্তনসমূহের তালিকা ডাউনলোড করা ব্যার্থ হয়েছে। অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
eo: Malsukcesis elŝuti la liston de ŝanĝoj. Bonvolu kontroli vian interretan konekton.
is: Það tókst ekki að sækja lista yfir breytingar. Athugaðu með nettenginguna þína.
pt: Falha ao descarregar a lista de alterações. Por favor verifique a sua ligação à Internet.
sr: Нисам успео да преузмем списак измена. Молим проверите Вашу интернет везу.

source: The changelog does not contain any relevant changes. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
bn: চেঞ্জলগে প্রাসঙ্গিক কোনো পরিবর্তন নাই। যতক্ষন পর্যন্ত পরিবর্তনগুলো পাওয়া না যায় ততক্ষন অনুগ্রহ করে http://launchpad.net/ubuntu/+source/%s/%s/+changelog ব্যবহার করুন এবং পরে আবার চেষ্টা করুন।
eo: La protokolo de ŝanĝoj enhavas neniun ajn rilatan ŝanĝon. Uzu http://launchpad.net/ubuntu/+source/%s/%s/+changelog ĝis la ŝanĝoj ekhaveblos aŭ reprovu poste.
pt: O registo de alterações não contém quaisquer alterações relevantes. Por favor utilize o http://launchpad.net/ubuntu/+source/%s/%s/+changelog até que as alterações estejam disponíveis ou tente novamente mais tarde.
sr: Дневник измена не садржи релевантне измене. Молим користите http://launchpad.net/ubuntu/+source/%s/%s/+changelog док промене не постану доступне или пробајте касније.
