Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada2/po/*.po
Languages: bn, eo, is, pt, sr

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
bn: কি কি পরিবর্তন হয়েছে সে তালিকা এখনও পাওয়া যায়নি। যতক্ষন পর্যন্ত পরিবর্তনগুলো পাওয়া না যায় ততক্ষন অনুগ্রহ করে http://launchpad.net/ubuntu/+source/%s/%s/+changelog ব্যবহার করুন এবং পরে আবার চেষ্টা করুন।
eo: La listo de ŝanĝoj ankoraŭ ne estas havebla. Bonvolu uzi http://launchpad.net/ubuntu/+source/%s/%s/+changelog ĝis kiam la ŝanĝoj iĝos haveblaj aŭ poste reprovi.
is: Listi yfir breytingar er ekki fáanlegur enn sem komið er. Notaðu http://launchpad.net/ubuntu/+source/%s/%s/+changelog þangað til breytingarnar eru fáanlegar eða reyndu aftur síðar.
pt: A lista de alterações ainda não está disponível. Por favor use http://launchpad.net/ubuntu/+source/%s/%s/+changelog até que as alterações estejam disponíveis ou volte a tentar mais tarde.
sr: Списак измена још увек није доступан Молим користите http://launchpad.net/ubuntu/+source/%s/%s/+changelog док промене не постану доступне или пробајте касније.

source: Failed to detect distribution
bn: ডিস্ট্রিবিউশন সনাক্ত করতে ব্যর্থ
eo: Malsukcesis trovi distribuaĵon
is: Gat ekki komist að því hvaða útgáfa þetta er
pt: Falha ao detectar a distribuição
sr: Нисам успео да откријем дистрибуцију

source: A error '%s' occurred while checking what system you are using.
bn: আপনি কোন সিস্টেম ব্যবহার করছেন তা পরীক্ষা করার সময় একটি ত্রুটি '%s' সংগঠিত হয়।
eo: Eraro '%s' okazis dum provo eltrovi, kiun sistemon vi uzas.
is: Villan ‚%s‘ kom upp þegar tölvan var að kanna hvaða kerfi þú notar.
pt: Ocorreu um erro '%s' ao verificar que sistema está a usar.
sr: Јавила се грешка „%s“ приликом проверавања који систем користите.

source: Important security updates
bn: প্রয়োজনীয় নিরাপত্তা হালনাগাদ
eo: Gravaj sekurecaj ĝisdatigoj
is: Mikilvægar öryggisuppfærslur
pt: Actualizações de segurança importantes
sr: Важна сигурносна ажурирања

source: Recommended updates
bn: সুপারিশকৃত হালনাগাদ
eo: Rekomenditaj ĝisdatigoj
is: Ráðlagðar uppfærslur
pt: Actualizações recomendadas
sr: Препоручена ажурирања

source: Proposed updates
bn: পরামর্শিত হালনাগাদ
eo: Proponitaj ĝisdatigoj
is: Fyrirhugaðar uppfærslur
pt: Actualizações propostas
sr: Предложена ажурирања

source: Backports
bn: ব্যাকপোর্ট
eo: Retroportoj
is: Endurgerð forrit
sr: Позадинци

source: Distribution updates
bn: ডিস্ট্রিবিউশন হালনাগাদ
eo: Distribuaj ĝisdatigoj
is: Uppfærslur fyrir dreifinguna
pt: Actualizações de Distribuição
sr: Ажурирања дистрибуције

source: Other updates
bn: অন্যান্য হালনাগাদ
eo: Aliaj ĝisdatigoj
is: Aðrar uppfærslur
pt: Outras actualizações
sr: Остала ажурирања

source: <b><big>You must check for updates manually</big></b> Your system does not check for updates automatically. You can configure this behavior in <i>Software Sources</i> on the <i>Updates</i> tab.
bn: <b><big>অবশ্যই আপনি নিজে আপডেটগুলো পরীক্ষা করে নিন</big></b> আপনার সিস্টেম সয়ংক্রিয়ভাবে আপডেট পরীক্ষা করে না। আপনি <i>Updates</i> ট্যাবে <i>সফ্টওয়্যার সোর্স</i> এ আপনি এ কাজটি কনফিগার করে নিতে পারেন।
eo: <b><big>Vi devas permane kontroli pri ĝisdatigoj</big></b> Via sistemo ne aŭtomate kontrolas pri ĝisdatigoj. Vi povas agordi ĉi tiun konduton en <i>Programaraj fontoj</i> sur la lango <i>Interretaj ĝisdatigoj</i>.
is: <b><big>Þú verður að leita að uppfærslum í höndunum</big></b> Tölvan þín leitar ekki að uppfærslum sjálfkrafa. Þú getur breytt þessu í <i>Hugbúnaðarupptökum</i> undir flipanum <i>Uppfærslur</i>.
pt: <b><big>Tem de verificar por actualizações manualmente</big></b> O seu sistema não procura por actualizações automaticamente. Pode configurar este comportamento em <i>Fontes de Software</i> no separador <i>Actualizações</i>.
sr: <b><big>Морате ручно проверити за ажурирањима</big></b> Ваш систем не врши аутоматски проверу за ажурирањима. Ово можете подесити у прозорчету <i>Извори програма</i> у језичку <i>Ажурирања</i>.

source: <big><b>Not all updates can be installed</b></big>
bn: <big><b>সকল আপডেট ইনস্টল করা যায়</b></big>
eo: <big><b>Ne ĉiuj ĝisdatigoj estas instaleblaj</b></big>
is: <big><b>Það tókst ekki að segja upp allar uppfærslurnar</b></big>
pt: <big><b>Não é possível instalar todas as actualizações</b></big>
sr: <big><b>Не могу бити инсталирана сва ажурирања</b></big>

source: <big><b>Running on battery</b></big>
bn: <big><b>ব্যাটারীর সাহায্যে চলছে</b></big>
eo: <big><b>Funkcianta per pila energio</b></big>
is: <big><b>Nota rafhlöðu</b></big>
pt: <big><b>A trabalhar com a bateria</b></big>
sr: <big><b>Радим на батерији</b></big>

source: <big><b>Starting Update Manager</b></big>
bn: <big><b>আপডেট ম্যানেজার চালু করা হচ্ছে</b></big>
eo: <big><b>Lanĉado de la ĝisdatiga mastrumilo</b></big>
is: <big><b>Ræsi uppfærslustjórann</b></big>
pt: <big><b>A iniciar o Gestor de Actualizações</b></big>
sr: <big><b>Покрећем Управника ажурирања</b></big>

source: Changes
bn: পরিবর্তন
eo: Ŝanĝoj
is: Breytingar
pt: Alterações
sr: Измене

source: Chec_k
bn: পরীক্ষা করো (_k)
eo: Kontroli
is: _Kanna
pt: Verific_ar
sr: П_ровери

source: Co_ntinue
bn: এগিয়ে যাওয়া (_n)
eo: Da_ŭrigi
is: _Halda áfram
pt: Co_ntinuar
sr: На_стави

source: Description
bn: বর্ননা
eo: Priskribo
is: Lýsing
pt: Descrição
sr: Опис

source: Description of update
bn: হালনাগাদের বর্ণনা
eo: Priskribo de ĝisdatigo
is: Uppfærslulýsing
pt: Descrição da actualização
sr: Опис ажурирања

source: It’s safer to connect the computer to AC power before updating.
bn: হালনাগাদ করার আগে কম্পিউটার AC পাওয়ারে সংযুক্ত করে নেয়া নিরাপদ।
eo: Estas pli sekure konekti vian komputilon al konektingo antaŭ ol ĝisdatigi.
pt: É mais seguro ligar o seu portátil à corrente antes de fazer a actualização.
sr: Сигурније је повезати рачунар на мрежно напајање пре ажурирања.

source: Run a partial upgrade, to install as many updates as possible. This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
bn: যতগুলো সম্ভব ততগুলো আপডেট ইনস্টল করার জন্য পার্সিয়াল আপগ্রেড চালান। এর জন্য ঘটেছে * একটি পূর্ববর্তী আপগ্রেড যা সম্পূর্ন করা হয়নি * কিছু ইনস্টলকৃত সফ্টওয়্যার এ সমস্যা রয়েছে * উবুন্টু কোনো আনঅফিসিয়াল সফ্টওয়্যার প্যাকেজ দিচ্ছে না * উবুন্টুর রিলিজের পূর্ববর্তী সংস্করণের কিছু সাধারণ পরিবর্তন
eo: Rulu partan ĝisdatigon por instali kiom eble plej multe da ĝisdatigoj. Tio povas esti kaŭzata de: * Antaŭa promocio kiu ne kompletiĝis * Problemoj kun kelkaj instalitaj programoj * Neoficialaj programpakaĵoj nesubtenataj de Ubuntu * Kutimaj ŝanĝoj de antaŭ-eldono de Ubuntu
pt: Fazer uma actualização parcial, para instalar o maior número possível de actualizações. Isto pode ser causado por: * Uma actualização anterior não completa * Problemas com algum do software instalado * Pacotes de software não-oficiais não fornecidos pelo Ubuntu * Mudanças normais de uma versão pré-lançamento do Ubuntu
sr: Покрећем делимичну надоградњу да бих инсталирао што више измена и допуна. Ово може бити проузроковано: * Претходном надоградњом која није довршена * Проблемима са неким од инсталираног софтвера * Незваничним пакетима софтвера које не обезбеђује Убунту * Нормалним изменама верзије пред-издања Убунтуа

source: Show progress of individual files
bn: প্রতিটি ফাইলের অগ্রগতি প্রদর্শন
eo: Vidigi progreson de unuopaj dosieroj
is: Skoða framvindu einstakra skráa
pt: Mostrar progresso dos ficheiros individuais
sr: Прикажи напредак појединачних датотека

source: Starting Update Manager
bn: আপডেট ম্যানেজার শুরু করা হচ্ছে
eo: Komencanta ĝisdatigan mastrumilon
pt: A Iniciar o Gestor de Actualizações
sr: Покрећем Управника ажурирања

source: U_pgrade
bn: আপগ্রেড (_p)
eo: Ĝisdatigi
is: _Uppfæra
pt: A_ctualização
sr: На_догради

source: Update Manager
bn: আপডেট ম্যানেজার
eo: Ĝisdatiga mastrumilo
is: Uppfærslustjóri
pt: Gestor de Actualizações
sr: Управник ажурирања

source: You are connected via a wireless modem.
bn: আপনি ওয়ারলেস মোডেম দিয়ে সংযুক্ত।
eo: Vi estas konektita per sendrata modemo.
pt: Está ligado através dum modem sem fios.
sr: Повезани сте бежичним модемом.

source: You are connected via roaming and may be charged for the data consumed by this update.
bn: আপনি রোমিং ব্যবহার করে সংযুক্ত এবং হালনাগাদের জন্য যে ডাটা ব্যবহৃত হয় তার জন্য টাকা খরচ হতে পারে।
eo: Vi estas konektita per retmigrado kaj eble vi devos pagi pro la datumoj elŝutotaj por la ĝisdatigo.
pt: Está ligado por roaming e poderá ser cobrado o tráfego consumido por esta actualização.
sr: Повезени сте у ромингу и можете утрошити више података него што вам је допуштено овим ажурирањем.

source: Your system is running on battery. Are you sure you want to continue?
bn: আপনার সিস্টেমটি ব্যাটারীর সাহায্যে চলছে। আপনি নিশ্চিত যে আপনি চালিয়ে যেতে চান?
eo: Via sistemo uzas pilan energion. Ĉu certe vi volas daŭrigi?
is: Tölvan þín notar rafhlöðu. Viltu örugglega halda áfram?
pt: O seu sistema está a trabalhar com a bateria. De certeza que pretende continuar?
sr: Ваш систем се напаја из батерије. Да ли сте сигурни да желите да наставите?

source: _Hide this information in the future
bn: ভবিষ্যতে এই তথ্য আড়াল রাখো (_H)
eo: Kaŝi ĉi tiujn informojn estonte
is: _Fela þessar upplýsingar í framtíðinni
pt: _Ocultar esta informação no futuro
sr: Убудуће _сакриј овакве информације

source: _Install Updates
bn: আপডেট ইন্সটল করো (_I)
eo: _Instali ĝisdatigojn
is: _Setja upp uppfærslur
pt: _Instalar Actualizações
sr: И_нсталирај ажурирања

source: _Partial Upgrade
bn: আংশিক আপগ্রেড (_P)
eo: _Parta ĝisdatigo
is: _Hlutauppfærsla
pt: _Actualização Parcial
sr: Де_лимична надоградња

source: _Settings...
bn: সেটিং (_S)...
eo: _Agordoj...
pt: _Definições...
sr: _Подешавања...

source: _Upgrade
bn: আপগ্রেড (_U)
eo: Ĝisdatig_u
is: _Uppfæra
pt: _Actualizar
sr: Надо_гради

source: updates
bn: আপডেটসমূহ
eo: ĝisdatigoj
is: uppfærslur
pt: actualizações
sr: ажурирања

source: <b>A new version of Ubuntu is available. Would you like to upgrade?</b>
bn: <b>উবুন্টুর নতন সংস্করণ পাওয়া যাচ্ছে। আপনি কি আপগ্রেড করতে চান?</b>
eo: <b>Nova versio de Ubuntu disponeblas. Ĉu vi volas ĝisdatigi?</b>
is: <b>Ný útgáfa Ubuntu er tiltæk. Viltu uppfæra í hana núna?</b>
pt: <b>Uma nova versão do Ubuntu está disponível. Gostaria de actualizar?<b>
sr: <b>Доступна је нова верзија Убунтуа. Да ли желите да надоградите?</b>

source: Ask Me Later
bn: আমাকে পরবর্তীতে জিজ্ঞেস করা হবে
eo: Demandi al mi poste
is: Spyrja síðar
pt: Perguntar-me Depois
sr: Питај ме касније

source: Don't Upgrade
bn: আপগ্রেড করা হবে না
eo: Ne ĝisdatigu
is: Ekki uppfæra
pt: Não actualizar
sr: Не надограђуј

source: Yes, Upgrade Now
bn: হ্যাঁ, এখনই আপগ্রেড করুন
eo: Jes, ĝisdatigu nun
is: Já, uppfæra núna
pt: Sim, actualizar agora
sr: Да, надогради сада

source: You can upgrade at a later time by opening Update Manager and click on "Upgrade".
bn: আপগ্রেড ম্যানেজারে "আপগ্রেড" ক্লিক করে আপনি পরেও আপগ্রেড করে নিতে পারবেন।
eo: Eblas ĝisdatigi poste per lanĉo de la Ĝisdatiga mastrumilo kaj klako al "Ĝisdatigi".
is: Þú getur uppfært síðar með því að opna Uppfærslustjórann og smella á "Uppfæra".
pt: Pode actualizar mais tarde ao abrir o Gestor de Actualizações e clicar em "Actualizar"
sr: Можете да надоградите у каснијем времену отварањем Управника ажурирања и кликом на „Надогради“.

source: You have declined to upgrade to the new Ubuntu
bn: আপনি উবুন্টুর নতুন সংস্করণ আপগ্রেড করতে অসম্মত হয়েছেন
eo: Vi decidis ne ĝisdatigi al la nova Ubuntu
is: Þú hefur hafnað uppfærslu í nýja útgáfu Ubuntu
pt: Você declinou a actualização para o novo Ubuntu
sr: Одбили сте да надоградите на нову верзију Убунтуа

source: Show and install available updates
bn: উপস্হিত আপডেট গুলো প্রদর্শন এবং ইন্সটল করো
eo: Vidigi kaj instali disponeblajn ĝisdatigojn
is: Sýna og setja upp uppfærslur
pt: Mostrar e instalar actualizações disponíveis
sr: Прикажи и инсталирај доступне надоградње

source: Software Updates
bn: সফ্টওয়্যার আপডেট
eo: Programaj ĝisdatigoj
is: Hugbúnaðaruppfærslur
pt: Actualizações de Software
sr: Софтверска ажурирања

source: Show version and exit
bn: সংস্করণ প্রদর্শন এবং প্রস্থান
eo: Montru la version kaj ĉesu
is: Sýna útgáfu og hætta
pt: Mostrar a versão e sair
sr: Приказаће верзију и изаћи ће

source: Directory that contains the data files
bn: যে ডিরেক্টরীতে ডাটা ফাইল থাকে
eo: Dosierujo kiu enhavas la datumdosierojn
is: Mappan sem inniheldur gagnaskrárnar
pt: Directório que contém os ficheiros de dados
sr: Биће приказан директоријум који садржи датотеке података

source: Check if a new Ubuntu release is available
bn: নতুন উবুন্টু রিলিজ পাওয়া যাচ্ছে কিনা তা পরীক্ষা করুন
eo: Kontrolu, ĉu nova eldono de Ubuntu estas disponebla
is: Athuga hvort til sé ný útgáfa af Ubuntu
pt: Verificar se está disponível uma nova versão do Ubuntu
sr: Провериће да ли је доступно ново Убунту издање

source: Check if upgrading to the latest devel release is possible
bn: সর্বশেষ ডেভেল রিলিজ আপগ্রেড করা সম্ভব কিনা তা পরীক্ষা করে দেখুন
eo: Kontroli ĉu aktualigo al la plej nova disvolva eldono eblas
is: Athuga hvort hægt sé að uppfæra í nýjustu þróunarútgáfuna
pt: Verifique se é possível actualizar para a última versão em desenvolvimento
sr: Провериће да ли је могуће надоградити на најновије развојно издање

source: Upgrade using the latest proposed version of the release upgrader
bn: রিলিজ আপগ্রেডারের প্রস্তাবিত সর্বশেষ সংস্করণের সাহায্যে আপগ্রেড করুন
eo: Ĝisdatigi uzante la laste proponitan version de la eldonĝisdatigilo
pt: Actualizar usando a última versão proposta do actualizador.
sr: Надоградиће користећи последњу предложену верзију програма за надоградњу

source: Do not focus on map when starting
bn: শুরুতেই মানচিত্রের দিকে মনযোগ দিবেন না
eo: Ne enfokusigi al mapo dum starto
pt: Não focar o mapa quando inicia
sr: Неће фокусирати на мапу приликом стартовања

source: Try to run a dist-upgrade
bn: dist-upgrade চালানোর চেষ্টা
eo: Klopodu ruli dist-upgrade
is: Reyndu að keyra drefingaruppfærslu
pt: Tente executar um dist-upgrade
sr: Покушаће да покрене надоградњу система

source: Do not check for updates when starting
bn: শুরু করার সময় হালনাগাদ পরীক্ষা করা যাবে না।
eo: Ne kontroli por ĝisdatigoj dum startigo
pt: Não verificar por actualizações ao iniciar
sr: Не врши проверу за ажурирањима приликом покретања

source: Test upgrade with a sandbox aufs overlay
bn: স্যান্ডবক্স aufs ওভারলে দিয়ে আপগ্রেড পরীক্ষা করা
eo: Testi ĝisdatigon per proveja aufs-surmeto
pt: Testar actualização com uma sobreposição de aufs na área segura
sr: Тестираће ажурирање помоћу „aufs“

source: Running partial upgrade
bn: আংশিক আপগ্রেড চালানো হচ্ছে
eo: Rulanta partan ĝisdatigon
is: Keyra hlutauppfærslu
pt: A executar actualização parcial
sr: Покрећем делимичну надоградњу

source: Try upgrading to the latest release using the upgrader from $distro-proposed
bn: $distro-প্রস্তাবিত থেকে আপগ্রেডারের সাহায্যে সর্বশেষ রিলিজে আপগ্রেড করুন
eo: Provu ĝisdatigi al la plej nova eldono uzante la ĝisdatigilon de $distro-proposed
pt: Tente actualizar para a última versão com o programa de actualização do $distro-proposed
sr: Пробајте са надоградњом на најновије издање коришћењем програма из „$distro-proposed“

source: Run in a special upgrade mode. Currently 'desktop' for regular upgrades of a desktop system and 'server' for server systems are supported.
bn: বিশেষ আপগ্রেড মোডে চালানো হবে। বর্তমানে ডেস্কটপ সিস্টেমের নিয়মিত আপগ্রেডের জন্য 'desktop' এবং সার্ভার সিস্টেমের জন্য 'server'।
eo: Ruli en speciala ĝisdatiga reĝimo. Aktuale 'labortablo' por normalaj labortabl-sistemaj ĝisdatigoj kaj 'servilo' por servilaj sistemoj estas subtenataj.
pt: Execute no modo de actualização especial. Actualmente 'desktop' para actualizações regulares do sistema desktop e 'server' para o sistema servidor são suportados.
sr: Покрени у специјалном режиму надоградње. Тренутно су подржани „desktop“ за редовне надоградње радних станица и „server“ за системе сервера.

source: Run the specified frontend
bn: উল্লেখিত ফ্রন্টএন্ড চালনা
eo: Ruli la specifitan fasadon
is: Keyra tiltekið viðmót
pt: Executar o frontend específico
sr: Изврши назначени интерфејс

source: Check only if a new distribution release is available and report the result via the exit code
bn: নতুন কোনো ডিস্ট্রিবিউশন রিলিজ বিদ্যমান কি না পরীক্ষা করুন এবং exit কোডের মাধ্যে রিপোর্ট করুন
eo: Nur kontroli ĉu haveblas nova distribu-eldono kaj raporti la rezulton per la elira kodo
pt: Verificar apenas se está disponível uma nova versão da distribuição e comunicar o resultado através do código de saída
sr: Провери само да ли је доступно ново издање дистрибуције и извести о резултату путем излазног кода

source: Checking for a new ubuntu release
bn: নতুন উবুন্টু রিলিজ খোঁজা হচ্ছে
eo: Kontrolante pri nova ubuntu-eldono
is: Leita að nýrri Ubuntu-útgáfu
pt: Verificar se há novo lançamento do Ubuntu
sr: Тражим нова Убунту издања

source: For upgrade information, please visit: %(url)s
bn: তথ্য আপগ্রেডের জন্য, অনুগ্রহ করে দেখুন: %(url)s
eo: Por informoj pri ĝisdatigado, bonvolu viziti: %(url)s
pt: Para informações sobre a actualização de versão (upgrade), por favor visite: %(url)s
sr: За информације о надоградњи, молим посетите: %(url)

source: No new release found
bn: নতুন কোন সংস্করণ পাওয়া যায় নি
eo: Neniu nova eldono trovita
is: Engar nýjar útgáfur fundust
pt: Não existem novos lançamentos
sr: Нема нових издања

source: New release '%s' available.
bn: নতুন রিলিজ '%s' বিদ্যমান।
eo: Nova eldono '%s' disponebla.
is: Nýja útgáfan ‚%s‘ fannst.
pt: Nova versão '%s' disponível.
sr: Доступно је ново издање „%s“

source: Run 'do-release-upgrade' to upgrade to it.
bn: আপগ্রেড করতে 'do-release-upgrade' চালান।
eo: Rulu 'do-release-upgrade' por ĝisdatigi al ĝi
is: Keyrðu ‚do-release-upgrade‘ til að hefja uppfærsluna.
pt: Correr 'do-release-upgrade' para actualizar para o lançamento mais recente.
sr: Покрените команду „do-release-upgrade“ да бисте прешли на то издање.

source: Ubuntu %(version)s Upgrade Available
bn: উবুন্টু %(version)s আপগ্রেড বিদ্যমান
eo: Ĝisdatigoj por Ubuntu %(version) disponeblas
is: Uppfærsla í Ubuntu %(version)s er tiltæk
pt: Actualização Ubuntu %(version)s Disponível
sr: Доступна је Убунту %(version)s надоградња

source: You have declined the upgrade to Ubuntu %s
bn: আপনি উবুন্টু %s তে আপগ্রেড করতে চেয়েছেন
eo: Vi decidis ne ĝisdatigi al Ubuntu %s
is: Þú hefur hafnað uppfærslu í Ubuntu %s
pt: Você não aceitou a actualização para o Ubuntu %s
sr: Одбили сте надоградњу на Убунту %s

source: Unimplemented method: %s
bn: অবাস্তবায়িত মেথড: %s
eo: Nerealigita metodo: %s
is: Aðferð sem er ekki notuð: %s
pt: Método não implementado: %s
sr: Метод није имплементиран: %s

source: A file on disk
bn: ডিস্কে একটি ফাইল
eo: Dosiero sur disko
is: Skrá á diski
pt: Um ficheiro no disco
sr: Датотека на диску

source: .deb package
bn: .deb প্যাকেজ
eo: .deb-pakaĵo
is: .deb-pakki
pt: Pacote .deb
sr: „.deb“ пакет

source: Install missing package.
bn: অনুপস্থিত প্যাকেজ ইনস্টল।
eo: Instali mankantan pakaĵon
is: Setja upp pakkann sem vantar.
pt: Instalar pacote em falta.
sr: Инсталирај пакет који недостаје.

source: Package %s should be installed.
bn: %s প্যাকেজ ইনস্টল করা প্রয়োজন।
eo: Pakaĵo %s estu instalita.
is: Það ætti að setja upp pakkann %s.
pt: O pacote %s deve ser instalado.
sr: Пакет „%s“ треба бити инсталиран.

source: %i obsolete entries in the status file
bn: স্ট্যাটাস ফাইলে %i অবসোলেট এন্ট্রি
eo: %i arkaikaj eroj en la statdosiero
pt: %i entradas obsoletas no ficheiro de status
sr: %i превазиђена ставка у датотеци стања

source: Obsolete entries in dpkg status
bn: dpkg স্ট্যাটাসে অবসোলেট এন্ট্রি
eo: Arkaikaj eroj en dpkg-stato
pt: Entradas obsoletas no estado do dpkg
sr: Превазиђене ставке у стању „dpkg“-а

source: Obsolete dpkg status entries
bn: অবসোলেট dpkg স্ট্যাটাস এন্ট্রি
eo: Arkaikaj eroj de dpkg-stato
pt: Entradas obsoletas no estado do dpkg
sr: Превазиђене ставке „dpkg“ стања

source: When upgrading, if kdelibs4-dev is installed, kdelibs5-dev needs to be installed. See bugs.launchpad.net, bug #279621 for details.
bn: আপগ্রেড করার সময়, যদি kdelibs4-dev ইনস্টল করা হয়, তবে kdelibs5-dev ইনস্টল করা প্রয়োজন। বিস্তারিত জানতে bugs.launchpad.net, bug #279621 দেখুন।
eo: Kiam dum promocio la dosiero kdelibs4-dev estas instalita, kdelibs5-dev devos esti instalata. Vidu bugs.launchpad.net, cimo #279621 por detaloj.
pt: Ao actualizar, se o kdelibs4-dev estiver instalado, o kdelibs5-dev precisa de ser instalado. Consulte bugs.launchpad.net, erro #279621 para mais detalhes.
sr: Приликом надоградње, ако је пакет „kdelibs4-dev“ инсталиран, „kdelibs5-dev“ треба бити инсталиран. Погледајте „bugs.launchpad.net“, грешку #279621 за детаље.

source: %s needs to be marked as manually installed.
bn: %s কে ম্যানুয়ালী ইনস্টলের জন্য চিহ্নিত করা প্রয়োজন।
eo: Necesas marki %s kiel permanan instalaĵon.
pt: %s precisa de ser marcado como instalado manualmente.
sr: %s мора бити означен као ручно инсталиран.

source: Remove lilo since grub is also installed.(See bug #314004 for details.)
bn: lilo অপসারন করা হয়েছে grub ইনস্টল করা হয়েছে। (বিস্তারিতের জন্য বাগ #314004 দেখুন।)
eo: Forigu 'lilo', ĉar ankaŭ 'grub' estas instalita. (Vidu detalojn en eraro n-ro 314004.)
is: Fjarlægja lilo þar sem grub er til staðar.(See bug #314004 for details.)
pt: Remova o LILO porque o GRUB já está instalado. (Veja o bug #314004 para detalhes.)
sr: Уклони лило с обзиром да је груб такође инсталиран.(Погледајте грешку број #314004 за више детаља.)
