Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada2/po/*.po
Languages: bn, eo, is, pt, sr

source: Remove %s
bn: %s অপসারণ
eo: Forigi %s
is: Fjarlægja %s
pt: Remover %s
sr: Уклони %s

source: Remove (was auto installed) %s
bn: %s অপসারণ (যা স্বয়ংক্রিয় ভাবে ইনস্টল করা হয়েছিল)
eo: Forigi %s (estis aŭtomate instalita)
is: Fjarlægja (var sett upp sjálfvirkt) %s
pt: Remover (foi instalado automaticamente) %s
sr: Уклони (беше аутоинсталиран) %s

source: Install %s
bn: %s ইন্সটল
eo: Instali je %s
is: Setja %s upp
pt: Instalar %s
sr: Инсталирај %s

source: Upgrade %s
bn: %s আপগ্রেড
eo: Ĝisdatigi %s
is: Uppfæri %s
pt: Actualizar versão %s
sr: Надогради %s

source: Restart required
bn: পুনরায় শুরু করা প্রয়োজন
eo: Necesas restarto
is: Þú þarft að endurræsa tölvuna
pt: Necessário reiniciar
sr: Потребно је поновно покретање

source: <b><big>Restart the system to complete the upgrade</big></b>
bn: <b><big>আপগ্রেড সম্পন্ন করতে সিস্টেমটি রিস্টার্ট করুন</big></b>
eo: <b><big>Restartu la sistemon por kompletigi la ĝisdatigon</big></b>
is: <b><big>Endurræsa kerfið til að ljúka uppfærslunni</big></b>
pt: <b><big>Reinicie o sistema para completar a actualização de versão</big></b>
sr: <b><big>Поново покрените систем да комплетирате надоградњу</big></b>

source: _Restart Now
bn: এক্ষুনি রিস্টার্ট (_R)
eo: _Restarti nun
is: _Endurræsa núna
pt: _Reiniciar agora
sr: По_ново покрени сада

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly advised to resume the upgrade.
bn: <b><big>চলমান আপগ্রেড বাতিল করতে চান?</big></b> আপগ্রেড বন্ধ করলে সিস্টেম অকার্যকর হয়ে পড়বে। আপনাকে অবশ্যই আপগ্রেড চালিয়ে যেতে বলা হচ্ছে।
eo: <b><big>Ĉu ni haltigu la ruliĝantan ĝisdatigon?</big></b> La sistemo povas esti neuzebla, se la ĝisdatigo estas interrompita nun. Estas rekomendite daŭrigi la ĝisdatigon.
is: <b><big>Viltu hætta við uppfærsluna?</big></b> Það getur verið að tölvan þín verði ónothæf ef þú hættir núna. Það er stranglega mælt með því að halda áfram.
pt: <b><big>Cancelar a actualização de versão em curso?</big></b> O sistema poderá ser deixado num estado inutilizável se cancelar a actualização. É aconselhado a prosseguir com a actualização de versão.
sr: <b><big>Поништити текућу надоградњу?</big></b> Систем би могао да буде у неупотребљивом стању ако поништите надоградњу. Јако Вам се препоручује да наставите надоградњу.

source: Cancel Upgrade?
bn: আপগ্রেড বাতিল করা হবে কি?
eo: Rezigni ĝisdatigadon?
is: Viltu hætta við uppfærsluna?
pt: Cancelar a actualização de versão?
sr: Поништити надоградњу?

source: %li day
bn: %li দিন
eo: %li tago
is: %li dagur
pt: %li dia
sr: %li дан

source: %li hour
bn: %li ঘন্টা
eo: %li horo
is: %li klukkutími
pt: %li hora
sr: %li сат

source: %li minute
bn: %li মিনিট
eo: %li minuto
is: %li mínúta
pt: %li minuto
sr: %li минут

source: %li second
bn: %li সেকেন্ড
eo: %li sekundo
is: %li sekúnda
pt: %li segundo
sr: %li секунда

source: This download will take about %s with a 1Mbit DSL connection and about %s with a 56k modem.
bn: ডাউনলোডটি সম্পন্ন করতে 1Mbit DSL সংযোগের সাহায্যে %s এবং 56k মডেম এর সাহায্যে %s সময় লাগবে।
eo: Tiu ĉi elŝuto daŭros proksimume %s per DSL-konekto de 1 Mbit kaj proksimume %s per 56k-modemo.
is: Þetta tekur um %s með 1Mbit DSL tengingu og um %s með 56k módemi.
pt: O download irá demorar cerca de %s com uma ligação DSL de 1 Mbit e cerca de %s com um modem de 56k.
sr: Ово преузимање ће „1Mbit DSL“ везом трајати око %s, а 56к модемом око %s.

source: This download will take about %s with your connection.
bn: আপনার যে সংযোগটি আছে তাতে এই ডাউনলোডটি সম্পন্ন হতে %s সময় নিবে।
eo: Ĉi-tiu elŝuto daŭros ĉirkaŭ %s tra via konekto.
is: Þetta mun taka um %s með þinni tengingu.
pt: Esta transferência irá consumir aproximadamente %s da sua ligação.
sr: Ово преузимање ће Вашом везом трајати око %s.

source: Preparing to upgrade
bn: আপগ্রেড প্রস্তুত করা হচ্ছে
eo: Pretigi por ĝisdatigi
is: Undirbý að uppfæra
pt: A preparar para actualizar
sr: Припремам надоградњу

source: Getting new software channels
bn: নতুন সফটওয়্যার চ্যানেল গ্রহন করা হচ্ছে
eo: Akirado de novaj programaraj kanaloj
is: Sæki nýjar hugbúnaðarrásir
pt: A obter novos canais de software
sr: Набављам нове канале софтвера

source: Getting new packages
bn: নতুন প্যাকেজ গ্রহন করা হচ্ছে
eo: Prenado de novaj pakaĵoj
is: Sæki nýja pakka
pt: A obter novos pacotes
sr: Набављам нове пакете

source: Installing the upgrades
bn: আপগ্রেড ইনস্টল করা হচ্ছে
eo: Intstalanta ĝisdatigojn
is: Set upp uppfærslurnar
pt: A instalar as actualizações
sr: Инсталирам надоградње

source: Cleaning up
bn: পরিস্কার করছি
eo: Fina purigado
is: Hreinsa til
pt: A efectuar a limpeza
sr: Чистим

source: %(amount)d installed package is no longer supported by Canonical. You can still get support from the community.
bn: %(amount)d সফটওয়্যার প্যাকেজগুলো ক্যানোনিক্যাল আর সরবরাহ করছে না। আপনি কমিউনিটি থেকে এখনও সহায়তা পেতে পারেন।
eo: %(amount)d instalita pakaĵo ne plu estas subtenata de Canonical. Vi povas ankoraŭ akiri subtenon de la komunumo.
pt: %(amount)d pacote instalado já não é suportado pela Canonical. Ainda assim, pode obter suporte através da comunidade.
sr: %(amount)d инсталиран пакет није више подржан од стране Каноникала. Али још увек можете добити подршку од заједнице.

source: %d package is going to be removed.
bn: %d প্যাকেজটি অপসারিত হতে যাচ্ছে।
eo: %d pakaĵo estas forigota.
is: %d pakki mun vera fjarlægður.
pt: o pacote %d irá ser removido.
sr: %d пакет ће бити уклоњен

source: %d new package is going to be installed.
bn: %d নতুন প্যাকেজ ইন্সটল করা হবে।
eo: %d nova pakaĵo estas instalota.
is: %d nýr pakki mun vera uppsettur.
pt: %d novo pacote irá ser instalado.
sr: %d нови пакет ће бити инсталиран

source: %d package is going to be upgraded.
bn: %d প্যাকেজ আপগ্রেড করা হবে।
eo: %d pakaĵo estas ĝisdatigota.
is: %d pakki mun vera uppfærður.
pt: %d pacote irá ser actualizado.
sr: %d пакет ће бити ажуриран

source: You have to download a total of %s.
bn: আপনাকে সম্পূর্ণ %s ডাউনলোড করতে হবে।
eo: Vi devas elŝuti totalon de %s.
is: Þú þarft að sækja samtals %s.
pt: Terá de descarregar um total de %s.
sr: Имате за преузимање укупно %s.

source: Fetching and installing the upgrade can take several hours. Once the download has finished, the process cannot be cancelled.
bn: আপগ্রেড এনে ইন্সটল করতে কয়েক ঘন্টা লেগে যেতে পারে। একবার ডাউনলোড সম্পন্ন হয়ে গেলে প্রক্রিয়াটি বাতিল করা যাবে না।
eo: Prenado kaj instalado de la ĝisdatigo povas daŭri plurajn horojn. Post fino de la elŝuto la procezo ne povas esti rezignata.
is: Það getur tekið nokkra tíma að uppfæra tölvuna. Ekki er hægt að hætta við þegar niðurhalinu er lokið.
pt: A obtenção e instalação da actualização poderá demorar algumas horas. Quando o descarregamento acabar, o processo não poderá ser cancelado.
sr: Преузимање и инсталирање надоградње може потрајати више сати. Након завршеног преузимања, надоградња не може бити отказана.

source: Your system is up-to-date
bn: আপনার সিস্টেম আপ-টু-ডেট
eo: Via sistemo estas ĝisdatigita
is: Kerfið þitt hefur verið uppfært
pt: O seu sistema está actualizado
sr: Ваш систем је потпуно ажуриран

source: There are no upgrades available for your system. The upgrade will now be canceled.
bn: আপনার সিস্টেমের জন্য কোনো আপগ্রেড পাওয়া যাচ্ছে না। এখন আপগ্রেডটি বাতিল করা হবে।
eo: Neniuj aktualigoj estas disponeblaj por via sistemo. La ĝisdatigo nun ĉesos.
is: Það eru engar uppfærslur fáanlega fyrir kerfið þitt. Uppfærslu verður nú hætt.
pt: Não há actualizações disponíveis para o seu sistema. A actualização irá ser cancelada.
sr: Нема доступних надоградњи за Ваш систем. Надоградња ће сада бити отказана.

source: Reboot required
bn: রিবুট করা প্রয়োজন
eo: Necesas restartigo
is: Þú þarft að endurræsa tölvuna
pt: Necessário reiniciar
sr: Неопходно је поновно покретање

source: The upgrade is finished and a reboot is required. Do you want to do this now?
bn: আপগ্রেডটি সম্পন্ন এবং রিবুট করা প্রয়োজন। আপনি কি এক্ষুনি তা করতে চান?
eo: La ĝisdatigado finiĝis kaj restartigo bezonatas. Ĉu vi volas nun fari tion?
is: Búið er að uppfæra tölvuna þína og nú þarft þú að endurræsa hana. Viltu gera það núna?
pt: A actualização terminou e é necessário reiniciar. Deseja reiniciar agora?
sr: Надоградња је завршена и неопходно је поново покренути рачунар. Да ли желите да то учините сада?

source: Could not run the upgrade tool
bn: আপগ্রেড টুলটি চালানো যায় নি
eo: Ne eblis ruli la ĝisdatigilon
is: Gat ekki keyrt uppfærsluna
pt: Impossível de executar a ferramenta de actualização
sr: Нисам могао да покренем алатку за надоградњу

source: This is most likely a bug in the upgrade tool. Please report it as a bug using the command 'ubuntu-bug update-manager'.
bn: এটি সম্ভবত উন্নীত করণ টুলের একটি বাগ। অনুগ্রহ করে কমান্ড 'ubuntu-bug update-manager' ব্যবহার করে এটিকে বাগ হিসেবে প্রতিবেদন দিন।
eo: Tre ŝajnas, ke tio estas cimo en la promociilo. Bonvolu raporti tion kiel cimo per la komando 'ubuntu-bug update-manager' en terminalo.
pt: Isto é provavelmente um bug na ferramenta de atualização. Por favor, reporte este bug utilizando o comando 'ubuntu-bug update-manager'.
sr: Највероватније се ради о грешци алатке за надоградњу. Будите љубазни и пријавите ово као грешку користећи наредбу „ubuntu-bug update-manager“.

source: Upgrade tool signature
bn: আপগ্রেড টুল স্বাক্ষর
eo: Ĝisdatigu ilan subskribon
is: Auðkenni uppfærsluforritsins
pt: Assinatura da ferramenta de actualização
sr: Потпис алатке за надоградњу

source: Upgrade tool
bn: আপগ্রেড টুল
eo: Ĝisdatigilo
is: Uppfærsluforrit
pt: Ferramenta de actualização de versão
sr: Алатка за надоградњу

source: Failed to fetch
bn: আনতে ব্যর্থ
eo: Malsukcesis alporti
is: Ekki tókst að sækja
pt: Falha a obter
sr: Добављање није успело

source: Fetching the upgrade failed. There may be a network problem.
bn: আপগ্রেডটি আনতে ব্যর্থ। নেটওয়ার্কে কোন সমস্যা থাকতে পারে।
eo: Malsukcesis alporti la ĝisdatigon. Eble okazis reta problemo.
is: Það tókst ekki að sækja uppfærsluna. Þetta gæti verið vandamál með netið.
pt: Falhou ao obter a actualização de versão. Poderá existir um problema de rede.
sr: Нисам успео да добавим надоградњу. Можда је проблем у мрежи.

source: Failed to extract
bn: এক্সট্রাক্ট করতে ব্যর্থ
eo: Malsukcesis ekstrakti
is: Mistókst að ná í upplýsingarnar
pt: Falhou ao extrair
sr: Распакивање није успело

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
bn: আপগ্রেডটি এক্সট্রাক্ট করতে ব্যর্থ। নেটওয়ার্ক অথবা সার্ভারে সমস্যা থাকতে পারে।
eo: Malsukcesis malpaki la ĝisdatigon. Eble okazis problemo pri la reto aŭ pri la servilo.
is: Það mistókst að nálgast upplýsingarnar um uppfærsluna. Þetta er mögulega vandamál við nettenginguna eða netþjóninn.
pt: Extracção da actualização de versão falhou. Poderá existir um problema com a rede ou com o servidor.
sr: Нисам успео да распакујем надоградњу. Можда постоји проблем са мрежом или сервером.

source: Verification failed
bn: যাচাই ব্যর্থ
eo: Fiaskis la programkontrolo
is: Sannreynsla mistóks
pt: A verificação foi mal sucedida
sr: Проверавање није успело

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
bn: আপগ্রেড পরীক্ষা করা ব্যর্থ হয়েছে। নেটওয়ার্ক বা সার্ভারে কোনো সমস্যা থাকতে পারে।
eo: Konfirmado de la ĝisdatigo malsukcesis. Eble estas problemo pri la reto aŭ servilo.
is: Það tókst ekki að sannprófa uppfærsluna. Þetta er mögulega vandamál við nettenginguna eða netþjóninn.
pt: A verificação da actualização falhou. Poderá existir um problema com a rede ou com o servidor.
sr: Нисам успео да извршим проверу надоградње. Можда је проблем са мрежом или сервером.

source: Authentication failed
bn: অনমোদন প্রক্রিয়া ব্যর্থ
eo: Malsukcesis aŭtentikigi
is: Auðkenning mistókst
pt: Autenticação falhou
sr: Потврђивање идентитета није успело

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
bn: আপগ্রেড পরীক্ষা করা ব্যর্থ হয়েছে। নেটওয়ার্ক বা সার্ভারে কোনো সমস্যা হতে পারে।
eo: Malsukcesis aŭtentikigi la ĝisdatigon. Eble okazis problemo pri la reto aŭ pri la servilo.
is: Það tókst ekki að auðkenna uppfærsluna. Þetta er mögulega vandamál við nettenginguna eða netþjóninn.
pt: Autenticação da actualização falhou. Poderá existir um problema com a rede ou com o servidor.
sr: Нисам успео да потврдим идентитет. Можда је проблем са мрежом или сервером.

source: Can not run the upgrade
bn: আপগ্রেড চালানো যায় নি
eo: Ne povas ruli la ĝisdatigon
is: Get ekki keyrt uppfærsluna
pt: Impossível executar a actualização
sr: Не могу да покренем надоградњу

source: This usually is caused by a system where /tmp is mounted noexec. Please remount without noexec and run the upgrade again.
bn: এটি সাধারণত সিস্টেম দিয়ে সংঘটিত হয়েছে যেখানে /tmp mounted noexec। অনুগ্রহ করে noexec ছাড়া পুনরায় মাউন্ট করুন এবং উন্নীত করণ আবার চালান।
eo: Tio kutime estas kaŭzata pro sistemo kiam /tmp estas surmetita kun noexec. Bonvolu resurmeti sen noexec kaj ruli la promocion denove.
pt: Isto é normalmente causado por um sistema onde /tmp está montado noexec. Por favor, remonte sem noexec e corra a atualização novamente.
sr: Ово је обично проузроковано системом када је „/tmp“ монтиран без могућности извршавања (noexec). Поново монтирајте без „noexec“ и покрените поново надоградњу.

source: The error message is '%s'.
bn: ত্রুটি বার্তাটি হল '%s'।
eo: La erarmesaĝo estas '%s'.
is: Villumeldingin er ‚%s‘.
pt: A mensagem de erro é '%s'.
sr: Порука грешке је „%s“.

source: Please report this as a bug and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
bn: অনুগ্রহ করে একে বাগ হিসাবে রিপোর্ট করুন এবং /var/log/dist-upgrade/main.log এবং /var/log/dist-upgrade/apt.log ফাইলসমূহ রিেপোর্টের সাথে সংযুক্ত করে দিন। বর্তমানে আপগ্রেডটি বন্ধ আছে। আপনার মূল উৎস তালিকা /etc/apt/sources.list.distUpgrade এ সংরক্ষিত আছে।
eo: Bonvolu fari cimraporton kaj aldonu la dosierojn /var/log/dist-upgrade/main.log kaj /var/log/dist-upgrade/apt.log en via raporto. La ĝisdatigo ĉesiĝis. Via originala sources.list estis konservita en /etc/apt/sources.list.distUpgrade.
pt: Por favor report isto como um erro e inclua o ficheiro /var/log/dist-upgrade/main.log e /var/log/dist-upgrade/apt.log no seu relatório. A actualização de versão foi abortada.
sr: Молим пријавите ово као грешку и укључите датотеке „/var/log/dist-upgrade/main.log“ и „/var/log/dist-upgrade/apt.log“ у Ваш извештај. Надоградња је прекинута. Ваша оригинална датотека „sources.list“ је сачувана у „/etc/apt/sources.list.distUpgrade“.

source: Aborting
bn: প্রত্যাখ্যান করা হচ্ছে
eo: Ĉesante
is: Hætti við
pt: A abortar
sr: Прекидам

source: Demoted:
bn: নীচে নামানো:
eo: Malĝisdatigi:
is: Lækkað í tign:
pt: Despromovido:
sr: Премештено:

source: To continue please press [ENTER]
bn: চালিয়ে যেতে অনুগ্রহ করে [ENTER] চাপুন
eo: Por daŭrigi premu [ENIGKLAVON]
pt: Para continuar por favor pressione [ENTER]
sr: Да наставите молим притисните [ЕНТЕР]

source: Continue [yN]
bn: এগিয়ে যাওয়া [yN]
eo: Daŭrigi [jN]
is: Viltu halda áfram [jN]
pt: _Continuar [sN]
sr: Наставити [yN]

source: Details [d]
bn: বিস্তারিত [d]
eo: Detaloj [d]
is: Upplýsingar [u]
pt: Detalhes [d]
sr: Појединости [п]

source: y
bn: হ্যাঁ
eo: j
is: j
pt: s

source: n
bn: না

source: d
bn: বিস্তা
is: u
sr: п

source: No longer supported: %s
bn: আর সমর্থিত নয়: %s
eo: Ne plu subtenata: %s
pt: Não é mais suportado: %s
sr: Није више подржан: %s

source: Remove: %s
bn: অপসারণ: %s
eo: Forigi: %s
is: Fjarlægja: %s
pt: Remover %s
sr: Уклонити: %s

source: Install: %s
bn: ইনস্টল: %s
eo: Instali: %s
is: Setja upp: %s
pt: Instalar: %s
sr: Инсталирати: %s

source: Upgrade: %s
bn: আপগ্রেড: %s
eo: Ĝisdatigi: %s
is: Uppfæra: %s
pt: Actualizar: %s
sr: Надоградити: %s

source: Continue [Yn]
bn: এগিয়ে যাওয়া [Yn]
eo: Daŭrigi [Jn]
is: Viltu halda áfram [Jn]
pt: Continuar [Sn]
sr: Наставити? [Yn]

source: To finish the upgrade, a restart is required. If you select 'y' the system will be restarted.
bn: আপগ্রেড সম্পন্ন করার জন্য কম্পিউটার পুনরায় চালু করতে হবে। 'y' নির্বাচন করে সিস্টেমটি পুনরায় চালু করতে পারেন।
eo: Por kompletigi la ĝisdatigon necesas restarto. Se vi elektas 'J', la sistemo restartos.
is: Þú þarft að endurræsa tölvuna til að ljúka uppfærslunni. Ef þú velur ‚j‘ mun hún endurræsa sig.
pt: Para finalizar a actualização, é necessário reiniciar o sistema. Se você escolher 's' o sistema irá ser reiniciado.
sr: Да би се надоградња завршила, потребно је поново покренути рачунар. Ако изаберете „д“ систем ће бити рестартован.

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly adviced to resume the upgrade.
bn: <b><big>চলমান আপগ্রেডটি কি বাতিল করতে চান?</big></b> আপগ্রেড বাতিল করে দিলে সিস্টেম অকার্যকর হয়ে পড়তে পারে। অবশ্যই আপনাকে আপগ্রেড চালিয়ে যেতে বলা হচ্ছে।
eo: <b><big>Ĉu nuligi la ruliĝantan ĝisdatigon?</big></b> Se vi nuligos la ĝisdatigon, la sistemo eble estos neuzebla. Ni forte konsilas daŭrigi la ĝisdatigon.
is: <b><big>Viltu hætta við uppfærsluna sem er þegar hafin?</big></b> Kerfið gæti orðið ónothæft ef þú hættir við uppfærlsuna núna. Það er sterklega mælt með að þú haldir áfram með uppfærsluna.
pt: <b><big>Cancelar a actualização de versão em curso?</big></b> O sistema poderá ser deixado num estado inutilizável se cancelar a actualização. É aconselhado a prosseguir com a actualização de versão.
sr: <b><big>Отказати започету надоградњу?</big></b> Систем би могао да буде у неупотребљивом стању ако откажете надоградњу. Снажно вам се препоручује да наставите надоградњу.

source: <b><big>Restart the system to complete the upgrade</big></b> Please save your work before continuing.
bn: <b><big>আপগ্রেড সম্পন্ন করতে সিস্টেম রিস্টার্ট করুন</big></b> আপগ্রেডটি চালিয়ে যাওয়ার পূর্বে আপনার কাজগুলো কম্পিউটারে সংরক্ষণ করে নিন।
eo: <b><big>Restartu la sistemon por kompletigi la ĝisdatigadon</big></b> Bonvolu konservi vian laboron antaŭ ol daŭrigi.
is: <b><big>Endurræstu tölvuna til að ljúka uppfærslunni</big></b> Mundu aftur því að vista öllum gögnum áður en þú heldur áfram.
pt: <b><big>Reinicie o sistema para completar a actualização de versão</big></b> Por favor guarde o seu trabalho antes de continuar.
sr: <b><big>Поново покрените систем да употпуните надоградњу</big></b> Молим сачувајте Ваш рад пре него што наставите.

source: <b><big>Start the upgrade?</big></b>
bn: <b><big>আপগ্রেড শুরু করবো?</big></b>
eo: <b><big>Ĉu komenci la ĝisdatigon?</big></b>
is: <b><big>Viltu byrja að uppfæra?</big></b>
pt: <b><big>Iniciar a actualização?</big></b>
sr: <b><big>Започети надоградњу?</big></b>

source: <b><big>Upgrading Ubuntu to version 11.10</big></b>
bn: <b><big>উবুন্টু সংস্করণ ১১.১০ তে উন্নীত করা হচ্ছে</big></b>
eo: <b><big>Promocianta Ubuntu al versio 11.10</big></b>
pt: <b><big>Atualizando o Ubuntu para a versão 11.10</big></b>
sr: <b><big>Надоградња Убунтуа на издање 11.10</big></b>

source: Difference between the files
bn: ফাইলগুলোর মধ্যে পার্থক্য
eo: Diferenco inter la dosieroj
is: Munurinn á skránum
pt: Diferença entre os ficheiros
sr: Разлике између датотека

source: Distribution Upgrade
bn: ডিস্ট্রিবিউশন আপগ্রেড
eo: Ĝisdatigo de la distribuaĵo
is: Uppfæra kerfið
pt: Actualização de Versão da Distribuição
sr: Надоградња дистрибуције

source: Restarting the computer
bn: কম্পিউটারটি পুনরায় শুরু করা হচ্ছে
eo: Restarto de la komputilo
is: Endurræsi tölvuna
pt: A reiniciar o computador
sr: Поново покрећем рачунар

source: Setting new software channels
bn: নতুন সফটওয়্যার চ্যানেল সেট করা হচ্ছে
eo: Agordado de novaj programaraj kanaloj
is: Ákveð nýjar hugbúnaðarrásir
pt: A definir novos canais de software
sr: Постављам нове канале софтвера

source: Terminal
bn: টার্মিন্যাল
eo: Terminalo
is: Útstöð
pt: Consola
sr: Терминал

source: _Cancel Upgrade
bn: আপগ্রেড বাতিল (_C)
eo: Nuligu ĝisdatigon
is: _Hætta við uppfærslu
pt: _Cancelar a Actualização
sr: О_ткажи надоградњу

source: _Continue
bn: এগিয়ে যাও (_C)
eo: _Daŭrigu
is: _Halda áfram
pt: _Continuar
sr: Н_астави

source: _Replace
bn: প্রতিস্হাপন (_R)
eo: Anstataŭigi
is: _Skipta út
pt: _Substituir
sr: За_мени

source: _Report Bug
bn: বাগ রিপোর্ট (_R)
eo: Raporti cimon
is: _Tilkynna um villu
pt: _Reportar um erro
sr: П_ријави грешку

source: _Resume Upgrade
bn: পুনরায় আপগ্রেড শুরু (_R)
eo: Daŭ_rigi ĝisdatigon
is: _Halda áfram með uppfærslu
pt: _Retomar Actualização
sr: На_стави надоградњу

source: _Start Upgrade
bn: আপগ্রেড আরম্ভ (_S)
eo: Komencu ĝi_sdatigon
is: _Hefja uppfærslu
pt: _Iniciar Actualização
sr: За_почни надоградњу

source: Please wait, this can take some time.
bn: অনুগ্রহ করে অপেক্ষা করুন, এটি কিছুটা সময় নিতে পারে।
eo: Bonvolu atendi. Tio eble longe daŭros.
is: Vinsamlegast dokaðu, þetta gæti tekið drjúga stund.
pt: Por favor aguarde, isto pode levar algum tempo.
sr: Молим сачекајте, ово може да потраје.

source: Update is complete
bn: আপডেট সম্পন্ন
eo: Ĝisdatigado estas finita.
is: Uppfærslu er lokið
pt: A actualização está completa
sr: Ажурирање је завршено

source: Could not find the release notes
bn: রিলিজ নোট পাওয়া যায় নি
eo: Ne eblis trovi la eldonajn notojn
is: Fann ekki upplýsingar um útgáfu
pt: Impossível encontrar notas de lançamento
sr: Не могу да пронађем белешке о издању

source: The server may be overloaded.
bn: সার্ভারটি মনে হয় ব্যস্ত।
eo: La servilo eble estas tro uzata.
is: Það er mögulega mikið álag á netþjóninum.
pt: O servidor poderá estar sobrecarregado.
sr: Сервер је можда преоптерећен.

source: Could not download the release notes
bn: রিলিজ নোট ডাউনলোড করা যায় নি
eo: Ne eblis elŝuti la eldonajn notojn
is: Gat ekki sótt upplýsingar um útgáfuna
pt: Impossível descarregar as notas de lançamento
sr: Не могу да преузмем белешке о издању

source: Please check your internet connection.
bn: অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
eo: Bonvolu kontroli vian interretan konekton.
is: Vinsamlegast athugaðu internettenginguna þína
pt: Por favor verifique a sua ligação à internet.
sr: Молим проверите Вашу интернет везу.

source: Upgrade
bn: আপগ্রেড
eo: Ĝisdatigi
is: Uppfæra
pt: Actualizar
sr: Надоградња

source: Release Notes
bn: রিলিজ নোট
eo: Eldonaj Notoj
is: Upplýsingar um útgáfu
pt: Notas de Lançamento
sr: Белешке о издању

source: Downloading additional package files...
bn: অতিরিক্ত প্যাকেজ ফাইলগুলো ডাউনলোড করা হচ্ছে...
eo: Elŝutas aldonajn pakaĵdosierojn...
is: Sæki aukapakka...
pt: A descarregar pacotes adicionais...
sr: Преузимам додатне датотеке пакета...

source: File %s of %s at %sB/s
bn: %sB/s এ ফাইল %s এর %s
eo: Bestand %s van %s met %sB/s
is: Skrá %s af %s á %sB/sek.
pt: Ficheiro %s de %s a %sB/s
sr: Датотека број %s од укупно %s брзином %sB/s

source: File %s of %s
bn: ফাইল %s এর %s
eo: Dosiero %s el %s
is: Skrá %s af %s
pt: Ficheiro %s de %s
sr: Датотека број %s од укупно %s

source: Open Link in Browser
bn: ব্রাউজারে লিংক খুলুন
eo: Malfermi ligilon en foliumilo
is: Opna tengil í vafra
pt: Abrir link no Browser
sr: Отвори везу у претраживачу

source: Copy Link to Clipboard
bn: ক্লিপবোর্ডে লিংক অনুলিপি
eo: Kopii ligilon al tondejo
is: Afrita tengil
pt: Copiar link para a Área de Transferência
sr: Умножи везу у бележницу

source: Downloading file %(current)li of %(total)li with %(speed)s/s
bn: %(total)li এর %(current)li ডাউনলোড করা হচ্ছে %(speed)s/s এ
eo: Elŝutante dosieron %(current)li el %(total)li per %(speed)s/s
is: Sæki skrá %(current)li af %(total)li á %(speed)s/sek.
pt: A descarregar ficheiro %(current)li de %(total)li a %(speed)s/s
sr: Преузимам датотеку %(current)li oд укупно %(total)li брзином %(speed)s/s

source: Downloading file %(current)li of %(total)li
bn: %(total)li এর %(current)li ডাউনলোড করা হচ্ছে
eo: Elŝutante dosieron %(current)li el %(total)li
is: Sæki skrá %(current)li af %(total)li
pt: A descarregar ficheiro %(current)li de %(total)li
sr: Преузимам датотеку %(current)li oд укупно %(total)li
