Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada2/po/*.po
Languages: bn, eo, is, pt, sr

source: The upgrade can not continue with that package installed. Please remove it with synaptic or 'apt-get remove debsig-verify' first and run the upgrade again.
bn: ইনস্টলকৃত প্যাকেজে আপগ্রেড কাজ করছে না। অনুগ্রহ করে synaptic বা 'apt-get remove debsig-verify' ব্যবহার করে অপসারন করুন এরপর আপগ্রেড আবার চালান।
eo: La ĝisdatigo ne povas progresi, dum ke tiu pakaĵo restas instalita. Bonvolu unue forigi ĝin per synaptic aŭ 'apt-get remove debsig-verify' kaj re-ruli la aktualigon.
is: Uppfærslan getur ekki haldið áfram á meðan þessi pakki er á tölvunni. Fjarlægðu hann með synaptic pakkastjóranum eða með því að nota ‚apt-get remove debsig-verify‘ fyrst og keyra uppfærsluna aftur.
pt: A actualização de versão não pode continuar se esse pacote estiver instalado. Por favor remova-o primeiro com o Synaptic ou 'apt-get remove debsig-verify' e inicie a actualização de versão novamente.
sr: Надоградња се не може наставити док је тај пакет инсталиран. Молим прво га уклоните синаптиком или у терминалу извршите „apt-get remove debsig-verify“ и затим поново покрените надоградњу.

source: Include latest updates from the Internet?
bn: ইন্টারনেট থেকে সর্বশেষ হালনাগাদ অন্তর্ভূক্ত করতে চান?
eo: Ĉu inkluzivi la plej lastajn ĝisdatigojn el la interreto?
is: Viltu láta nýjar uppfærslur af netinu fylgja með?
pt: Incluir últimas actualizações a partir da Internet?
sr: Укључити најновије исправке са интернета?

source: The upgrade system can use the internet to automatically download the latest updates and install them during the upgrade. If you have a network connection this is highly recommended. The upgrade will take longer, but when it is complete, your system will be fully up to date. You can choose not to do this, but you should install the latest updates soon after upgrading. If you answer 'no' here, the network is not used at all.
bn: আপগ্রেড সিস্টেম সর্বশেষ হালনাগাদ স্বয়ংক্রিয়ভাবে ডাউনলোড করে আপগ্রেডের সময় ইনস্টল করার জন্য ইন্টারনেট ব্যবহার করতে পারে। আপনার কোন নেটওয়ার্ক সংযোগ থাকলে এটা জরুরীভাবে সুপারিশ করা যাচ্ছে। আপগ্রেড হতে সময় লাগবে, কিন্তু একবার এটি সম্পন্ন হয়ে গেলে, আপনার সিস্টেম সম্পূর্ণরূপে হালনাগাদকৃত হবে। আপনি হয়ত এখন এটা নাও করতে পারেন, কিন্তু আপগ্রেড করার পরই আপনাকে সর্বশেষ হালনাগাদসমূহ ইনস্টল করতে হবে। আপনি এখানে 'না' বললে, কোথাও নেটওয়ার্ক ব্যবহার করা হবে না।
eo: La ĝisdatigsistemo povas per la Interreto aŭtomate elŝuti la plej novajn ĝisdatigojn kaj tuj instali ilin. Se vi posedas retaliron, ĉi tiu metodo estas ege rekomendita. La ĝisdatigo daŭros pli longe, sed kiam ĝi estos preta, via sistemo estos tute ĝisdatigita. Vi povas elekti ne fari ĉi tion, sed tiukaze vi prefere instalu la plej novajn ĝisdatigojn baldaŭ post ĝisdatigo. Se vi respondas 'ne' ĉi tie, la reto estos entute ne uzata.
is: Uppfærslukerfið getur notað netið til að sækja nýjar uppfærslur sjálfkrafa og að setja þær upp á meðan á uppfærslunni stendur. Þetta er ráðlagt ef þú hefur nettengingu. Það tekur lengri tíma ef þú sækir uppfærslur af netinu, en á móti verður tölvan af nýjustu gerð að uppfærslunni lokinni. Þú getur valið um að gera þetta ekki en þú ættir að uppfæra kerfið þegar samt sem áður. Netið verður ekki notað ef þú velur að gera þetta ekki.
pt: O processo de actualização da distribuição pode fazer a transferência das últimas actualizações e instalá-las durante o processo de actualização. Se tem uma ligação de rede esta opção é muito recomendável. Neste caso, a actualização de versão irá demorar mais tempo, mas quando estiver concluída, o sistema ficará completamente actualizado. Se responder 'não' aqui, a ligação à rede não será usada. Se escolher não fazer isto, terá de instalar as últimas actualizações depois de ter sido actualizada a distribuição.
sr: Систем за надоградњу може користити интернет да аутоматски преузме најновије исправке и да их инсталира за време надоградње. Ако имате везу ка мрежи, ово се препоручује. Надоградња ће трајати дуже, али када се заврши, Ваш систем ће бити потпуно освежен. Можете одабрати да ово не урадите, али ћете ускоро морати да инсталирате најновије исправке након надоградње. Ако овде изаберете „не“, мрежа неће бити коришћена.

source: disabled on upgrade to %s
bn: %s তে আপগ্রেডে নিষ্ক্রিয়
eo: malaktivigita dum ĝisdatigo al %s
is: óvirkt að uppfæra til %s
pt: desactivada na actualização para a versão %s
sr: искљученo приликом надоградње на %s

source: No valid mirror found
bn: কোন সঠিক মিরর পাওয়া যায় নি
eo: Ne eblis trovi validan spegulejon
is: Enginn spegill fannst
pt: Nenhum repositório válido encontrado
sr: Нисам пронашао важећи мирор

source: While scanning your repository information no mirror entry for the upgrade was found. This can happen if you run a internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'No' the upgrade will cancel.
bn: আপনার রিপোজিটরির তথ্য স্ক্যান করার সময় আপগ্রেডের জন্য কোন মিরর খুঁজে পাওয়া যায়নি। আপনি অভ্যন্তরীণ মিরর ব্যবহার করলে অথবা মিররের তথ্যাবলী মেয়াদউত্তীর্ণ হয়ে থাকলে এমনটি হতে পারে। আপনি কি যেকোনভাবে আপনার 'sources.list' ফাইলটি পুনর্লিখন করতে চান? আপনি 'হ্যাঁ' নির্বাচন করলে, সব '%s' ভুক্তিকে '%s' এ হালনাগাদ করা হবে। 'না' নির্বাচন করা হলে আপগ্রেড বাতিল হয়ে যাবে।
eo: Serĉado en via deponejinformo ne trovis spegulan valoron por la ĝisdatigo. Tio povas okazi, se vi rulas internan spegulon aŭ se la spegul-informo estas eksdata. Ĉu vi tamen volas reskribi vian dosieron 'sources.list"? Se vi decidas, ke 'jes', ĉiuj '%s'-valoroj iĝos '%s'-valoroj. Se vi decidas, ke 'ne', la ĝisdatigo ĉesos.
pt: Ao procurar a informação, não foi encontrada a informação sobre a actualização de versão no seu repositório-espelho. Isto pode acontecer se possuir um repositório-espelho interno ou se a informação do espelho não estiver actualizada. Deseja reescrever o ficheiro 'sources.list' de qualquer forma? Se escolher 'Sim' aqui, então irão ser actualizadas todas as entradas de '%s' até '%s'. Se escolher 'Não', a actualização será cancelada.
sr: За време скенирања информација Ваше ризнице нисам пронашао ставку мирора за надоградњу. Ово може да се догоди ако сте покренули унутрашњи мирор или су информације о мирору застареле. Да ли свеједно желите да препишете Вашу „sources.list“ датотеку? Ако овде изаберете „Да“ то ће ажурирати све ставке „%s“ у „%s“. Ако изаберете „Не“ надоградња ће бити отказана.

source: Generate default sources?
bn: ডিফল্ট sources তৈরি করে?
eo: Generi defaŭltajn fontojn?
is: Viltu búa til uppsprettur?
pt: Gerar as fontes padrão?
sr: Направити основне изворе?

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No', the upgrade will cancel.
bn: উৎস তালিকা স্ক্যান করে '%s' এর জন্য কোনো কার্যকরী এন্ট্রি পাওয়া যায়নি। '%s' এর জন্য পূর্বনির্ধারিত এন্ট্রিগুলো যোগ করে দেয়া উচিৎ? 'না' অপশন নির্বাচন করলে হালনাগাদকরণ প্রক্রিয়া বাতিল হয়ে যাবে।
eo: Serĉado en via dosiero 'sources.list' ne trovis valoron por '%s'. Ĉu vi volas aldoni normajn valorojn por '%s'? Se vi decidas, ke 'ne', la ĝisdatigo nuliĝos.
is: Engin færsla fyrir ‚%s‘ fannst í ‚sources.list‘ skránni þinni. Viltu að tölvan bæti inn færslu fyrir ‚%s‘ eða viltu velja ‚Nei‘ og hætta við uppfærsluna?
pt: Depois de rastrear 'sources.list' não foi encontrada uma entrada válida para '%s'. Devem ser adicionadas as entradas predefinidas de '%s' ? Se escolher 'Não', a actualização de versão será cancelada.
sr: Након скенирања датотеке „sources.list“ нисам пронашао важећу ставку за „%s“. Требају ли бити додате подразумеване ставке за „%s“? Ако изаберене „Не“, надоградња ће бити отказана.

source: Repository information invalid
bn: রিপোজিটরির তথ্য সঠিক নয়
eo: Deponeja informo ne valida
is: Ógildar upplýsingar um gagnahirslu
pt: Informação de repositório inválida
sr: Неважећа информација ризнице

source: Upgrading the repository information resulted in a invalid file. Please report this as a bug using the command 'ubuntu-bug update-manager' in a terminal.
bn: রিপোজিটরী তথ্য উন্নীতকরণ অকার্যকর ফাইলে প্রকাশিত হয়েছে। অনুগ্রহ করে টার্মিনালে কমান্ড 'ubuntu-bug update-manager' ব্যবহার করে এটিকে বাগ হিসেবে প্রতিবেদন দিন।
eo: Promociado de la deponejinformoj rezultis nevalidan dosieron. Bonvolu raporti tion kiel cimo per la komando 'ubuntu-bug update-manager' en terminalo.
pt: A atualização de um repositório de informação resultou num ficheiro inválido. Por favor, reporte este bug utilizando o comando 'ubuntu-bug update-manager' num terminal.
sr: Освежавање информација о ризници је резултирало неисправном датотеком. Будите љубазни и пријавите ово као грешку користећи наредбу „ubuntu-bug update-manager“ у терминалу.

source: Third party sources disabled
bn: তৃতীয় পার্টির উত্স নিষ্ক্রিয়
eo: Aliulaj fontoj malŝaltitaj
is: Frumgögn frá þriðja aðila voru gerð óvirk
pt: Fontes de terceiros desactivadas
sr: Искључени су извори трећих лица

source: Some third party entries in your sources.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or your package manager.
bn: সোর্স.লিস্টে থার্ড পার্টির কিছু এন্ট্রি নিষ্ক্রয় করা আছে। প্যাকেজ ম্যানেজার বা 'সফট্ওয়্যার-প্রপার্টিজ' টুল এর সাহায্যে আপগ্রেড করে আপনি সেগুলোকে পুনরায় সক্রিয় করতে পারবেন।
eo: Kelkaj triapartiaj elementoj en via sources.list-o estis malŝaltitaj. Vi povas reŝalti ilin post la ĝisdatigo per la ilo 'software-properties' aŭ per via pakaĵadministrilo.
is: Einhverjir þriðju aðilar voru gerðir óvirkir í skránni ‚sources.list.‘ Þú getur virkjað þá seinna með forritinu ‚software-properties‘ eða með pakkastjóranum þínum.
pt: Algumas entradas de terceiros em sources.list foram desactivadas. Depois da actualização de versão, pode reactivá-las com uns dos seus gestores de pacotes (synaptic, apt).
sr: Неке ставке о изворима трећих лица у Вашој датотеци „sources.list“ су искључене. Након надоградње можете их поново укључити помоћу алата „software-properties“ или Вашим управником пакета.

source: Package in inconsistent state
bn: অসঙ্গতিপূর্ন অবস্থায় প্যাকেজ
eo: Pakaĵo en nekohera stato
is: Pakkinn er eitthvað ójafn
pt: O pacote está num estado inconsistente
sr: Пакет у несагласном стању

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Please reinstall the package manually or remove it from the system.
bn: প্যাকেজ '%s' অসঙ্গতিপূর্ণ অবস্থায় আছে এবং পুনরায় ইনস্টল করা প্রয়োজন, কিন্তু এর জন্য কোনো আর্কাইভ পাওয়া যায়নি। অনুগ্রহ করে প্যাকেজটি পুনরায় ইনস্টল করুন বা সিস্টেম থেকে ম্যানুয়ালি অপসারন করুন।
eo: La stato de pakaĵo '%s' estas malkonsekvenca kaj ĝi devas esti reinstalita, sed ne troviĝas arkivo por ĝi. Bonvolu reinstali la pakaĵon permane aŭ forigi ĝin.
is: Það þarf að setja pakkann ‚%s‘ upp aftur þar sem hann er í ójafnvægi- hann fannst hins vegar ekki í gagnahirslunni. Þú verður því að setja hann upp í höndunum eða fjarlægja af tölvunni.
pt: O pacote '%s' está num estado inconsistente e necessita de ser reinstalado, mas não é possível encontrar um arquivo para ele. Por favor reinstale este pacote manualmente ou remova-o do sistema.
sr: Пакет „%s“ је у несагласном стању и мора бити поново инсталиран, али нема архива за њега. Молим инсталирајте га ручно или га уклоните са система.

source: Error during update
bn: আপগ্রেড করার সময় সমস্যা
eo: Eraro dum ĝisdatigo
is: Það kom upp villa við að uppfæra
pt: Erro durante a actualização
sr: Грешка приликом ажурирања

source: A problem occurred during the update. This is usually some sort of network problem, please check your network connection and retry.
bn: হালনাগাদ করার সময় একটি সমস্যা হয়েছে। সম্ভবত এটি কোনো নেটওয়ার্ক সমস্যা, অনুগ্রহ করে আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং পুনরায় চেষ্টা করুন।
eo: Problemo okazis dum la ĝisdatigo. Kutime tio okazas pro iu reta problemo, bonvolu kontroli vian retan konekton kaj reprovi.
is: Það kom upp villa við að uppfæra tölvuna. Þetta er oftast vandamál með netið þannig að best væri að athuga nettenginguna og reyna aftur.
pt: Ocorreu um problema durante a actualização. Habitualmente trata-se de algum problema na rede, por favor verifique a sua ligação à rede e tente novamente.
sr: Јавио се проблем током ажурирања. Ово је обично нека врста мрежног проблема, молим проверите Вашу мрежну везу и покушате поново.

source: Not enough free disk space
bn: ডিস্কে যথেস্ট ফাঁকা জায়গা নেই
eo: Ne estas sufiĉa libera loko en disko
is: Það vantar meira pláss á tölvunni
pt: Não existe espaço livre suficiente em disco
sr: Нема довољно слободног простора на диску

source: The upgrade has aborted. The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
bn: আপগ্রেড বন্ধ। আপগ্রেডের জন্য ডিস্কে '%s' সর্বমোট %s অব্যবহৃত জায়গা থাকা দরকার। অনুগ্রহ করে, '%s' এ %s পরিমান ডিস্কের জায়গা ফাঁকা করা উচিত। আপনার ট্র্যাশ ফাঁকা করুন এবং 'sudo apt-get clean' ব্যবহার করে অস্থায়দ প্যাকেজ অপসারণ।
eo: La ĝisdatigo ĉesiĝis. La ĝisdatigo bezonas entute %s da libera spaco sur disko '%s'. Bonvolu liberigi almenaŭ %s da plia diskspaco sur '%s'. Malplenigu vian rubujon kaj forigu provizorajn pakaĵojn de antaŭaj instaloj uzante 'sudo apt-get clean'.
pt: A actualização de versão foi abortada. A actualização necessita de um total de %s espaço livre no disco '%s'. Por favor liberte no mínimo %s de espaço adicional no disco '%s'. Esvazie a sua reciclagem e remova pacotes temporários de instalações anteriores utilizando 'sudo apt-get clean'.
sr: Надоградња је обустављена. За надоградњу је потребно укупно %s слободног простора на диску „%s“. Молим ослободите најмање %s простора на диску „%s“. Испразните корпу и уклоните привремене пакете претходних инсталација користећи команду „sudo apt-get clean“.

source: Calculating the changes
bn: পরিবর্তন হিসাব করা হচ্ছে
eo: Kalkulado de la ŝanĝoj
is: Reikna út breytingar
pt: A aplicar as alterações
sr: Прорачунавам измене

source: Do you want to start the upgrade?
bn: আপনি কি আপগ্রেড শুরু করতে চান?
eo: Ĉu vi volas komenci la ĝisdatigon?
is: Viltu byrja að uppfæra?
pt: Deseja iniciar a actualização de versão?
sr: Да ли желите да започнете надоградњу?

source: Upgrade canceled
bn: আপগ্রেড বাতিল করা হয়েছে
eo: Ĝisdatigo nuligita
is: Það var hætt við uppfærsluna
pt: Actualização de versão cancelada
sr: Надоградња је отказана

source: The upgrade will cancel now and the original system state will be restored. You can resume the upgrade at a later time.
bn: এখন আপগ্রেড বাতিল হয়ে যাবে এবং মূল সিস্টেম স্টের পুনরূদ্ধার হবে। আপনি পরে যে কোনো সময়ে আপগ্রেড বন্ধ করে দিতে পারেন।
eo: La ĝisdatigado nun ĉesos kaj la originala sistemstato estos restaŭrita. Vi povas daŭrigi la ĝisdatigadon je alia fojo.
pt: A actualização vai ser cancelada e o sistema original será restaurado. Pode retomar esta actualização posteriormente.
sr: Надоградња ће сада бити отказана и биће враћено оригинално стање система. Можете да наставите надоградњу касније.

source: Could not download the upgrades
bn: আপগ্রেড ডাউনলোড করা যায় নি
eo: Ne eblis elŝuti la ĝisdatigojn
is: Gat ekki sótt uppfærslurnar
pt: Impossível descarregar as actualizações
sr: Нисам могао да преузмем надоградње

source: The upgrade has aborted. Please check your Internet connection or installation media and try again. All files downloaded so far have been kept.
bn: উন্নীত করণ ব্যর্থ হয়েছে। অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ অথবা ইনস্টলেশন মিডিয়া পরীক্ষা করুন এবং পুনরায় চেষ্টা করুন। এখন পর্যন্ত সব ডাউনলোডকৃত ফাইল রাখা হয়েছে।
eo: La ĝisatigo estas ĉesigita. Bonvolu kontroli vian interretan kontekton aŭ instalan datumportilon kaj provu denove. Ĉiuj ĝis nun elŝutitaj dosieroj estas mantenataj.
pt: A atualização foi abortada. Por favor, verifique a sua ligação à Internet ou o suporte de instalação e tente novamente. Todos os ficheiros descarregados até então foram mantidos.
sr: Надоградња је прекинута. Проверите вашу везу на интернет или инсталациони медијум и покушајте опет. Све до сада преузете датотеке су задржане.

source: Error during commit
bn: প্রেরণ করার সময় সমস্যা
eo: Eraro dum farado
is: Villa við staðfestingu
pt: Erro ao submeter
sr: Грешка приликом слања

source: Restoring original system state
bn: সিস্টেমটি রিস্টার্ট করছি
eo: Restarigante originan sisteman staton
is: Tek aftur allar breytingar
pt: A restaurar o estado original do sistema
sr: Враћам оригинално стање система

source: Could not install the upgrades
bn: আপগ্রেড ইন্সটল করা যায় নি
eo: Ne eblis instali la ĝisdatigojn
is: Gat ekki sett upp uppfærslurnar
pt: Impossível instalar as actualizações
sr: Нисам могао да инсталирам надоградње

source: The upgrade has aborted. Your system could be in an unusable state. A recovery will run now (dpkg --configure -a).
bn: আপগ্রেড বন্ধ করে দেয়া হয়েছে। সিস্টেমটি এখন ব্যবহার করা নাও যেতে পারে। এখন পুনরূদ্ধারকরণ প্রক্রিয়া চলতে থাকবে (dpkg --configure -a)
eo: La ĝisdatigo ĉesiĝis. Via sistemo povas esti en neuzebla stato. Riparproceduro nun ruliĝos (dpkg --configure -a).
pt: A actualização foi abortada. O seu sistema pode encontrar-se num estado não utilizável. Uma recuperação vai correr agora (dpkg --configure -a).
sr: Надоградња је прекинута. Ваш систем би могао бити у неупотребљивом стању. Сада ће почети процес опоравка (dpkg --configure -a).

source: Please report this bug using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report. %s
bn: অনুগ্রহ করে টার্মিনালে কমান্ড 'ubuntu-bug update-manager' ব্যবহার করে এই বাগ প্রতিবেদন দিন এবং বাগ প্রতিবেদনে ফাইল in /var/log/dist-upgrade/ in সংযুক্ত করুন। %s
eo: Bonvolu raporti ĉi tiun cimon per la komando 'ubuntu-bug update-manager' en terminalo kaj aldoni la dosierojn en /var/log/dist-upgrade/ en la cimraporto. %s
pt: Por favor, reporte este bug utilizando o comando 'ubuntu-bug update-manager' num terminal e inclua os ficheiros em /var/log/dist-upgrade/ no relatório de erro. %s
sr: Будите љубазни и пријавите ову грешку користећи наредбу „ubuntu-bug update-manager“ у терминалу и прикачите датотеке из „/var/log/dist-upgrade/“ уз извештај. %s

source: The upgrade has aborted. Please check your Internet connection or installation media and try again.
bn: আপগ্রেড প্রত্যাখ্যান করা হয়েছে। অনুগ্রহ করে ইন্টারনেট সংযোগ বা ইনস্টলেশন মিডিয়া পরীক্ষা করুন এবং পুনরায় চেষ্টা করুন।
eo: La ĝisdatigo ĉesiĝis. Bonvolu kontroli vian retkonekton aŭ instal-datumportilojn kaj reprovu.
pt: A actualização de versão foi abortada. Por favor verifique a sua ligação à Internet ou o seu meio de instalação e tente novamente.
sr: Надоградња је прекинута. Молим проверите Вашу везу на Интернет или инсталациони медијум и покушајте поново.

source: Remove obsolete packages?
bn: অপ্রচলিত প্যাকেজগুলো মুছে ফেলা হবে?
eo: Ĉu forigi arkaikajn pakaĵojn?
is: Viltu fjarlægja úrelta pakka?
pt: Remover pacotes obsoletos?
sr: Уклонити застареле пакете?

source: _Keep
bn: রাখো (_K)
eo: Konservi
is: _Halda
pt: _Manter
sr: За_држи

source: _Remove
bn: সরাও (_স)
eo: Forigi
is: _Fjarlægja
pt: _Remover
sr: У_клони

source: A problem occurred during the clean-up. Please see the below message for more information.
bn: পরিষ্কার করার সময় সমস্যা হয়েছিল। আরও তথ্যের জন্য অনুগ্রহ করে নিমোক্তটি বার্তাটি পড়ুন।
eo: Problemo okazis dum la purigado. Bonvolu vidi la ĉi-suban mesaĝon por pliaj informoj.
is: Það kom upp vandamál við að hreinsa til. Lestu skilaboðin fyrir neðan til að fá frekari upplýsingar.
pt: Ocorreu algum problema durante a limpeza. Por favor verifique a mensagem abaixo para mais informações.
sr: Дошло је до грешке током чишћења. Погледајте следећу поруку за више информација.

source: Required depends is not installed
bn: প্রয়োজনীয় ডিপেন্ডেন্সী ইন্সটল করা হয়নি
eo: Bezonataj dependaĵoj ne estas instalitaj
is: Það er ekki búið að setja upp nauðsynleg ákvæði
pt: A dependência requerida não foi instalada
sr: Неопходна зависност није инсталирана

source: The required dependency '%s' is not installed.
bn: প্রয়োজনীয় ডিপেন্ডেন্সী '%s' ইন্সটল করা হয়নি।
eo: La bezonata dependaĵo '%s' ne estas instalita.
is: Það er ekki búið að setja upp ákvæðið ‚%s‘ sem er nauðsynlegt.
pt: A dependência '%s' requerida não foi instalada.
sr: Неопходна зависност „%s“ није инсталирана.

source: Checking package manager
bn: প্যাকেজ ম্যানেজার পরীক্ষা করা হচ্ছ
eo: Kontrolado de pakaĵa direktisto
is: Athuga pakkastjórann
pt: A verificar gestor de pacotes
sr: Проверавам управника пакета

source: Preparing the upgrade failed
bn: আপগ্রেডের প্রস্তুতি ব্যর্থ
eo: Preparado de la ĝisdatigo malsukcesis
is: Undirbúningur fyrir uppfærslu mistókst
pt: A preparação da actualização de versão falhou
sr: Припрема надоградње није успела

source: Preparing the system for the upgrade failed. Please report this using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report.
bn: উন্নীত করণ ব্যর্থতার জন্য সিস্টেম প্রস্তুত করা হচ্ছে। অনুগ্রহ করে টার্মিনালে কমান্ড 'ubuntu-bug update-manager' ব্যবহার করে এই প্রতিবেদন দিন এবং বাগ প্রতিবেদনে ফাইল in /var/log/dist-upgrade/ in সংযুক্ত করুন।
eo: Pretigado de la sistemo fiaskis. Bonvolu raporti tion kiel cimo per la komando 'ubuntu-bug update-manager' en terminalo kaj aldoni la dosierojn en /var/log/dist-upgrade/ en la cimraporto.
pt: A preparação do sistema para a atualização falhou. Por favor, reporte isto utilizando o comando 'ubuntu-bug update-manager' num terminal e inclua os ficheiros em /var/log/dist-upgrade/ no relatório de erro.
sr: Нисам успео да припремим надоградњу. Будите љубазни и пријавите ово користећи наредбу „ubuntu-bug update-manager“ у терминалу и прикачите датотеке из „/var/log/dist-upgrade/“ уз извештај.

source: Getting upgrade prerequisites failed
bn: আপগ্রেডের জন্য প্রয়োজনীয় তথ্য পেতে ব্যার্থ
eo: Akirado de risursoj bezonataj por la ĝisdatigo malsukcesis
is: Það tókst ekki að útvega forsendur uppfærslunnar
pt: Falhou a obtenção do pré-requisitos da actualização de versão
sr: Набављање предуслова надоградње није успело

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. Please report this as a bug using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report.
bn: উন্নীত করণের জন্য প্রয়োজনীয় বিষয়বস্তু পেতে সিস্টেম অসমর্থ। এখন উন্নীত করণ বাতিল করা হবে এবং মূল সিস্টেমের অবস্থা পূর্বাবস্থায় ফিরিয়ে আনা হবে। অনুগ্রহ করে টার্মিনালে কমান্ড 'ubuntu-bug update-manager' ব্যবহার করে এটিকে বাগ হিসেবে প্রতিবেদন দিন এবং বাগ প্রতিবেদনে ফাইল in /var/log/dist-upgrade/ in সংযুক্ত করুন।
eo: La sistemo ne eblis obteni la antaŭkondiĉojn por la promocio. La promocioj eliros nun kaj ĝi restaŭros la originan sistemstaton. Bonvolu raporti tion kiel cimo per la komando 'ubuntu-bug update-manager' en terminalo kaj aldoni la dosierojn en /var/log/dist-upgrade/ en la cimraporto.
pt: O sistema foi incapaz de obter os pré-requesitos para a atualização. A atualização será abortada agora e o estado original do sistema será restaurado. Por favor, reporte este bug utilizando o comando 'ubuntu-bug update-manager' num terminal e inclua os ficheiros em /var/log/dist-upgrade/ no relatório de erro.
sr: Систем није био у могућности да набави све предуслове за надоградњу. Надоградња ће сада бити прекинута и систем ће бити враћен у првобитно стање. Будите љубазни и пријавите ово као грешку користећи наредбу „ubuntu-bug update-manager“ у терминалу и прикачите датотеке из „/var/log/dist-upgrade/“ уз извештај.

source: Updating repository information
bn: রিপজিটরির তথ্য আপডেট করা হচ্ছে
eo: Ĝisdatigo de deponeja informo
is: Uppfæri upplýsingar um gagnahirslur
pt: A actualizar informação de repositórios
sr: Ажурирам информације ризница
