Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4-0guada2/po/*.po
Languages: bn, eo, is, pt, sr

source: 0 kB
bn: ০ কিবা

source: 1 kB
bn: ১ কিবা

source: %.0f kB
bn: %.0f কিবা

source: %.1f MB
bn: %.1f মেগাবাইট

source: Server for %s
bn: %s-এর জন্য সার্ভার
eo: Servilo por %s
is: Netþjónn fyrir %s
pt: Servidor para %s
sr: Земља сервера %s

source: Main server
bn: প্রধান সার্ভার
eo: Ĉefa servilo
is: Aðalnetþjónn
pt: Servidor principal
sr: Главни сервер

source: Custom servers
bn: কাস্টম সার্ভারসমূহ
eo: Propraj serviloj
is: Sérsniðnir netþjónar
pt: Servidores personalizados
sr: Ручно подешени сервери

source: Could not calculate sources.list entry
bn: sources.list গননা করা সম্ভব নয়
eo: Ne eblis kalkuli eron de sources.list
is: Gat ekki reiknað út sources.list-færsluna
pt: Não foi possivel calcular a entrada sources.list
sr: Не могу да урачунам ставку „sources.list“ (списак извора)

source: Unable to locate any package files, perhaps this is not a Ubuntu Disc or the wrong architecture?
bn: কোন প্যাকেজ ফাইল পাওয়া যায়নি, সম্ভবতঃ এটি উবুন্টু ডিস্ক নয়, নাকি এটি ভুল আর্কিটেকচারের ?
eo: Neeblas trovi ajnan pakaĵdosieron. Ĉu eble ĉi tiu ne estas Ubuntu-disko aŭ neĝustas ĝia arkitekturo?
is: Tölvan fann engar pakkaskrár, er þetta örugglega Ubuntu-diskur? Hann gæti einnig verið fyrir aðra gerð örgjörva..
pt: Não foi possível localizar ficheiros de pacotes, talvez isto não seja um Disco Ubuntu ou é de uma outra arquitectura?
sr: Не могу да пронађем ниједну датотеку пакета, можда ово није Убунту диск или је погрешна архитектура?

source: Failed to add the CD
bn: সিডি যোগ করা সম্ভব হয়নি
eo: Malsukcesis aldoni la KD
is: Það tókst ekki að bæta við geisladiskinum
pt: Falha ao adicionar o CD
sr: Нисам успео да додам ЦД диск

source: There was a error adding the CD, the upgrade will abort. Please report this as a bug if this is a valid Ubuntu CD. The error message was: '%s'
bn: সিডি যোগ করতে অসুবিধার কারণে আপডেট প্রক্রিয়া বন্ধ রাখা হয়েছে। এটি যদি সঠিক উবুন্টু সিডি হয়ে থাকে তাহলে একটি বাগ রিপোর্ট করুন। ত্রুটির বার্তাটি হল: '%s'
eo: Estis eraro dum aldono de la KD, la aktualigo ĉesos. Bonvolu raporti ĉi tion kiel cimon, se ĉi tio estas valida Ubuntu-KD. La erarmesaĝo estis: '%s'
is: Það kom upp villa við að bæta geisladisknum við, uppfærslan mun nú hætta. Tilkynntu þetta sem hugbúnaðarvillu („bug“) ef þetta er gildur Ubuntu-geisladiskur. Villuskilaboðin eru: ‚%s‘
pt: Ocorreu um erro ao adicionar o CD, a actualização de versão será abortada. Por favor relate este erro caso este seja um CD válido do Ubuntu. A mensagem de erro foi: '%s'
sr: Дошло је до грешке приликом додавања ЦД-а, надоградња ће бити прекинута. Молим пријавите ово као грешку ако је ово исправан Убунту диск. Грешка беше: „%s“

source: Remove package in bad state
bn: খারাপ অবস্থায় থাকা প্যাকেজ সরাও
eo: Forigi pakaĵon en erara stato
is: Fjarlægja pakka sem er í slæmu ástandi
pt: Remover o pacote em mau estado
sr: Уклони пакет у лошем стању

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Do you want to remove this package now to continue?
bn: '%s'প্যাকেজটি অসঙ্গতিপূর্ণ অবস্থায় আছে এবং পুনরায় ইনস্টল করা প্রয়োজন, কিন্তু এর জন্য কোনো আর্কাইভ পাওয়া যায়নি। আপনি কি প্যাকেজটি অপসারন করে এগিয়ে যেতে চান?
eo: La pakaĵo '%s' estas en nekohera stato kaj estas reinstalenda, sed neniu arkivo estas trovebla por ĝi. Ĉu vi volas forigi ĉi tiun pakaĵon nun por daŭrigi?
is: Pakkinn ‚%s‘ er illa ásigkominn og það er mikilvægt að hann verði settur aftur upp, en hann fannst ekki í neinu gangasafni. Viltu eyða honum og halda áfram?
pt: O pacote '%s' está num estado inconsistente e precisa de ser reinstalado mas não é possível encontrar nenhum arquivo para ele. Deseja remover este pacote agora para continuar?
sr: Пакет „%s“ је у несагласном стању и треба га опет инсталирати, али није пронађена архива за њега. Да ли желите да уклоните овај пакет како бисте наставили?

source: The server may be overloaded
bn: সার্ভারে সম্ভবত অত্যাধিক চাপ পড়েছে
eo: Eble la servilo estas superŝarĝita
is: Netþjónninn gæti verið undir miklu álagi
pt: O servidor pode estar sobrecarregado
sr: Сервер је можда преоптерећен

source: Broken packages
bn: ভাঙা প্যাকেজসমূহ
eo: Difektaj pakaĵoj
is: Bilaðir pakkar
pt: Pacotes quebrados
sr: Оштећени пакети

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
bn: আপনার সিস্টেমে এমন কিছু ভাঙ্গা প্যাকেজ আছে যা এই সফটওয়্যারের মাধ্যমে ঠিক করা সম্ভব না। দয়া করে সিনাপটিক বা apt-get ব্যবহার করে ঠিক করে অগ্রসর হোন।
eo: Via sistemo enhavas difektajn pakaĵojn, kiujn ĉi tiu programo ne povas ripari. Bonvolu ripari ilin per Synaptic aŭ Apt-get antaŭ ol daŭrigi.
is: Kerfið þitt inniheldur bilaða pakka sem ekki var hægt að laga með þessum hugbúnaði. Reyndu að laga þá með ‚synaptic‘ eða ‚apt-get‘ áður en lengra er haldið.
pt: O seu sistema contém pacotes quebrados que não puderam ser corrigidos com este software. Por favor corrija-os usando o synaptic ou apt-get antes de continuar.
sr: У Вашем систему постоје оштећени пакети који не могу бити поправљени овим софтвером. Поправите их прво користећи синаптик или апт-гет пре него што наставите.

source: An unresolvable problem occurred while calculating the upgrade: %s This can be caused by: * Upgrading to a pre-release version of Ubuntu * Running the current pre-release version of Ubuntu * Unofficial software packages not provided by Ubuntu
bn: আপগ্রেডের পরিমাণ নির্ণয় করার সময় সমাধান সম্ভব নয় এমন সমস্যা হয়েছে %s: এটা হতে পারে: *উবুন্টুর কোন প্রকাশিতব্য সংস্করণে আপগ্রেডের চেষ্টার জন্য *বর্তমান প্রকাশিতব্য সংস্করণে চালানোর জন্য *আনঅফিসিয়াল সফটওয়্যার প্যাকেজ চালানোর জন্য যা উবুন্টুর নয়।
eo: Nesolvebla problemo okazis dum kalkulado de la ĝisdatigo: %s Ĉi tio estas kaŭzebla de: * Ĝisdatigado al antaŭeldona versio de Ubuntu * Rulado de la nuna antaŭeldona versio de Ubuntu * Neoficiala programaraj pakaĵoj ne provizitaj de Ubuntu
is: Villa kom upp við að reikna út uppfærsluna: %s Nokkrar ástæður geta ollið þessu: * Þú ert að uppfæra yfir í prufuútgáfu af Ubuntu * Þú ert að nota prufuútgáfu af Ubuntu * Þú hefur náð í hugbúnaðarpakka sem eru ekki á vegum Ubuntu
pt: Ocorreu um erro irresolúvel durante o cálculo da actualização de versão (upgrade): %s Isto pode ser causado por: * Pretender actualizar o sistema para uma versão de pré-lançamento do Ubuntu * Estar a usar uma versão de pré-lançamento do Ubuntu * Pacotes de software não oficial e não disponibilizadas pelo Ubuntu
sr: Дошло је до нерешивог проблема приликом планирања надоградње. %s Ово може бити изазвано: * Надоградњом на рано издање дистрибуције * Извршавањем раног издања дистрибуције * Употребом незваничних пакета софтвера

source: This is most likely a transient problem, please try again later.
bn: এটি হয়তো একটি অস্থায়ী সমস্যা, অনুগ্রহ করে পরবর্তীতে আবার চেষ্টা করুন।
eo: Ĉi tio probable estas maldaŭra problemo, bonvolu reprovi poste.
is: Þetta er væntanlega tímabundið vandamál. Reyndu aftur síðar.
pt: Isto é provavelmente um problema temporário, por favor tente mais tarde.
sr: Ово је највероватније пролазни проблем, молим покушајте поново касније.

source: If none of this applies, then please report this bug using the command 'ubuntu-bug update-manager' in a terminal.
bn: যদি এটির কোনটি প্রয়োগ করা না হয়, তখন অনুগ্রহ করে টার্মিনালে কমান্ড 'ubuntu-bug update-manager' ব্যবহার করে এই বাগ প্রতিবেদন দিন।
eo: Se neniu el ĉi tiuj aplikas, do bonvolu raporti tion kiel cimo per la komando 'ubuntu-bug update-manager' en terminalo.
pt: Se nenhum destes se aplicar, então, por favor, reporte este bug utilizando o comando 'ubuntu-bug update-manager' num terminal.
sr: Ако ништа од овога не може да се примени, онда будите љубазни и пријавите ову грешку користећи наредбу „ubuntu-bug update-manager“ у терминалу.

source: Could not calculate the upgrade
bn: আপগ্রেডের পরিমাণ নির্ণয় করা যাচ্ছে না।
eo: Ne eblas kalkuli la ĝisdatigon
is: Gat ekki reiknað út uppfærsluna
pt: Impossível calcular a actualização de versão
sr: Нисам могао да испланирам надоградњу

source: Error authenticating some packages
bn: কিছু প্যাকেজের পরিচয় প্রমাণে ত্রুটি হয়েছে
eo: Eraro dum aŭtentigado de iuj pakaĵoj
is: Það kom upp villa við að staðfesta nokkra pakka
pt: Erro ao autenticar alguns pacotes
sr: Грешка приликом провере веродостојности неких пакета

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
bn: কিছু প্যাকেজের পরিচয় প্রমাণ করা সম্ভব হয়নি। এটা হয়তো নেটওয়ার্কের অস্থায়ী কোন ত্রুটি। আপনি পরবর্তীতে আবার চেষ্টা করতে পারেন। পরিচয় অপ্রমাণিত প্যাকেজের তালিকার জন্য নিচে দেখুন।
eo: Ne eblis aŭtentigi iujn pakaĵojn, eble pro maldaŭra reta problemo. Eble vi volas reprovi poste. Vidu malsupre por listo de neaŭtentigitaj pakaĵoj.
is: Það tókst ekki að staðfesta nokkra pakka, þetta gæti verið tímabundið netvandamál- reyndu aftur síðar. Að neðan er listi yfir þá pakka sem ekki tókst að staðfesta.
pt: Não foi possível autenticar alguns pacotes. Este pode ser um problema de rede temporário. Tente novamente mais tarde. Verifique abaixo uma lista de pacotes não autenticados.
sr: Провера веродостојности неких пакета није била могућа. Ово може бити пролазни мрежни проблем, те уколико желите, можете пробати још једном касније. Испод се налази списак пакета који нису проверени.

source: The package '%s' is marked for removal but it is in the removal blacklist.
bn: '%s' প্যাকেজটিকে অপসারনের জন্য চিহ্নিত করা হয়েছে কিন্তু এটি অপসারনের জন্য কাল তালিকা ভুক্ত।
eo: La pakaĵo '%s' estas markita por forigi sed ĝi estas en la nigra listo por forigoj.
is: Gefin var skipun um að fjarlægja pakkann ‚%s‘ en það er bannað að fjarlægja hann.
pt: O pacote '%s' está marcado para remoção mas está na lista negra de remoção.
sr: Пакет „%s“ је означен за уклањање али се налази на листи пакета који не треба да се уклањају.

source: The essential package '%s' is marked for removal.
bn: গুরুত্বপূর্ণ প্যাকেজ '%s' মুছে ফেলার জন্য চিহ্নিত করা হয়েছে।
eo: La esenca pakaĵo '%s' estas markita por forigi.
is: Það á að fjarlægja pakkann ‚%s‘ en hann er ómissandi.
pt: O pacote essencial '%s' está marcado para remoção.
sr: Кључни пакет „%s“ је означен за уклањање.

source: Trying to install blacklisted version '%s'
bn: কালো তালিকাভুক্ত সংস্করন '%s' ইনস্টলের চেষ্টা করা হচ্ছে
eo: Provo instali version '%s', kiu estas en la nigra listo
is: Reyni að setja upp útgáfuna ‚%s‘ sem er á svörtum lista
pt: Tentando instalar a versão '%s' da lista negra
sr: Покушавам да инсталирам верзију „%s“ из црне листе

source: Can't install '%s'
bn: '%s' ইন্সটল করা যাচ্ছে না
eo: Ne eblis instalo de '%s'
is: Það tókst ekki að setja upp ‚%s‘
pt: Impossível instalar '%s'
sr: Не могу да инсталирам „%s“

source: It was impossible to install a required package. Please report this as a bug using 'ubuntu-bug update-manager' in a terminal.
bn: প্রয়োজনীয় প্যাকেজ ইনস্টল করা সম্ভব নয়। অনুগ্রহ করে টার্মিনালে 'ubuntu-bug update-manager' ব্যবহার করে এটিকে বাগ হিসেবে প্রতিবেদন দিন।
eo: Instalado de postulataj pakaĵoj neeblas. Bonvolu raporti tion kiel cimo per la komando 'ubuntu-bug update-manager' en terminalo.
pt: Foi impossível instalar um pacote requerido. Por favor, reporte este bug utilizando 'ubuntu-bug update-manager' num terminal.
sr: Нисам могао да инсталирам захтевани пакет. Будите љубазни и пријавите ово као грешку користећи наредбу „ubuntu-bug update-manager“ у терминалу.

source: Can't guess meta-package
bn: meta-package অনুমান করা যাচ্ছ না
eo: Ne eblas diveni meta-pakaĵon
is: Get ekki giskað á lýsipakka
pt: Impossível descobrir meta-pacote
sr: Не могу да погодим мета пакет

source: Your system does not contain a ubuntu-desktop, kubuntu-desktop, xubuntu-desktop or edubuntu-desktop package and it was not possible to detect which version of Ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
bn: আপনার সিস্টেমে ubuntu-desktop, kubuntu-desktop, xubuntu-desktop কিংবা edubuntu-desktop প্যাকেজ পাওয়া যায় নি এবং আপনার চালানো উবুন্টুর ভার্সন সনাক্ত করা সম্ভব হয় নি। অনুগ্রহ করে প্রথমে উপরোল্লিখিত প্যাকেজগুলি synaptic কিংবা apt-get ব্যবহার করে ইন্সটল করুন।
eo: Via sistemo ne enhavas pakaĵon ubuntu-desktop, kubuntu-desktop, xubuntu-desktop aŭ edubuntu-desktop kaj ne eblis detekti kiun version de Ubuntu vi rulas. Bonvolu unue instali iun el la suprajn pakaĵojn uzante synaptic aŭ apt-get antaŭ ol daŭrigi.
is: Kerfið þitt inniheldur hvorki pakkann ‚ubuntu-desktop‘, ‚kubuntu-desktop‘, ‚xubuntu-desktop‘ né ‚edubuntu-desktop‘- og ekki tókst að bera kennsl á hvaða tegund af Ubuntu þú ert að nota. Settu upp einn af áðurnefndum pökkum með því að nota Synaptic-pakkastjórann eða með því að nota apt-get áður en þú heldur áfram.
pt: O seu sistema não contém o pacote ubuntu-desktop, kubuntu-desktop, xubuntu-desktop ou edubuntu-desktop, portanto não é possível detectar qual a versão do ubuntu que está a executar. Por favor instale um dos pacotes acima mencionados usando o synaptic ouo apt-get antes de continuar.
sr: Ваш систем не садржи убунту-десктоп, кубунту-десктоп, хубунту-десктоп или едубунту-десктоп пакет и није могуће одредити које издање Убунту дистрибуције користите. Молим инсталирајте прво један од тих пакета користећи синаптик или апт-гет пре него што наставите.

source: Reading cache
bn: cache পড়া হচ্ছে
eo: Legado de kaŝmemoro
is: Les skyndiminni
pt: A ler a cache
sr: Читам кеш

source: Unable to get exclusive lock
bn: exclusive লক পাওয়া যায়নি
eo: Ne eblas ekskluzive ŝlosi.
is: Fékk ekki útilokunarlæsingu
pt: Incapaz de obter o acesso exclusivo ao sistema
sr: Искључиво закључавање није успело

source: This usually means that another package management application (like apt-get or aptitude) already running. Please close that application first.
bn: এইটি সাধারণত বুঝায় যে অন্য একটি package management application (apt-get অথবা aptitude . .) ইতিমধ্যে চলছে। অনুগ্রহ করে ঔ অ্যাপলিকেশন বন্ধ করুন প্রথম।
eo: Tio plej ofte signifas ke alia pakaĵomastruma aplikaĵo (eble apt-get aŭ aptitude) jam ruliĝas. Bonvolu unue fermi tiun aplikaĵon.
is: Þetta þýðir líklega að annar pakkastjóri (t.d. ‚apt-get‘ eða ‚aptitude‘) sé í gangi. Lokaðu því forriti til að halda áfram.
pt: Isto geralmente significa que existe outro gestor de pacotes (como o apt-get ou o aptitude) em execução. Tem de sair dessa aplicação primeiro antes de continuarmos.
sr: Ово најчешће значи да је покренут неки други програм за управљање пакета (рецимо „apt-get“ или „aptitude“). Молим прво затворите тај програм.

source: Upgrading over remote connection not supported
bn: দূরবর্তী সংযোগের মধ্যদিয়ে আপগ্রেড করা সমর্থিত নয়
eo: Promociado trans fora konekto ne subtenata
is: Þú getur ekki uppfærst yfir fjartengingu
pt: A actualização através de uma ligação remota não é suportada
sr: Надоградња преко удаљеног рачунара није подржана

source: You are running the upgrade over a remote ssh connection with a frontend that does not support this. Please try a text mode upgrade with 'do-release-upgrade'. The upgrade will abort now. Please try without ssh.
bn: আপনি আপগ্রেড সংস্করণটি দূরবর্তী ssh সংযোগের উপর চালাচ্ছেন যার ফ্রন্টএন্ড এটা সমর্থন করে না। অনুগ্রহ করে 'do-release-upgrade' দিয়ে টেক্সট মোড আপগ্রেড করার চেষ্টা করুন। আপগ্রেড এখন বাতিল করা হবে। অনুগ্রহ করে ssh ছাড়া চেষ্টা করুন।
eo: Vi ĝisdatigas laŭ fora ssh-konekto per fasado kiu ne subtenas tion. Bonvolu provi ĝisdatigadi en teksta reĝimo per 'do-release-upgrade'. La ĝisdatigado nun ĉesos. Bonvolu reprovi sen ssh.
pt: Está a executar a actualização através de uma ligação SSH, porém o seu interface não suporta isto. Por favor tente uma actualização de versão em modo texto com 'do-release-upgrade'. A actualização de versão vai ser cancelada. Por favor tente sem SSH.
sr: Извршавате надоградњу преко удаљене „ssh“ везе помоћу хардвера који не подржава ту могућност. Молим пробајте текстуални начин надоградње користећи „do-release-upgrade“. Надоградња ће сада бити прекинута. Молим пробајте без „ssh“.

source: Continue running under SSH?
bn: SSH এর অধীনে এগিয়ে যেতে চান?
eo: Ĉu daŭrigi ruladon sub SSH?
is: Viltu halda áfram að nota SSH?
pt: Continuar a correr sobre SSH?
sr: Наставити са радом у „SSH“?

source: This session appears to be running under ssh. It is not recommended to perform a upgrade over ssh currently because in case of failure it is harder to recover. If you continue, an additional ssh daemon will be started at port '%s'. Do you want to continue?
bn: এই সেশনটি সম্ভবত ssh এর অধীনে চলছে। এই মুহূর্তে ssh এর উপর আপগ্রেড না চালানোর জন্য সুপারিশ করা যাচ্ছে কারণ তা ব্যর্থ হলে পুনরুদ্ধার করা কঠিন হয়ে যাবে। আপনি যদি চালিয়ে যান, '%s' পোর্টে একটি অতিরিক্ত ssh ডিমন আরম্ভ হবে। আপনি কি চালিয়ে যেতে চান?
eo: Ŝajnas, ke ĉi tiu seanco ruliĝas laŭ ssh. Ne estas rekomendate ĝisdatigadi laŭ ssh nun ĉar kaze de eraro estas pli malfacile ripari ĝin. Se vi daŭrigas, aldona ssh-demono estos lanĉata je pordo '%s Ĉiu vi volas daŭrigi?
pt: Esta sessão parece estar a ser executada sob SSH. Não é recomendado efectuar actualizações de versão numa ligação SSH pois em caso de falha será mais difícil reparar. Se continuar, um daemon SSH adicional será iniciado na porta '%s'. Deseja continuar ?
sr: Чини се да ова сесија ради под „ssh“. Није препоручљиво вршити надоградњу преко исте, јер је у случају неуспеха много теже преправити. Ако наставите, додатни „ssh“ демон ће бити покренут на порту „%s“. Да ли желите да наставите?

source: Starting additional sshd
bn: অতিরিক্ত sshd শুরু করা হচ্ছে
eo: Lanĉante ekstran sshd
is: Ræsi annað sshd
pt: A iniciar um sshd adicional
sr: Покрећем додатни „sshd“

source: To make recovery in case of failure easier, an additional sshd will be started on port '%s'. If anything goes wrong with the running ssh you can still connect to the additional one.
bn: আপগ্রেড ব্যর্থ হলে পুনরুদ্ধার সহজ করার জন্য, '%s' পোর্টে অতিরিক্ত একটি sshd আরম্ভ হবে। ssh চালানোর সময় কোন সমস্যা দেখা দিলেও আপনি এটির সাথে সংযোগ করতে পারবেন।
eo: Por plifaciligi la riparon en kazo de fiasko, aldona sshd estos startigata je pordo '%s'. Se io ajn fiaskas pri la ruliĝanta ssh, vi ankoraŭ povos konekti al la aldona.
is: Til að auðvelda bata þá mun auka sshd keyra í tenginum ‚%s‘. Ef eitthvað fer úrskeyðis við að keyra SSH þá er hægt að tengjast við hina tenginguna.
pt: Para recuperar facilmente em caso de falha, um sshd adicional arrancará na porta '%s'. Se alguma coisa correr mal com o ssh actual, você poderá ligar-se ao adicional.
sr: Да би учинили опоравак у случају неуспеха лакшим, додатни „sshd“ ће бити покренут на порту „%s“. Ако било шта пође непланирано са текућим „ssh“, можете се повезати на додатни.

source: If you run a firewall, you may need to temporarily open this port. As this is potentially dangerous it's not done automatically. You can open the port with e.g.: '%s'
bn: আপনি যদি কোনো ফায়ারওয়াল চালান তবে আপনাকে অস্থায়ীভাবে এ পোর্ট বন্ধ করতে হবে। এটা কিছুটা বিপদজ্জনক কারণ এটা স্বয়ংক্রিয়ভাবে করা নেই। উদাহরণস্বরূপ, আপনি যা দিয়ে পোর্ট খুলতে পারেন: '%s'
eo: Se vi uzas fajroŝirmilon, eble vi devas provizore malfermi tiun ĉi pordon. Pro la potenciala danĝero tio ne aŭtomate okazas. Vi povas malfermi la pordon per ekz.: ‘%s’
pt: Se tem uma firewall, pode precisar de abrir temporariamente esta porta. Como esta acção é pode ser perigosa, não é feita automaticamente. Pode abrir a porta com: "%s"
sr: Ако користите мрежну баријеру, можда ће бити потребно да привремено отворите овај порт. Пошто је ово потенцијално опасно није урађено аутоматски. Можете да отворите порт са нпр.: „%s“

source: Can not upgrade
bn: আপডেট করা সম্ভব নয়
eo: Ne povas ĝisdatigi
is: Get ekki uppfært
pt: Impossível actualizar a versão
sr: Не могу да извршим надоградњу

source: An upgrade from '%s' to '%s' is not supported with this tool.
bn: '%s' হতে '%s' এ আপগ্রেড এই টুল দ্বারা সমর্থিত নয়।
eo: Ĉi tiu ilo ne ebligas ĝisdatigon de '%s' al '%s'.
is: Þú getur ekki uppfært frá ‚%s‘ yfir í ‚%s' með þessu forriti.
pt: Uma actualização de versão de '%s' para '%s' não é suportada por esta ferramenta.
sr: Ова алатка не подржава надоградњу са „%s“ на „%s“.

source: Sandbox setup failed
bn: Sandbox সেটআপ ব্যর্থ
eo: Instalo de la testludejo malsukcesis.
is: Ekki tókst að setja upp sandkassa
pt: A configuração sandbox (teste) falhou
sr: Нисам успео да поставим тест окружења

source: It was not possible to create the sandbox environment.
bn: স্যান্ডবক্স এনভায়রনমেন্ট তৈরি করা সম্ভব হয়নি।
eo: Estis neeble krei la testludejan medion.
is: Það tókst ekki að búa til sandkassann.
pt: Não foi possível criar um ambiente sandbox (teste)
sr: Није било могуће направити тест окружење.

source: Sandbox mode
bn: Sandbox মোড
eo: Testludeja reĝimo
is: Sandkassahamur
pt: Modo sandbox
sr: Режим тест окружења

source: This upgrade is running in sandbox (test) mode. All changes are written to '%s' and will be lost on the next reboot. *No* changes written to a systemdir from now until the next reboot are permanent.
bn: এই আপগ্রেডটি sandbox (পরীক্ষামূলক) মোডে চলছে। সব পরিবর্তন '%s' এ সংরক্ষণ করা হয়েছে এবং পরবর্তী বুটের সময় সব মুছে যাবে। systemdir-তে যে কোন পরিবর্তন নয় লিখা হয়েছে তা এখন থেকে পরবর্তী বুটের সময় পর্যন্ত স্থায়ী।
eo: Ĉi tiu ĝisdatigo ruliĝas en la test-ludeja reĝimo. Ĉiu ŝanĝoj estos senditaj '%s' kaj perdiĝos je la sekva restartigo de la sistemo. Neniu ŝanĝo skribita al iu sistema dosierujo inter nun kaj la sekva restartigo estos daŭra,
is: Þessi uppfærsla fer fram í sandkassanum (til að testa). Allar breytingar sem þú gerir fara í ‚%s‘ og eyðast þegar þú kveikir næst á tölvunni. Allar breytingar sem gerðar eru á systemdir verða teknar aftur þegar þú kveikir næst á tölvunni.
pt: Esta actualização de versão está a correr em modo sandbox (teste). Todas as mudanças são escritas em '%s' e serão perdidas no próximo reinício do computador. *Nenhuma* das mudança escritas na systemdir são permanentes, por agora e até que o computador seja reiniciado.
sr: Ова надоградња се обавља у тест окружењу. Све промене су записане у „%s“ и биће изгубљене при следећем учитавању. *Никакве* измене записане у директоријуму система од сада па до следећег учитавања неће бити сталне.

source: Your python install is corrupted. Please fix the '/usr/bin/python' symlink.
bn: আপনার python ইনস্টল ত্রুটিপূর্ণ। অনুগ্রহ করে '/usr/bin/python' সিমলিংকটি ঠিক করুন।
eo: Via pitona instalado estas damaĝita. Bonvolu ripari la simbolan ligilon '/usr/bin/python'.
is: Það er eitthvað að python uppsetningunni þinni. Reyndu að laga ‚/usr/bin/python‘-vísunina.
pt: A sua instalação de python está corrompida. Por favor corriga a ligação simbólica para '/usr/bin/python'
sr: Пајтон инсталација је оштећена. Молим оправите „/usr/bin/python“ симболичку везу.

source: Package 'debsig-verify' is installed
bn: 'debsig-verify' প্যাকেজটি ইন্সটল করা হয়েছে
eo: Pakaĵo 'debsig-verify' estas instalita.
is: Pakkinn 'debsig-verify' er uppsettur
pt: O pacote 'debsig-verify' está instalado
sr: Пакет „debsig-verify“ је инсталиран
