Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/grubaker2/tags/grubaker2-0.4/po/*.po
Languages: es

source: ERROR: current grub configuration is not readable
es: ERROR: la configuracion actual de grub no se puede leer

source: ERROR: default grub configuration is not readable
es: ERROR: la configuracion por defecto de grub no se puede leer

source: ERROR: default grub configuration is not writable
es: ERROR: la configuracion por defecto de grub no se puede grabar

source: Boot menu rebuilt
es: Menu de arranque regenerado

source: Boot menu rebuilding failed
es: La regeneracion del menu; de arranque ha fallado

source: (check to avoid boot menu to be shown)
es: (marque para que no se muestre el menu de inicio)

source: (check to make a beep when menu is shown)
es: (marque para que suene un pitido al mostrar el menu)

source: Hide menu:
es: Ocultar el menu:

source: Preferred system:
es: Sistema preferido:

source: Sound:
es: Sonido

source: Timeout:
es: Tiempo de espera:
