Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4/po/*.po
Languages: de, eu, sl, sq

source: The partial upgrade was completed.
de: Teilweise Systemaktualisierung abgeschlossen.
eu: Bertsio-berritze partziala burutu da.
sl: Delna nadgradnja je zaključena.
sq: Përditësimi i pjesshëm nuk u kompletua.

source: evms in use
de: evms ist in Verwendung
eu: evms erabilpean
sl: evms je v uporabi
sq: evms është në përdorim

source: Your system uses the 'evms' volume manager in /proc/mounts. The 'evms' software is no longer supported, please switch it off and run the upgrade again when this is done.
de: Ihr System verwendet die »evms«-Datenträgerverwaltung in /proc/mounts. Die Anwendung »evms« wird nicht mehr unterstützt. Bitte schalten Sie »emvs« ab und starten Sie die Systemaktualisierung danach erneut.
eu: Zure sistemak 'evms' bolumen-kudeatzailea darabil '/proc/mounts'-en. Jadanik ez dago 'evms' softwarearentzako sostengurik; mesedez, itzali ezazu eta eguneraketa berrabiarazi ezazu.
sl: Sistem uporablja upravljalnik podatkovnih nosilcev 'evms' v /proc/mounts. Program 'evms' ni več podprt, zato ga je treba onemogočiti in nato ponovno zagnati nadgradnjo.
sq: Sistemi juaj përdor menaxhuesin e volumit 'evms' në /proc/mounts. Programi 'evms' nuk suportohet më, ju lutemi fikeni atë dhe nisni përditësimin përsëri kur të keni mbaruar.

source: Your graphics hardware may not be fully supported in Ubuntu 11.04.
de: Ihre Grafik-Hardware könnte möglicherweise nicht komplett von Ubuntu 11.04 unterstützt werden.
sl: Vaša grafična strojna oprema morda ni v celoti podprta v Ubuntu 11.04.
sq: Hardueri i grafikëve tuaj mund të mos suportohet plotësisht në Ubuntu 11.04.

source: The support in Ubuntu 11.04 for your intel graphics hardware is limited and you may encounter problems after the upgrade. Do you want to continue with the upgrade?
de: Ubuntu 11.04 bietet nur begrenzte Unterstützung für Ihre Intel-Grafik-Hardware und Sie könnten nach der Aktualisierung Probleme feststellen. Soll die Aktualisierung fortgesetzt werden?
sl: Podpora v Ubuntu 11.04 za vašo grafično strojno opremo intel je omejena in morda boste po nadgradnji naleteli na težave. Ali želite nadaljevati z nadgradnjo?
sq: Mbështetja në Ubuntu 11.04 për harduerin e grafikëve Intel që ju keni është i kufizuar dhe ju mund të hasni në probleme pas përditësimit. Dëshironi të vazhdoni me përditësimin?

source: Upgrading may reduce desktop effects, and performance in games and other graphically intensive programs.
de: Eine Systemaktualisierung kann zu eingeschränkten visuellen Effekte führen und die Geschwindigkeit in Spielen und anderen Grafik-intensiven Anwendungen herabsetzen.
eu: Bertsio-berritzeak mahaigaineko efektuak murriztu dezake, edo jokoen eta grafikoen erabilera intentsibodun programen errendimendua gutxitu.
sl: Nadgradnja bo verjetno vplivala na učinke namizja, zmogljivost pri igrah in drugih grafično zahtevnih programih.
sq: Përditësimi mund të pakësojë efektet e desktopit, performancën e lojërave dhe të programeve të tjerë me grafikë intensivë.

source: This computer is currently using the NVIDIA 'nvidia' graphics driver. No version of this driver is available that works with your video card in Ubuntu 10.04 LTS. Do you want to continue?
de: Der Recher verwendet derzeit den Gafiktreiber »nvidia« von NVIDIA. Es ist keine Version dieses Treiber verfügbar, die mit Ihrer Grafikkarte in Ubuntu 10.04 LTS arbeiten kann. Möchten Sie fortfahren?
eu: Ordenagailu honek une honetan NVIDIA "nvidia" kontrolatzaile grafikoa erabiltzen ari da. Ez da aurkitu kontrolatzaile honen bertsiorik zure bideo txartelarekin Ubuntu 10.04 LTS-en funtzionatzen duena. Jarraitu nahi duzu?
sl: Sistem trenutno uporablja grafični gonilnik NVIDIA 'nvidia'. V Ubuntu 10.04 LTS za to grafično kartico ni ustreznega gonilnika. Ali želite nadaljevati?
sq: Ky kompjuter për momentin po përdorin driverin e grafikëve NVIDIA 'nvidia'. Nuk ka një version të disponueshëm të këtij driveri që të punojë me kartën tuaj video në Ubuntu 10.04 LTS. Dëshironi të vazhdoni?

source: This computer is currently using the AMD 'fglrx' graphics driver. No version of this driver is available that works with your hardware in Ubuntu 10.04 LTS. Do you want to continue?
de: Der Rechner verwendet derzeit den Grafiktreiber »fglrx« von AMD. Es ist keine Version dieses Treiber verfügbar, die mit Ihrer Hardware in Ubuntu 10.04 LTS arbeiten kann. Möchten Sie fortfahren?
eu: Ordenagailu honek une honetan AMD "fglrx" kontrolatzaile grafikoa erabiltzen ari da. Ez da aurkitu kontrolatzaile honen bertsiorik zure bideo txartelarekin Ubuntu 10.04 LTS-en funtzionatzen duena. Jarraitu nahi duzu?
sl: Sistem trenutno uporablja grafični gonilnik AMD 'fglrx'. V Ubuntu 10.04 LTS za to grafično kartico ni ustreznega gonilnika. Ali želite nadaljevati?
sq: Ky kompjuter për momentin po përdorin driverin e grafikëve AMD 'fglrx'. Nuk ka një version të disponueshëm të këtij driveri që të punojë me kartën tuaj video në Ubuntu 10.04 LTS. Dëshironi të vazhdoni?

source: No i686 CPU
de: Kein i686-Prozessor vorhanden
eu: Ez da i686 PUZaÂ¡
sl: Brez CPE i686
sq: Jo i686 CPU

source: Your system uses an i586 CPU or a CPU that does not have the 'cmov' extension. All packages were built with optimizations requiring i686 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
de: Ihr Rechner verwendet einen i586-Prozessor oder einen Prozessor, der keine CMOV-Instruktionen unterstützt. Alle Pakete wurden jedoch so optimiert, dass sie mindestens einen i686-Prozessor erfordern. Deshalb ist es mit dieser Hardware nicht möglich, Ihren Rechner auf eine neue Ubuntu-Version zu aktualisieren.
eu: Zure sistemak i586 edo 'cmov' luzapena erabiltzen ez duen PUZ bat dauka. Pakete guztiak i686 behar duten optimizazioak eginez sortu dira. Ez da posible zure sistema Ubuntu banaketa berrira eguneratzea.
sl: Vaših sistem uporablja CPE i586 ali CPE, ki nima razširitve 'cmov'. Vsi paketi so bili izgrajeni z optimizacijami, ki kot najmanjšo arhitekturo zahtevajo i686. S to strojno opremo vašega sistema ni mogoče nadgraditi na novo izdajo Ubuntuja.
sq: Sistemi juaj përdor një CPU i586 ose një CPU që nuk e ka zgjatimin 'cmov'. Të gjitha paketat janë ndërtuar me përmirësime që kërkojnë i686 si arkitekturë minimale. Nuk është e mundur ta përditësoni sistemin tuaj në një version të ri të Ubuntu me këtë hardware.

source: No ARMv6 CPU
de: Kein ARMv6-Prozessor
eu: Ez dago ARMv6 PUZik
sl: Ni CPE ARMv6
sq: Jo ARMv6 CPU

source: Your system uses an ARM CPU that is older than the ARMv6 architecture. All packages in karmic were built with optimizations requiring ARMv6 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
de: Ihr System verwendet eine ARM-CPU mit einer älteren Architektur als ARMv6. Alle Softwarepakete in Karmic wurden mit Optimierungen erstellt, die ARMv6 als minimale Architektur erfordern. Es ist nicht möglich, mit dieser Hardware Ihr System auf eine neue Ubuntu-Version zu aktualisieren.
eu: Zure sistemak ARM PUZ bat darabil, ARMv6 arkitektura baino zaharragokoa. Karmic-erako pakete guztiak ARMv6 gutxieneko arkitektura gisa hartuz eraiki ziren. Ezin da sistema Ubunturen bertsio berri batera bertsio-berritu hardware honekin.
sl: Sistem uporablja CPE ARM, ki je starejša od arhitekture ARMv6. Vsi paketi v distribuciji so bili izgrajeni z možnostmi, ki zahtevajo ARMv6 kot najnižjo različico arhitekture. Na trenutni strojni opremi ni mogoče nadgraditi vašega sistema na novo izdajo distribucije Ubuntu.
sq: Sistemi juaj përdor një ARM CPU i cili është më i vjetër se arkitektura ARMv6. Të gjitha paketat në KArmic janë ndërtuar me përmirësime që kërkojnë ARMv6 si arkitekturë minimale. Nuk është e mundur ta përditësoni sistemin tuaj në një version të ri të Ubuntu me këtë hardware.

source: No init available
de: Kein init verfügbar
eu: Ez dago init-ik
sl: Init ni na voljo
sq: Nuk ka init të disponueshëm

source: Your system appears to be a virtualised environment without an init daemon, e.g. Linux-VServer. Ubuntu 10.04 LTS cannot function within this type of environment, requiring an update to your virtual machine configuration first. Are you sure you want to continue?
de: Ihr System scheint eine virtuelle Umgebung ohne init-daemon zu sein, z.B. Linux-VServer. Ubuntu 10.04 LTS läuft in dieser Art von Umgebung nicht, sondern benötigt zuerst eine Aktualisierung der Konfiguration Ihrer virtuellen Maschine. Sind Sie sicher, dass Sie fortfahren möchten?
eu: Zure sistemak init daemon bat ez duen giro birtualizatu bat dirudi, ad. Linux-VServer. Ubuntu 10.04 LST ezin da funtzionatu giro honen barruan, zure makina birtualaren konfigurazioaren eguneraketa bat behar izan gabe lehenik. Ziur al zaude jarraitu nahi duzula?
sl: Sistem je videti kot navidezno okolje brez ozadnjega programa init (npr. Linux-VServer). Ubuntu 10.04 LTS v takšenem okolju ne more delovati, zato je treba najprej posodobiti navidezno okolje. Ali res želite nadaljevati?
sq: Sistemi juaj duket se është një ambient i virtulizuar pa një init daemon, pra Linux-VServer. Ubuntu 10.04 LTS nuk mund të funksionojë brenda këtij lloj ambienti, sepse kërkon që fillimisht ju t'i bëni një përditësim konfigurimit të makinës suaj virtuale. Jeni i sigurtë që dëshironi të vazhdoni?

source: Sandbox upgrade using aufs
de: Sandbox-Systemaktualisierung mit aufs
eu: Sandbox eguneratu aufs erabiliz
sl: Nadgradnja peskovnika z aufs
sq: Po përditësojmë Sandbox duke përdorur aufs

source: Use the given path to search for a cdrom with upgradable packages
de: Den angegebenen Pfad benutzen, um nach einer CD-ROM mit aktualisierbaren Paketen zu suchen.
eu: Erabili emandako bide-izena pakete bertsio-berrigarriak dituen CDROMa bilatzeko
sl: Uporabi navedeno pot za preiskovanje nosilcev s paketi za nadgradnjo
sq: Përdor shkurtoren e dhënë për të kërkuar për një cdrom me paketa të përditësueshme

source: Use frontend. Currently available: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
de: Grafische Benutzeroberfläche verwenden. Momentan verfügbar: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
eu: Erabiltzaile-interfazea erabili. Orain erabilgarriak: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
sl: Uporabite vmesnik. Trenutno so na voljo: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
sq: Përdor frontend. E disponueshme për momentin: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE

source: *DEPRECATED* this option will be ignored
de: *VERALTET* diese Option wird ignoriert
sl: *ZASTARELO* ta možnost bo bila prezrta
sq: *DEPRECATED* ky opsion do të shpërfillet.

source: Perform a partial upgrade only (no sources.list rewriting)
de: Nur teilweise Systemaktualisierung durchführen (ohne sources.list erneut zu schreiben)
eu: Bertsio-berritze partziala bakarrik (ez da sources.list berridatziko)
sl: Izvedi le delno nadgradnjo (ne prepiše datoteke sources.list)
sq: Kryej një përditësim të pjesshëm (pa rishkruar sources.list)

source: Disable GNU screen support
de: GNU-Bildschirmunterstützung deaktivieren
sl: Onemogoči podporo zaslona GNU
sq: Çaktivizo mbështetjen për ekranin e GNU

source: Set datadir
de: Datenverzeichnis festlegen
eu: Datu-karpeta ezarri
sl: Nastavi podatkovno mapo
sq: Vendos datadir

source: Please insert '%s' into the drive '%s'
de: Bitte legen Sie »%s« in das Laufwerk »%s« ein
eu: Mesedez, sartu '%s' '%s' unitatean
sl: Vstavite '%s' v pogon '%s'
sq: Ju lutem Fut '%s' Në ngases '%s'

source: Fetching is complete
de: Dateien wurden vollständig heruntergeladen
eu: Deskarga amaitu da
sl: Pridobivanje je zaključeno
sq: Marrja u kompletua

source: Fetching file %li of %li at %sB/s
de: Datei %li von %li wird mit %sB/s heruntergeladen
eu: %li / %li fitxategia eskuratzen %sB/s abiaduran
sl: Pridobivanje datoteke %li od %li s hitrostjo %sB/s
sq: Duke marrë skedarin %li e %li në %sB/s

source: About %s remaining
de: Es verbleiben ungefähr %s
eu: %s inguru falta da
sl: Približni preostali čas: %s
sq: Rreth %s të mbetura

source: Fetching file %li of %li
de: Datei %li von %li wird heruntergeladen
eu: %li / %li fitxategia eskuratzen
sl: Pridobivanje datoteke %li od %li
sq: Duke marrë skedarin %li të %li

source: Applying changes
de: Änderungen werden angewendet
eu: Aldaketak aplikatzen
sl: Uveljavljanje sprememb
sq: Duke aplikuar ndryshimet

source: dependency problems - leaving unconfigured
de: Abhängigkeitsprobleme - beende unkonfiguriert
eu: menpekotasun arazoak - konfiguratu gabe utzi da
sl: težave z odvisnostmi - paket ne bo nastavljen
sq: probleme vartësie - po e lëmë të pakonfiguruar

source: Could not install '%s'
de: »%s« konnte nicht installiert werden
eu: Ezin izan da '%s' instalatu
sl: Paketa '%s' ni bilo mogoče namestiti
sq: Nuk mund të instalojmë '%s'

source: The upgrade will continue but the '%s' package may not be in a working state. Please consider submitting a bug report about it.
de: Die Systemaktualisierung wird fortgesetzt, aber das Paket »%s« könnte sich in einem nicht funktionsfähigen Zustand befinden. Bitte ziehen Sie in Betracht, diesen Fehler zu melden.
eu: Bertsio-berritzearekin jarraituko da baina '%s' paketeak agian ez du ongi funtzionatuko. Kasu horretan kontsideratu akatsaren berri ematea mesedez.
sl: Nadgradnja se bo nadaljevala vendar pa paket '%s' najverjetneje ne bo deloval. Pošljite poročilo o hrošču.
sq: Përditësimi do të vazhdojë por paketa '%s' mund të mos jetë në gjendje pune. ju lutemi të konsideroni lëshimin e një raporti të defektit rreth saj.

source: Replace the customized configuration file '%s'?
de: Soll die manuell angepasste Konfigurationsdatei %s ersetzt werden?
eu: Konfigurazio-fitxategi pertsonalizatu hau ordezkatu nahi al duzu? '%s'
sl: Ali naj se zamenja prilagojena nastavitvena datoteka '%s'?
sq: Zëvendëso skedarin e përshtatur të konfigurimit '%s'?

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
de: Alle Änderungen an dieser Konfigurationsdatei gehen verloren, wenn Sie diese durch eine neuere Version ersetzen.
eu: Konfigurazio-fitxategi honi egindako aldaketa guztiak galduko dituzu bertsio berriago batekin ordezkatzen baduzu.
sl: V kolikor se odločite za novejšo različico, bodo vse ročno nastavljene spremembe izgubljene.
sq: Ju do të humbisni çdo ndryshim që i keni bërë këtij skedari konfigurimi nëse vendosni që ta zëvendësoni atë me një version më të ri.

source: The 'diff' command was not found
de: Das Programm »diff« konnte nicht gefunden werden
eu: Ez da 'diff' agindua aurkitu
sl: Ukaza 'diff' ni mogoče najti
sq: Komanda 'diff' nuk u gjet

source: A fatal error occurred
de: Ein schwerwiegender Fehler ist aufgetreten
eu: Errore larria gertatu da
sl: Prišlo je do usodne napake
sq: Ndodhi një gabim fatal

source: Please report this as a bug (if you haven't already) and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
de: Bitte erstellen Sie einen Fehlerbericht (wenn sie dies noch nicht getan haben) und fügen Sie die Dateien /var/log/dist-upgrade/main.log und /var/log/dist-upgrade/apt.log hinzu. Die Systemaktualisierung wurde abgebrochen. Ihre ursprüngliche sources.list wurde unter /etc/apt/sources.list.distUpgrade gespeichert.
eu: Mesedez, gehitu ezazu hau bug bat bezala (jada egin ez baduzu) eta atxikitu /var/log/dist-upgrade/main.log eta /var/log/dist-upgrade/apt.log fitxategiak zure mezuan. Eguneraketa bertan behera gelditu da. Zure jatorrizko sources.list fitxategia /etc/apt/sources.list.distUpgrade-n gorde dugu.
sl: Prijavite napako kot hrošč (če tega še niste storili) in v svojemu poročilu vključite datoteki /var/log/dist-upgrade/main.log in /var/log/dist-upgrade/apt.log. Nagradnja je bila prekinjena. Izvorna datoteka sources.list je shranjena v /etc/apt/sources.list.distUpgrade.
sq: Ju lutemi ta raportoni këtë gabim (nëse nuk e keni bërë tashmë) dhe përfshini skedarët /var/log/dist-upgrade/main.log dhe /var/log/dist-upgrade/apt.log në raportin tuaj. Përditësimi u anullua. Origjinali i sources.list u ruajt tek /etc/apt/sources.list.distUpgrade.

source: Ctrl-c pressed
de: Strg-C wurde gedrückt
eu: Ktrl+C sakaturik
sl: Sočasno sta bili pritisnjeni tipki Ctrl in C
sq: Ctrl-c i shtypur

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
de: Dies führt zum Abbruch der Operation und eventuell zu einem instabilen System. Sind Sie sicher, dass Sie das tun möchten?
eu: Honek eragiketa bertan behera utziko ditu eta sistema egoera ezegonkorrean utz dezake. Ziur zaude hori egitea nahi duzula?
sl: S tem bo prekinjeno posodabljanje in sistem bo ostal v nedelujočem stanju. Ali ste prepričani, da želite to narediti?
sq: Kjo mund të ndërpresë këtë operacion dhe bërë që sistemi të jetë jo i qëndrueshëm. A jeni të sigurtë, se dëshironi ta bëni këtë?

source: To prevent data loss close all open applications and documents.
de: Schließen Sie bitte alle offenen Anwendungen und Dokumente, um Datenverluste zu vermeiden.
eu: Datuen galera saihesteko, itxi itzazu irekitako aplikazio eta dokumentu guztiak.
sl: Da ne pride do izgube podatkov, zaprite vse odprte programe in dokumente.
sq: Për të parandaluar humbjen e të dhënave mbyllni të gjitha programet dhe dokumentat e hapura.

source: No longer supported by Canonical (%s)
de: Nicht mehr von Canonical unterstützt (%s)
eu: Canonicalek ez du sostengatzen (%s)
sl: Ni več podpore s strani podjetja Canonical (%s)
sq: Nuk suportohet më nga Canonical (%s)

source: <b>Downgrade (%s)</b>
de: <b>Mit älterer Version ersetzen (%s)</b>
eu: <b>Atzerantz-eguneratu (%s)</b>
sl: <b>Za podgradnjo (%s)</b>
sq: <b>Ulje në Shkallë (%s)</b>

source: Remove (%s)
de: Entfernen (%s)
eu: Ezabatu (%s)
sl: Za odstranitev (%s)
sq: Hiqe (%s)

source: No longer needed (%s)
de: Nicht mehr benötigt (%s)
eu: Ez da gehiago behar (%s)
sl: Ni več zahtevano (%s)
sq: Nuk nevojitet më (%s)

source: Install (%s)
de: Installieren (%s)
eu: Instalatu (%s)
sl: Za namestitev (%s)
sq: Instalo (%s)

source: Upgrade (%s)
de: Aktualisieren (%s)
eu: Eguneratu (%s)
sl: Za nadgradnjo (%s)
sq: Përditëso (%s)

source: Media Change
de: Medienwechsel
eu: Euskarri aldaketa
sl: Menjava nosilca podatkov
sq: Ndryshim i Medias

source: Show Difference >>>
de: Unterschiede anzeigen >>>
eu: Ezberdintasunak erakutsi >>>
sl: Pokaži razlike >>>
sq: Shfaq Ndryshimin >>>

source: <<< Hide Difference
de: <<< Unterschiede ausblenden
eu: <<< Ezberdintasunak ezkutatu
sl: <<< Skrij razlike
sq: <<< Fshihe Ndryshimin

source: Error
de: Fehler
eu: Errorea
sl: Napaka
sq: Gabim

source: &Cancel
de: &Abbrechen
eu: &Utzi
sl: &Prekliči
sq: &Anullo

source: &Close
de: &Schließen
eu: &Itxi
sl: &Zapri
sq: &Mbylle

source: Show Terminal >>>
de: Terminal anzeigen >>>
eu: Terminala erakutsi >>>
sl: Pokaži Terminal >>>
sq: Trego Terminalin >>>

source: <<< Hide Terminal
de: <<< Terminal ausblenden
eu: <<< Terminala ezkutatu
sl: <<< Skrij Terminal
sq: <<< Fshihe Terminalin

source: Information
eu: Informazioa
sl: Podatki
sq: Informacion

source: Details
eu: Xehetasunak
sl: Podrobnosti
sq: Detajet

source: No longer supported %s
de: Nicht mehr unterstützt (%s)
eu: Ez dago sostengatuta %s
sl: Ni več podprto %s
sq: Nuk suportohet më %s

source: Remove %s
de: Entferne %s
eu: %s ezabatu
sl: Odstrani %s
sq: Largo %s

source: Remove (was auto installed) %s
de: Entferne (wurde automatisch installiert): %s
eu: %s ezabatu (automatikoki instalatu zen)
sl: Odstrani (samodejno nameščeno) %s
sq: Hiqe (ishte vetë instaluar) %s

source: Install %s
de: Installiere %s
eu: %s instalatu
sl: Namesti %s
sq: Instalo %s

source: Upgrade %s
de: Aktualisiere %s
eu: %s bertsio-berritu
sl: Nadgradi %s
sq: Aktualizo %s

source: Restart required
de: Neustart erforderlich
eu: Berrabiaraztea beharrezkoa
sl: Zahtevan je ponovni zagon
sq: Kërkohet rinisja

source: <b><big>Restart the system to complete the upgrade</big></b>
de: <b><big>Das System zum Abschluss der Systemaktualisierung neu starten</big></b>
eu: <b><big>Berrabiarazi sistema bertsio-berritzea burutu dadin</big></b>
sl: <b><big>Za dokončanje nadgradnje je treba ponovno zagnati sistem.</big></b>
sq: <b><big>Rinisni sistemin për të kompletuar përditësimin</big></b>

source: _Restart Now
de: Jetzt _neu starten
eu: _Berrabiarazi orain
sl: _Ponovno zaženi sedaj
sq: _Rinis tani

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly advised to resume the upgrade.
de: <b><big>Die laufende Systemaktualisierung abbrechen?</big></b> Das System kann sich in einem unbenutzbaren Zustand befinden, wenn Sie die Aktualisierung abbrechen. Es wird dringend empfohlen, die Systemaktualisierung fortzusetzen.
eu: <b><big>Bertsio-berritzea bertan behera utzi?</big></b> Sistema erabili ezineko moduan gera daiteke bertsio-berritzea bertan behera uzten baduzu. Bertsio-berritzearekin jarraitzea biziki gomendatzen dizugu.
sl: <b><big>Ali naj se prekine trenutna nadgradnja?</big></b> S tem bo nadgradnja prekinjena in sistem bo ostal v nedelujočem stanju. Priporočamo vam, da nadgradnjo zaključite do konca.
sq: <b><big>Ta anullojmë përditësimin që po kryhet?</big></b> Sistemi mund të ngelet në një gjendje të paqëndrueshme nëse e anulloni përditësimin. Ju këshillojmë që ta vazhdoni përditësimin.

source: Cancel Upgrade?
de: Systemaktualisierung abbrechen?
eu: Bertsio-berritzea ezeztatu?
sl: Ali naj se nadgradnja prekliče?
sq: Anullo Aktualizimin?

source: %li day
de: %li Tag
eu: Egun bat
sl: %li dni
sq: %li ditë

source: %li hour
de: %li Stunde
eu: ordubete
sl: %li ur
sq: %li orë

source: %li minute
eu: minutu bat
sl: %li minut
sq: %li minutë

source: %li second
de: %li Sekunde
eu: segundo bat
sl: %li sekund
sq: %li sekondë

source: This download will take about %s with a 1Mbit DSL connection and about %s with a 56k modem.
de: Dieser Download wird mit einer 1-MBit-DSL-Verbindung etwa %s dauern oder ungefähr %s mit einem 56K-Modem.
eu: Deskarga honek '%s' beharko du 1Mbit-eko DSL konexio batekin eta %s 56k-eko modem batekin.
sl: Prejemanje paketov bo trajalo približno %s z 1 Mbit DSL povezavo in približno %s s 56k modemom.
sq: Ky shkarkim do të zgjasë rreth %s me një lidhje 1Mbit DSL dhe rreth %s me një modem 56k.

source: This download will take about %s with your connection.
de: Das Herunterladen wird bei Ihrer Netzwerkverbindung etwa %s dauern.
eu: Deskarga honek %s inguru iraungo du zure konexioarekin.
sl: Prejemanje bo pri tej hitrosti povezave trajalo približno %s.
sq: Ky shkarkim do të dojë %s me lidhjen tuaj.

source: Preparing to upgrade
de: Systemaktualisierung wird vorbereitet
eu: Bertsio-berritzeko prestatzen
sl: Pripravljanje na nadgradnjo
sq: Duke u përgatitur për përditësim

source: Getting new software channels
de: Neue Paketquellen werden abgefragt
eu: Software-kanal berriak eskuratzen
sl: Pridobivanje novih programskih kanalov
sq: Duke marrë kanalet e reja të programeve

source: Getting new packages
de: Aktualisierungen werden heruntergeladen
eu: Pakete berriak eskuratzen
sl: Prejemanje novih paketov
sq: Duke marrë paketat e reja

source: Installing the upgrades
de: Aktualisierungen werden installiert
eu: Bertsio-berritzeak instalatzen
sl: Nameščanje novih paketov
sq: Duke instaluar përditësimet

source: Cleaning up
de: Aufräumen
eu: Garbitzen
sl: Čiščenje zastarelih paketov
sq: Duke pastruar
