Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4/po/*.po
Languages: de, eu, sl, sq

source: Software updates may be available for your computer.
de: Aktualisierungen könnten für Ihren Rechner verfügbar sein.
eu: Software eguneraketak eskuragarri egon daitezke zure ordenagailuarentzat.
sl: Mogoče so za vaš računalnik na voljo posodobitve programov.
sq: Përditësime programesh mund të jenë të disponueshme për kompjuterin tuaj.

source: Welcome to Ubuntu
de: Willkommen bei Ubuntu
eu: Ongi etorri Ubuntura
sl: Dobrodošli v Ubuntuju
sq: Mirëse erdhët në Ubuntu

source: These software updates have been issued since this version of Ubuntu was released. If you don't want to install them now, choose "Update Manager" from Applications later.
de: Diese Software-Aktualisierungen wurden seit der Veröffentlichung dieser Ubuntu-Version freigegeben. Falls Sie die Aktualisierungen jetzt nicht installieren wollen, wählen Sie später »Aktualisierungsverwaltung« aus den Anwendungen.
sl: Te posodobitve programske opreme so bile izdane po izidu te različice Ubuntuja. V primeru, da jih ne želite namestiti zdaj, kasneje izberite "Upravljalnik posodobitev" iz programov.
sq: Këto përditësime të programeve kanë dalë pas daljes së versionit të fundit të Ubuntu. Nëse nuk dëshironi ti instaloni ato tani, zgjidhni "Menaxhuesin e Përditësimeve" nga Programet më vonë.

source: These software updates have been issued since this version of Ubuntu was released. If you don't want to install them now, choose "Update Manager" from the Administration Menu later.
de: Diese Software-Aktualisierungen wurden seit der Veröffentlichung dieser Ubuntu-Version freigegeben. Falls Sie die Aktualisierungen jetzt nicht installieren wollen, wählen Sie später »Aktualisierungsverwaltung« aus dem Menü »Systemverwaltung«.
sl: Te posodobitve programske opreme so bile izdane po izidu te različice Ubuntuja. V primeru, da jih ne želite namestiti zdaj, kasneje izberite "Upravljalnik posodobitev" v skrbniškem meniju.
sq: Këto përditësime të programeve kanë dalë pas daljes së versionit të fundit të Ubuntu. Nëse nuk dëshironi ti instaloni ato tani, zgjidhni "Menaxhuesin e Përditësimeve" nga Menuja e Administrimit më vonë.

source: Software updates are available for this computer
de: Für diesen Rechner sind Aktualisierungen verfügbar
eu: Ordenagailu honentzako software-eguneraketak eskuragarri daude
sl: Na voljo so posodobitve programske opreme
sq: Përditësime të programeve janë të disponueshme për këtë kompjuter

source: If you don't want to install them now, choose "Update Manager" from Applications later.
de: Wenn Sie sie nicht jetzt installieren möchten, starten Sie später die »Aktualisierungsverwaltung«, die Sie unter Ihren Anwendungen finden.
eu: Ez badituzu orain instalatu nahi, hautatu "Eguneraketa-kudeatzailea" aplikazioetatik geroago.
sl: V primeru, da jih ne želite namestiti zdaj, izberite "Upravljalnik posodobitev" iz programov kasneje.
sq: Nëse nuk dëshironi ti instaloni ato tani, zgjidhni "Menaxhuesin e Përditësimeve" nga Programet ë vonë.

source: If you don't want to install them now, choose "Update Manager" from the Administration menu later.
de: Falls Sie diese jetzt nicht installieren möchten, starten Sie später die »Aktualisierungsverwaltung« im Menü »Systemverwaltung«.
eu: Ez badituzu orain instalatu nahi, aukeratu "Eguneraketa-kudeatzailea" Administrazioa menutik beranduago.
sl: V kolikor paketov ne želite namestiti takoj, kasneje izberite program "Upravljalnik posodobitev" v skrbniškem meniju.
sq: Nëse nuk dëshironi t'i instaloni ato tani, zgjidhni "Menaxhuesin e Përditësimeve" nga menuja e Administrimit më vonë.

source: The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
de: Die Systemaktualisierung benötigt %s an freiem Festplattenspeicher auf der Festplatte »%s«. Bitte stellen Sie %s an zusätzlichem Festplattenspeicher auf der Festplatte »%s« zur Verfügung. Leeren Sie beispielsweise Ihren Mülleimer und löschen Sie Paketdateien von früheren Installationen mit dem Befehl »sudo apt-get clean«.
eu: Bertsio-berritzeak %s leku libre behar ditu '%s' diskoan. Askatu gutxienez %s '%s' diskoan. Hustu zakarrontzia eta ezabatu instalazio zaharkituen aldi baterako paketeak 'sudo apt-get clean' erabiliz.
sl: Nadgradnja zahteva %s prostora na disku '%s'. Sprostiti je treba vsaj %s prostora na '%s'. Izpraznite smeti in odstranite začasne datoteke predhodnih namestitev z uporabo ukaza 'sudo apt-get clean'.
sq: Përditësimi ka nevojë për një total prej %s të hapësirës së lirë në diskun '%s'. Ju lutemi lironi të paktën %s hapësirë shtesë në diskun '%s'. Zbrazni koshin dhe hiqni paketat e përkohshme të instalimeve të mëparshme duke përdorur 'sudo apt-get clean'.

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
de: Der Rechner muss neu gestartet werden, um die Installation der Aktualisierungen abzuschließen. Bitte sichern Sie Ihre Arbeiten, bevor Sie fortfahren.
eu: Ordenagailua berrabiarazi behar da eguneraketen instalazioa burutzeko. Gorde zure lanak jarraitu aurretik.
sl: Računalnik se mora ponovno zagnati, da se dokonča posodobitev vseh paketov. Pred nadaljevanjem shranite svoje delo.
sq: Kompjuteri ka nevojë të rindizet për të përfunduar përditësimet. ju lutemi të ruani punën tuaj para se të vazhdoni.

source: Reading package information
de: Paketinformationen werden gelesen
eu: Pakete-informazioa irakurtzen
sl: Branje podrobnosti o paketih
sq: Duke lexuar informacionin e paketave

source: Connecting...
de: Verbindungsaufbau …
eu: Konektatzen...
sl: Povezovanje ...
sq: Duke u lidhur......

source: You may not be able to check for updates or download new updates.
de: Sie können möglicherweise nicht nach neuen Aktualisierungen suchen oder Aktualisierungen herunterladen.
eu: Baliteke ez zarela gai izango eguneraketak bilatu edo instalatzeko.
sl: Morda ne bo mogoče preveriti za posodobitve ali prejeti novih posodobitev.
sq: Ju mund të mos jeni në gjendje të kontrolloni për përditësime apo të shkarkoni përditësimet e reja.

source: Could not initialize the package information
de: Paketinformationen konnten nicht initialisiert werden
eu: Ezin izan da pakete-informazioa hasieratu
sl: Ni mogoče pridobiti podatkov o paketih
sq: Nuk mund ta nisim informacionin e paketave

source: An unresolvable problem occurred while initializing the package information. Please report this bug against the 'update-manager' package and include the following error message:
de: Ein unlösbares Problem ist während der Initialisierung der Paketinformation aufgetreten. Bitte melden Sie einen Fehler im Paket »update-manager« und fügen Sie die folgende Fehlermeldung an den Fehlerbericht an:
eu: Paketeen informazioa hasieratzean konpondu ezin den arazo bat gertatu da. 'update-manager' osagaiaren bug bezala bidali honen informazioa eta bidali ondoko errore mezua:
sl: Prišlo je do nerešljive napake med začenjanjem podrobnosti paketov. Pošljite poročilo o napaki za paket 'update-manager' in priložite naslednje podrobnosti:
sq: Një problem i pazgjidhur ndodhi kur po nisej informacioni i paketave. Ju lutemi raportojeni këtë gabim të paketës 'update-manager' dhe përfshini mesazhin e gabimit që vijon:

source: An unresolvable problem occurred while calculating the upgrade. Please report this bug against the 'update-manager' package and include the following error message:
de: Ein unlösbares Problem ist während der Berechnung der Systemaktualisierung aufgetreten. Melden Sie eine Fehler im »update-manager« und fügen Sie die folgende Fehlermeldung an den Fehlerbericht an:
eu: Eguneraketa kalkulatzean konpondu ezin den arazo bat gertatu da. 'update-manager' osagaiaren bug bezala bidali honen informazioa eta bidali ondoko errore mezua:
sl: Prišlo je do nerešljive napake med pripravljanjem posodobitve. Pošljite poročilo o napaki za paket 'update-manager' in priložite naslednje podrobnosti:
sq: Një problem i pazgjidhshëm ndodhi gjatë llogaritjes së përditësimit. Ju lutemi raportojeni këtë gabim të paketës 'update-manager' dhe përfshini mesazhin e gabimit që vijon:

source: (New install)
de: (Neuinstallation)
eu: (Instalazio berria)
sl: (Nova namestitev)
sq: (Instalim i Ri)

source: (Size: %s)
de: (Größe: %s)
eu: (Tamaina: %s)
sl: (Velikost: %s)
sq: (Madhësia: %s)

source: From version %(old_version)s to %(new_version)s
de: Von Version: %(old_version)s auf %(new_version)s
eu: %(old_version)s bertsiotik %(new_version)s bertsiora
sl: Iz različice %(old_version)s na %(new_version)s
sq: Nga versioni %(old_version)s tek %(new_version)s

source: Version %s
eu: %s bertsioa
sl: Različica %s
sq: Versioni %s

source: Release upgrade not possible right now
de: Eine Distributionsaktualisierung ist momentan nicht möglich
eu: Ezin da banaketa une honetan eguneratu
sl: Nadgradnja izdaje trenutno ni mogoča
sq: Përditësimi i versionit nuk është i mundur për momentin.

source: The release upgrade can not be performed currently, please try again later. The server reported: '%s'
de: Die Distributionsaktualisierung kann im Moment nicht durchgeführt werden, bitte versuchen Sie es später erneut. Server-Meldung: »%s«
eu: Banaketa eguneraketa ezin da orain egin, saiatu beranduago. Zerbitzariak zera esan du: '%s'
sl: Nadgradnja izdaje trenutno ne more biti opravljena. Poskusite kasneje. Strežnik je sporočil: '%s'
sq: Përditësimi i versionit nuk mund të bëhet siç duhet. Ju lutemi ta provoni përsëri më vonë. Serveri raportoi: '%s'

source: Downloading the release upgrade tool
de: Das Freigabeaktualisierungswerkzeug wird heruntergeladen
eu: Bertsio-berritzeko tresna deskargatzen
sl: Prejemanje orodja za nadgradnjo izdaje
sq: Duke shkarkuar mjetin për përditësimin e versionit

source: <b>New Ubuntu release '%s' is available</b>
de: <b>Neue Ubuntu-Version »%s« ist verfügbar</b>
eu: <b>Ubunturen '%s' bertsio berria eskuragarri dago</b>
sl: <b>Na voljo je nova izdaja Ubuntu '%s'</b>
sq: <b>Një version i ri i Ubuntu '%s' është i disponueshëm</b>

source: Software index is broken
de: Das Softwareverzeichnis ist beschädigt
eu: Software-indizea hondatuta dago
sl: Kazalo programskih paketov je okvarjeno
sq: Treguesi i programeve është dëmtuar

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
de: Das Installieren oder Entfernen von Software ist gegenwärtig nicht möglich. Bitte verwenden Sie die Synaptic Paketverwaltung oder führen Sie »sudo apt-get install -f« in einer Befehlszeile aus, um dieses Problem zu beheben.
eu: Ezinezkoa da softwarerik instalatu edo kentzea. Mesedez, "Synaptic" pakete-kudeatzailea erabili edo terminal batean "sudo apt-get install -f" exekutatu ezazu arazo hau konpontzeko.
sl: Programov ni mogoče namestiti ali odstraniti. Pred nadaljevanjem odpravite napako s pomočjo orodja "Synaptic" ali pa v ukazni lupini zaženite "sudo apt-get install -f".
sq: Është e pamundur të instalojmë apo heqim çdonjë nga programet. Ju lutemi përdorni menaxhuesin e paketave "Synaptic" ose nisni "sudo apt-get install -f" në një terminal për të rregulluar fillimisht këtë çështje.

source: Check for Updates
de: Auf Aktualisierungen prüfen
eu: Eguneraketak bilatu
sl: Preveri za posodobitve
sq: Kontrollo për Përditësime

source: Install All Available Updates
de: Alle verfügbaren Aktualisierungen installieren
eu: Instalatu eskuragarri dauden eguneraketa guztiak
sl: Namesti vse razpoložljive posodobitve
sq: Instalo Të Gjitha Përditësimet e Disponueshme

source: Cancel
de: Abbrechen
eu: Utzi
sl: Prekliči
sq: Anullo

source: Install
de: Installieren
eu: Instalatu
sl: Namesti
sq: Instalo

source: Building Updates List
de: Aktualisierungsliste wird aufgebaut
eu: Eguneraketen zerrenda eraikitzen
sl: Izgradnja seznama posodobitev
sq: Duke Ndërtuar Listën e Përditësimeve

source: A normal upgrade can not be calculated, please run: sudo apt-get dist-upgrade This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
de: Eine normale Aktualisierung kann nicht berechnet werden. Bitte führen Sie folgenden Befehl aus: sudo apt-get dist-upgrade Dieser Fehler kann verursacht werden durch: * Eine vorangegangene Systemaktualisierung, die nicht beendet wurde * Probleme mit installierten Anwendungen * Inoffizielle Pakete, die nicht von Ubuntu bereitgestellt wurden * Änderungen in einer Vorabversion von Ubuntu
eu: Modernizazio normal bat ezin izan da kalkulatu, mesedez exekutatu: sudo apt-get dist-upgrade Honen jatorria izan daiteke: *Amaitu gabe ez duen aurreko modernizazio bat *Problemak instalatutako softwarearekin *Ubuntu-k ez hornitutako software paketeak *Aldaketa normalak Ubuntu-ren aurreko bertsio batean
sl: Ni mogoče pripraviti običajne nadgradnje, zato je treba zagnati: sudo apt-get dist-upgrade Vzrok za težavo je lahko v: * nedokončani predhodni nadgradnji. * napakah nameščenih paketov. * neuradnih programskih paketih, ki jih Ubuntu na zagotavlja. * razvojni različici distribucije.
sq: Një përditësim normal nuk mund të llogaritet, ju lutemi nisni: sudo apt-get dist-upgrade Kjo mund të shkaktohet nga: * Një përditësim i mëparshëm që nuk është kompletuar * Probleme me disa nga programet e instaluara * paketa jo zyrtare të programeve që nuk jepen nga Ubuntu * Ndryshime normale të versioneve të testimit të Ubuntu

source: Downloading changelog
de: Änderungsprotokoll wird heruntergeladen
eu: Aldaketen txostena deskargatzen
sl: Prejemanje dnevnika sprememb
sq: Protokoli i ndryshimeve do të shkarkohet

source: Other updates (%s)
de: Weitere Aktualisierungen (%s)
eu: Beste eguneraketak (%s)
sl: Druge posodobitve (%s)
sq: Përditësime të tjera (%s)

source: Changes for the versions: Installed version: %s Available version: %s
de: Versionsänderungen: Installierte Version: %s Verfügbare Version: %s
eu: Bertsio honentzat aldaketak: Instalaturiko bertsioa: %s Bertsio eskuragarria: %s
sl: Spremembe različic: Nameščena različica: %s Različica, ki je na voljo: %s
sq: Ndryshimet për versionet: Versioni i instaluar: %s Versioni i disponeshëm: %s

source: This update does not come from a source that supports changelogs.
de: Diese Aktualisierung stammt nicht aus einer Quelle, die Änderungsprotokolle unterstützt.
eu: Eguneraketa hau ez dator changelog-ak onartzen dituen jatorri batetik.
sl: Ta posodobitev ne prihaja iz vira, ki podpira dnevnike sprememb.
sq: Ky përditësim nuk vjen me një burim që suporton ndryshimin e informacionit.

source: Failed to download the list of changes. Please check your Internet connection.
de: Die Liste der Änderungen konnte nicht heruntergeladen werden. Bitte überprüfen Sie Ihre Internetverbindung.
eu: Huts egin du aldaketen zerrenda deskargatzeak. Mesedez, egiaztatu ezazu zure Interneterako konexioa.
sl: Prejemanje seznama sprememb ni bilo uspešno. Preverite svojo internetno povezavo.
sq: Dlshtuam në shkarkimin e listës së ndryshimeve. Ju lutemi kontrolloni lidhjen tuaj të internetit.

source: The changelog does not contain any relevant changes. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
de: Das Änderungsprotokoll enthält keine relevanten Änderungen. Bitte besuchen Sie http://launchpad.net/ubuntu/+source/%s/%s/+changelog bis die Änderungen verfügbar sind oder versuchen Sie es später erneut.
eu: Aldaketen txostenean ez dago aldaketa garrantzitsurik. Erabili http://launchpad.net/ubuntu/+source/%s/%s/+changelog aldaketak eskuragarri jarri arte edo saiatu beranduago.
sl: Dnevnik sprememb ne vsebuje pomembnih sprememb. Uporabite http://launchpad.net/ubuntu/+source/%s/%s/+changelog dokler dnevnik ne bo posodobljen ali pa poskusite kasneje.
sq: Lista e ndryshimeve nuk përmban ndonjë ndryshim të rëndësishëm. Ju lutemi përdorni http://launchpad.net/ubuntu/+source/%s/%s/+changelog deri sa ndryshimet të bëhen të disponueshme, ose provoni përsëri më vonë.

source: The list of changes is not available yet. Please use http://launchpad.net/ubuntu/+source/%s/%s/+changelog until the changes become available or try again later.
de: Die Änderungsprotokolle sind noch nicht verfügbar. Bitte nutzen Sie http://launchpad.net/ubuntu/+source/%s/%s/+changelog bis die Änderungen verfügbar werden oder versuchen Sie es später erneut.
eu: Aldaketen zerrenda oraindik ez dago eskuragarri. Mesedez http://launchpad.net/ubuntu/+source/%s/%s/+changelog erabili aldaketak eskuragarri egon bitartean edo saiatu berriz beranduago.
sl: Seznam sprememb še ni na voljo. Do takrat lahko uporabljate http://launchpad.net/ubuntu/+source/%s/%s/+changelog ali pa poskusite kasneje.
sq: Lista e ndryshimeve nuk është akoma e disponueshme. Ju lutemi përdorni http://launchpad.net/ubuntu/+source/%s/%s/+changelog deri sa ndryshimet të bëhen të disponueshme ose provoni përsëri më vonë.

source: Failed to detect distribution
de: Ermitteln der Distribution ist gescheitert.
eu: Huts egin du banaketaren detekzioak
sl: Zaznavanje distribucije je spodletelo
sq: Dështuam në dallimin e distribucionit

source: A error '%s' occurred while checking what system you are using.
de: Ein Fehler »%s« trat bei der Prüfung auf, welches System Sie verwenden.
eu: '%s' errorea gertatu da zein sistema erabiltzen ari zaren antzematen zen bitartean
sl: Prišlo je do napake '%s' med preverjanjem različice uporabljenega sistema.
sq: Një gabim '%s' ndodhi ndërkohë që po kontrollonim kë sistem po përdorni.

source: Important security updates
de: Wichtige Sicherheitsaktualisierungen
eu: Segurtasun-eguneratze garrantzitsuak
sl: Pomembne varnostne posodobitve
sq: Rifreskime të rëndësishme të sigurisë!

source: Recommended updates
de: Empfohlene Aktualisierungen
eu: Gomendatutako eguneratzeak
sl: Priporočene posodobitve
sq: Rifreskimet e rekomanduara

source: Proposed updates
de: Vorgeschlagene Aktualisierungen
eu: Proposaturiko eguneratzeak
sl: Predlagane posodobitve
sq: Aktualizimet e propozuara

source: Backports
de: Zurückportierte Aktualisierungen
eu: Backport-ak
sl: Navzdol prikrojeno
sq: Portet mbështetëse

source: Distribution updates
de: Distributionsaktualisierungen
eu: Banaketa-eguneraketak
sl: Posodobitve distribucije
sq: Përditësimet e distribucionit

source: Other updates
de: Andere Aktualisierungen
eu: Beste eguneratzeak
sl: Druge posodobitve
sq: Përditësime të tjera

source: <b><big>You must check for updates manually</big></b> Your system does not check for updates automatically. You can configure this behavior in <i>Software Sources</i> on the <i>Updates</i> tab.
de: <b><big>Sie müssen manuell auf Aktualisierungen prüfen</big></b> Ihr System sucht nicht automatisch nach verfügbaren Aktualisierungen. Sie können dieses Verhalten im Reiter <i>Aktualisierungen</i> in den Einstellungen zu den <i>Software-Paketquellen</i> ändern.
eu: <b><big>Eguneratzeak eskuz egiaztatu behar dituzu</big><b/> Zure sistemak ez ditu eguneratzeak automatikoki bilatzen. Portaera hau alda dezakezu <i>Software Jatorriak</i>-eko <i>Eguneraketak</i> fitxan.
sl: <b><big>Za posodobitve je treba preveriti ročno</big></b> Sistem ni nastavljen za samodejno preverjanje posodobitev različice. Možnost lahko omogočite med <i>Viri programov</i> v zavihku <i>Posodobitve</i>.
sq: <b><big>Ju duhet të kërkoni për përditësime në mënyrë manuale</big></b> Sistemi juaj nuk kërkon për përditësime automatikisht. ju mund ta konfiguroni këtë sjellje tek <i>Burimet e Programeve</i> në tabelën <i>Përditësimet</i>.

source: <big><b>Not all updates can be installed</b></big>
de: <big><b>Nicht alle Aktualisierungen können installiert werden</b></big>
eu: <big><b>Ezin dira eguneratze guztiak instalatu</b></big>
sl: <big><b>Vseh posodobitev ni mogoče namestiti</b></big>
sq: <big><b>Jo të gjitha përditësimet mund të instalohen</b></big>

source: <big><b>Running on battery</b></big>
de: <big><b>Ausführung im Akkubetrieb</b></big>
eu: <big><b>Bateria erabiliz eguneratzen</b></big>
sl: <big><b>Napajanje preko baterije</b></big>
sq: <big><b>Duke punuar me bateri</b></big>

source: <big><b>Starting Update Manager</b></big>
de: <b><big>Aktualisierungsverwaltung wird gestartet</big></b>
eu: <big><b>Eguneraketa-kudeatzailea abiarazten</b></big>
sl: <big><b>Začenjanje upravljalnika posodobitev</b></big>
sq: <big><b>Duke Nisur Menaxhuesin e Përditësimeve</b></big>

source: Changes
de: Änderungen
eu: Aldaketak
sl: Spremembe
sq: Ndryshimet

source: Chec_k
de: _Prüfen
eu: E_giaztatu
sl: _Preveri
sq: Kontroll_o

source: Co_ntinue
de: _Fortfahren
eu: Jar_raitu
sl: Na_daljuj
sq: Va_zhdo

source: Description
de: Beschreibung
eu: Deskribapena
sl: Opis
sq: Zgjedhja

source: Description of update
de: Beschreibung der Aktualisierung
eu: Eguneraketaren deskribapena
sl: Opis posodobitve
sq: Përshkrimi i përditësimit

source: It’s safer to connect the computer to AC power before updating.
de: Es ist sicherer, den Rechner vor der Aktualisierung mit dem Stromnetz zu verbinden.
sl: Varneje je, če svoj računalnik pred posodabljanjem priključite na električno omrežje.
sq: Është më e sigurtë të lidhni kompjuterin me tensionin AC para se ta përditësoni.

source: Run a partial upgrade, to install as many updates as possible. This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
de: Teilweise Systemaktualisierung durchführen, um so viele Aktualisierungen wie möglich zu installieren. Dies kann eine der folgenden Ursachen haben: * Eine vorherige abgebrochene Aktualisierung * Probleme mit Teilen der installierten Software * Nicht-offizielle Drittanbieter-Software-Pakete * Normale Änderungen in einer Vorabversion von Ubuntu
eu: Modernizazio partzial bat exekutatu, ahal diren eguneraketa guztiak instalatzeko. Honen jatorria izan daiteke: *Amaitu gabe ez duen aurreko modernizazio bat *Problemak instalatutako softwarearekin *Ubuntu-k ez hornitutako software paketeak *Aldaketa normalak Ubuntu-ren aurreko bertsio batean
sl: Zaženite delno nadgradnjo za namestitev čim večjega števila posodobitev. Vzrok temu je lahko: * predhodna nadgradnja ni bila uspešno končana. * težava z že nameščenimi programi. * namestitev neuradnih paketov programov. * uporaba razvojne različice Ubuntu.
sq: Nisni një përditësim të pjesshëm, për të instaluar sa më tepër përditësime që të jetë e mundur. Kjo mund të jetë shkaktuar nga: * Një përditësim i mëparshëm nuk është kompletuar * Probleme me disa nga programet e instaluara * Paketa jo zyrtare të programeve që nuk jepen nga Ubuntu * Ndryshime normale të versionit të para nisjes së Ubuntu

source: Show progress of individual files
de: Fortschritt der einzelnen Dateien anzeigen
eu: Fitxategi bakoitzaren aurreratzea erakutsi
sl: Pokaži potek nadgradnje za posamezne datoteke
sq: Shfaq progresin e skedarëve individualë

source: Starting Update Manager
de: Aktualisierungsverwaltung wird gestartet
eu: Eguneraketa kudeatzailea abiarazten
sl: Upravljalnik posodobitev se zaganja
sq: Duke nisur Menaxhuesin e Përditësimeve

source: U_pgrade
de: _Aktualisieren
eu: _Bertsio-berritu
sl: Nad_gradi
sq: P_ërditësim

source: Update Manager
de: Aktualisierungsverwaltung
eu: Eguneraketa-kudeatzailea
sl: Upravljalnik posodobitev
sq: Menaxhuesi i Përditësimeve

source: You are connected via a wireless modem.
de: Sie sind über ein Funkmodem (mobiles Breitband) verbunden.
eu: Hari gabeko modem bidez konektatuta zaude.
sl: Povezani ste preko brezžičnega modema.
sq: Ju jeni lidhur me një modem wireless.
