Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4/po/*.po
Languages: de, eu, sl, sq

source: %(amount)d installed package is no longer supported by Canonical. You can still get support from the community.
de: %(amount)d Paket wird nicht mehr von Canonical unterstützt. Sie können allerdings immer noch Hilfe von der Gemeinschaft erhalten.
eu: Instalatutako pakete %(amount)d ez du jada Canonical-ek sostengatzen. Komunitateak, ordea, sostengatzen du.
sl: Podjetje Canonical %(amount)d nameščenih paketov ne podpira več. Podporo vam še vedno nudi odprtokodna skupnost.
sq: %(amount)d paketa e instaluar nuk suportohet më nga Canonical. Ju mund të merrni prapëseprapë mbështetje nga bashkësia.

source: %d package is going to be removed.
de: %d Paket wird entfernt.
eu: Pakete %d ezabatuko da.
sl: Odstranjenih bo %d paketov.
sq: %d paketë do të hiqet.

source: %d new package is going to be installed.
de: %d neues Paket wird installiert.
eu: Pakete berri %d instalatuko da.
sl: Nameščenih bo %d novih paketov.
sq: %d paketë e re do të instalohet.

source: %d package is going to be upgraded.
de: %d Paket wird aktualisiert.
eu: Pakete %d bertsio-berrituko da.
sl: Nadgrajenih bo %d paketov.
sq: %d paketë do të përditësohet.

source: You have to download a total of %s.
de: Insgesamt müssen %s heruntergeladen werden.
eu: %s deskargatu beharko dituzu guztira.
sl: Prejeti bo treba skupaj %s.
sq: Juve ju duhet të shkarkoni një total prej %s.

source: Fetching and installing the upgrade can take several hours. Once the download has finished, the process cannot be cancelled.
de: Die Systemaktualisierung kann mehrere Stunden in Anspruch nehmen. Ist das Herunterladen abgeschlossen, kann der Vorgang nicht mehr abgebrochen werden.
eu: Bertsio-berritzearen deskarga eta instalazioak orduak iraun ditzake. Deskarga amaitu ondoren ezingo duzu prozesua geldiarazi.
sl: Pridobivanje in nameščanje nadgradnje lahko traja več ur. Po končanem prejemanju postopka ni več mogoče prekiniti.
sq: Marrja dhe instalimi i një përditësimi mund të zgjasë disa orë. Pasi shkarkimi ka përfunduar, proçesi nuk mund të anullohet.

source: Your system is up-to-date
de: Ihr System ist auf dem aktuellen Stand
eu: Zure sistema eguneratuta dago
sl: Uporabljate najnovejšo različico sistema.
sq: Sistemi juaj është i përditësuar

source: There are no upgrades available for your system. The upgrade will now be canceled.
de: Es sind keine Aktualisierungen für das System verfügbar. Der Vorgang wird nun beendet.
eu: Ez dago bertsio-berritzerik zure sistemarako. Bertsio-berritzea bertan behera utziko da.
sl: Za vaš sistem nadgradnja ni na voljo. Postopek bo preklican.
sq: Ato aktualizime nuk jan te gatshem per sistemin tuaj. Aktualizimet nuk mun te largohen.

source: Reboot required
de: Neustart erforderlich
eu: Berrabiaraztea beharrezkoa
sl: Zahtevan je ponoven zagon
sq: Kërkohet rinisja

source: The upgrade is finished and a reboot is required. Do you want to do this now?
de: Die Systemaktualisierung ist abgeschlossen und ein Neustart ist erforderlich. Möchten Sie den Computer jetzt neu starten?
eu: Bertsio-berritzea burutu da eta ordenagailua berrabiarazteko beharra dago. Orain egin nahi al duzu?
sl: Nadgradnja je končana. Zahtevan je ponoven zagon sistema. Ali želite sistem ponovno zagnati takoj?
sq: Përditësimi përfundoi dhe kërkohet një rindezje. Dëshironi ta bëni këtë tani?

source: Could not run the upgrade tool
de: Die Aktualisierungsanwendung konnte nicht gestartet werden
eu: Ezin izan da bertsio-berritzeko tresna abiarazi
sl: Orodja za nadgradnjo ni bilo mogoče zagnati
sq: Nuk mund ta nisim mjetin e përditësimit

source: This is most likely a bug in the upgrade tool. Please report it as a bug using the command 'ubuntu-bug update-manager'.
de: Dies ist wahrscheinlich ein Fehler im Aktualisierungsprogramm. Bitte melden Sie dies als Fehler, indem Sie »ubuntu-bug update-manager« in ein Terminal eingeben.
sl: To je verjetno hrošč v orodju nadgradnje. Prijavite hrošč z uporabo ukaza 'ubuntu-bug update-manager'.
sq: Ka mundësi që ky të jetë një gabim tek mjeti i përditësimit. Ju lutemi ta raportoni këtë si një gabim duke përdorur komandën 'ubuntu-bug update-manager'.

source: Upgrade tool signature
de: Signatur der Aktualisierungsanwendung
eu: Bertsio-berritzeko tresnaren sinadura
sl: Podpis orodja za nadgradnjo
sq: Përditësoni firmën e mjeteve

source: Upgrade tool
de: Aktualisierungsanwendung
eu: Bertsio-berritzeko tresna
sl: Orodje za nadgradnjo
sq: Mjeti përditësues

source: Failed to fetch
de: Herunterladen fehlgeschlagen
eu: Errorea eskuratzean
sl: Pridobivanje paketov je spodletelo
sq: Dështuam në marrje

source: Fetching the upgrade failed. There may be a network problem.
de: Das Herunterladen der Systemaktualisierung ist fehlgeschlagen. Möglicherweise gibt es ein Netzwerkproblem.
eu: Ezin izan da bertsio-berritzea eskuratu. Sarearekin arazoren bat egon liteke.
sl: Pridobivanje paketov nadgradnje je spodletelo. Morda je napaka v omrežni povezavi.
sq: Marrja e përditësimit dështoi. Mund të jetë një problem rrjeti.

source: Failed to extract
de: Entpacken fehlgeschlagen
eu: Erauzteak huts egin du
sl: Razširjanje paketov je spodletelo
sq: Dështuam në nxjerrje

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
de: Die Systemaktualisierung konnte nicht entpackt werden. Möglicherweise gibt es ein Problem mit dem Netzwerk oder mit dem Server.
eu: Ezin izan da bertsio-berritzea erauzi. Sare edo zerbitzariarekin arazoren bat egon liteke.
sl: Razširjanje paketov nadgradnje je spodletelo. Morda je prišlo do napake omrežja ali strežniška.
sq: Nxjerrja e përditësimit dështoi. Mund të ketë një problem me rrjetin apo me serverin.

source: Verification failed
de: Überprüfung fehlgeschlagen
eu: Egiaztapenak huts egin du
sl: Overitev je spodletela
sq: Verifikimi dështoi

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
de: Die Überprüfung der Systemaktualisierung ist fehlgeschlagen. Möglicherweise besteht ein Problem mit dem Netzwerk oder mit dem Server.
eu: Ezin izan da bertsio-berritzea egiaztatu. Sarearekin edo zerbitzariarekin arazoren bat egon liteke.
sl: Preverjanje nadgradnje je spodletelo. Morda je prišlo do ali strežniške omrežja ali strežnika.
sq: Verifikimi i përditësimit dështoi. Mund të ketë një problem me rrjetin apo me serverin.

source: Authentication failed
de: Echtheitsbestätigung fehlgeschlagen
eu: Autentifikazioak huts egin du
sl: Overitev je spodletela
sq: Identifikimi dështoi

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
de: Die Systemaktualisierung konnten nicht auf ihre Echtheit überprüft werden. Möglicherweise gibt es Probleme mit dem Netzwerk oder mit dem Server.
eu: Ezin izan da bertsio-berritzea autentifikatu. Sarearekin edo zerbitzariarekin arazoren bat egon liteke.
sl: Overitev nadgradnje je spodletela. Morda je prišlo do napake omrežja ali strežniška.
sq: Identifikimi i përditësimit dështoi. Mund të ketë një problem me rrjetin ose me serverin.

source: Can not run the upgrade
de: Systemaktualisierung kann nicht durchgeführt werden
eu: Ezin da bertsio-berritzea abiarazi
sl: Nadgradnje ni mogoče zagnati
sq: Nuk mund të nisim përditësimin

source: This usually is caused by a system where /tmp is mounted noexec. Please remount without noexec and run the upgrade again.
de: Dies tritt normalerweise bei einem System auf, in dem /tmp als noexec eingehängt ist. Bitte hängen Sie /tmp ohne noexec ein und führen Sie die Aktualisierung erneut aus.
sl: To se običajno zgodi na sistemu, kjer je /tmp priklopljen z zastavico noexec. Ponovno priklopite nosilec brez zastavice noexec in ponovno zaženite nadgradnjo.
sq: Kjo zakonisht shkaktohet nga një sistem ku /tmp montohet noexec. Ju lutemi ta rimontoni pa noexec dhe nisni përditësimin përsëri.

source: The error message is '%s'.
de: Die Fehlermeldung lautet »%s«.
eu: Hau da errorearen mezua: '%s'
sl: Sporočilo o napaki je '%s'.
sq: Mesazhi i gabimit është '%s'.

source: Please report this as a bug and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
de: Bitte erstellen Sie einen Fehlerbericht und fügen Sie die Dateien /var/log/dist-upgrade/main.log und /var/log/dist-upgrade/apt.log hinzu. Die Systemaktualisierung wurde abgebrochen. Ihre ursprüngliche sources.list wurde in /etc/apt/sources.list.distUpgrade gesichert.
eu: Eman ezazu honen berri errore edo bug gisa eta mezuarekin batera gehitu /var/log/dist-upgrade/main.log eta /var/log/dist-upgrade/apt.log fitxategia. Eguneraketa bertan behera gelditu da. Zure jatorrizko sources.list fitxategia hemen gorde da: /etc/apt/sources.list.distUpgrade
sl: Prijavite napako kot hrošča in v poročilo vključite datoteki /var/log/dist-upgrade/main.log in /var/log/dist-upgrade/apt.log. Nadgradnja je bila prekinjena. Izvorna datoteka sources.list je shranjena v /etc/apt/sources.list.distUpgrade.
sq: Ju lutemi ta raportoni këtë gabim dhe përfshini skedarët /var/log/dist-upgrade/main.log dhe /var/log/dist-upgrade/apt.log në raportin tuaj. Përditësimi u anullua. Origjinali i sources.list u ruajt tek /etc/apt/sources.list.distUpgrade.

source: Aborting
de: Wird abgebrochen
eu: Bertan behera uzten
sl: Prekinjanje
sq: Duke Ndërprerë

source: Demoted:
de: Zurückgesetzt:
eu: Degradatuta:
sl: Znižanje različice:

source: To continue please press [ENTER]
de: Um fortzufahren, drücken Sie [ENTER]
eu: Jarraitzeko sakatu [ENTER]
sl: Za nadaljevanje pritisnite [ENTER]
sq: Për të vazhduar ju lutemi të shtypni [ENTER]

source: Continue [yN]
de: Fortsetzen [j/N]
eu: Jarraitu [bE]
sl: Nadaljuj [d/N]
sq: Vazhdo [pJ]

source: Details [d]
eu: Xehetasunak [x]
sl: Podrobnosti [p]
sq: Detajet [d]

source: y
de: j
eu: b
sl: d
sq: p

source: d
eu: x
sl: p

source: No longer supported: %s
de: Nicht mehr unterstützt: %s
eu: Ez dago sostengatuta: %s
sl: Ni več podprto: %s
sq: Nuk suportohet më: %s

source: Remove: %s
de: »%s« wird entfernt
eu: %s ezabatu
sl: Odstranitev: %s
sq: Fshij: %s

source: Install: %s
de: »%s« wird installiert
eu: %s instalatu
sl: Namestitev: %s
sq: Instalo: %s

source: Upgrade: %s
de: »%s« wird aktualisiert
eu: Bertsio-berritu: %s
sl: Nadgradnja: %s
sq: Aktualizo: %s

source: Continue [Yn]
de: Fortsetzen [J/n]
eu: Jarraitu [Be]
sl: Nadaljuj [D/n]
sq: Vazhdo [Yn]

source: To finish the upgrade, a restart is required. If you select 'y' the system will be restarted.
de: Um die Systemaktualisierung abzuschließen, ist ein Neustart erforderlich. Wenn Sie »j« wählen, wird das System neu gestartet.
eu: Bertsio-berritzea amaitzeko, beharrezkoa da berrabiaraztea. 'b' hautatzen baduzu, sistema berrabiaraziko da.
sl: Za končanje nadgradnje je treba sistem ponovno zagnati. Če izberete 'd', se bo sistem takoj znova zagnal.
sq: Për të mbaruar aktualizimin, kërkohet një rinisje. Në qoftëse ju zgjithni 'y' sistemi do të rinis.

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly adviced to resume the upgrade.
de: <b><big>Soll die laufende Systemaktualisierung abgebrochen werden?</big></b> Das System könnte in einem unbenutzbaren Zustand verbleiben. Es wird dringend geraten, die Systemaktualisierung fortzusetzen.
eu: <b><big>Bertsio-berritzea bertan behera utzi?</big></b> Bertsio-berritzea bertan behera uzten baduzu, erabiltezin utz dezakezu sistema. Erabat gomendagarria da bertsio-berritzearekin jarraitzea.
sl: <b><big>Ali naj se nadgradnja prekliče?</big></b> S tem bo posodabljanje prekinjeno in sistem bo ostal v nedelujočem stanju. Priporočeno je, da se nadgradnja zaključi do konca.
sq: <b><big>Ta fshijmë përditësimin e nisur?</big></b> Sistemi mund të gjendet në një gjendje të paqëndrushme nëse e anulloni përditësimin. ju këshillojmë nxehtësisht që ta rinisni përditësimin.

source: <b><big>Restart the system to complete the upgrade</big></b> Please save your work before continuing.
de: <b><big>Das System muss neu gestartet werden, um die Aktualisierung abzuschließen.</big></b> Bitte sichern Sie alle offenen Arbeiten, bevor Sie fortfahren.
eu: <b><big>Berrabiarazi sistema bertsio-berritzea burutzeko</big></b> Gorde zure lana jarraitu baino lehen.
sl: <b><big>Za dokončanje nadgradnje ponovno zaženite sistem</big></b> Pred nadaljevanjem shranite vse odprte dokumente.
sq: <b><big>Rindizni sistemin për të kompletuar përditësimin</big></b> Ju lutemi të ruani punën tuaj para se të vezhdoni.

source: <b><big>Start the upgrade?</big></b>
de: <b><big>Mit der Systemaktualisierung beginnen?</big></b>
eu: <b><big>Bertsio-berritzea abiarazi?</big></b>
sl: <b><big>Ali naj se nadgradnja začne?</big></b>
sq: <b><big>Ta nisim përditësimin?</big></b>

source: <b><big>Upgrading Ubuntu to version 11.10</big></b>
de: <b><big>Aktualisierung von Ubuntu auf Version 11.10</big></b>
eu: <b><big>Ubuntu 11.10 bertsiora eguneratzen</big></b>
sl: <b><big>Nadgrajevanje Ubuntuja na različico 11.10</big></b>
sq: <b><big>Duke përditësuar Ubuntu në versionin 11.10</big></b>

source: Difference between the files
de: Unterschiede zwischen den Dateien
eu: Fitxategien arteko ezberdintasunak
sl: Razlike med datotekami
sq: Dallimet në mes të të dhënave

source: Distribution Upgrade
de: Distributionsaktualisierung
eu: Banaketaren bertsio-berritzea
sl: Nadgradnja distribucije
sq: Përditësim i Distribucionit

source: Restarting the computer
de: Rechner wird neu gestartet
eu: Ordenagailua berrabiarazten
sl: Ponovno zaganjanje sistema
sq: Duke rinisur kompjuterin

source: Setting new software channels
de: Neue Paketquellen werden eingerichtet
eu: Software-kanal berriak ezartzen
sl: Nastavljanje novih programskih kanalov
sq: Duke vendosur kanale të reja të programeve

source: _Cancel Upgrade
de: Systemaktualisierung abbre_chen
eu: E_zeztatu bertsio-berritzea
sl: _Prekliči nadgradnjo
sq: _Ndërprej aktualizimin

source: _Continue
de: _Fortsetzen
eu: _Jarraitu
sl: _Nadaljuj
sq: _Vazhdo

source: _Replace
de: _Ersetzen
eu: _Ordezkatu
sl: _Zamenjaj
sq: _Zevëndëso

source: _Report Bug
de: _Fehlerbericht erstellen
eu: _Errorearen berri eman
sl: _Pošlji poročilo o napaki
sq: _Raporto Bug

source: _Resume Upgrade
de: System_aktualisierung fortsetzen
eu: _Berrekin bertsio-berritzea
sl: _Nadaljuj z nadgradnjo
sq: _Duke Rinisur Përditësimin

source: _Start Upgrade
de: Systemaktualisierung _beginnen
eu: _Hasi bertsio-berritzea
sl: _Začni z nadgradnjo
sq: _Starto Aktualizimin

source: Please wait, this can take some time.
de: Bitte warten Sie, dieser Vorgang kann etwas Zeit in Anspruch nehmen.
eu: Itxoin mesedez, honek denbora behar du.
sl: Počakajte. Postopek je lahko dolgotrajen.
sq: Ju lutem prisni, mund të duhet pak kohë.

source: Update is complete
de: Die Aktualisierung ist abgeschlossen
eu: Eguneraketa burutu da
sl: Posodobitev je zaključena
sq: Rifreskimi është komplet

source: Could not find the release notes
de: Versionshinweise konnten nicht gefunden werden
eu: Ezin izan dira bertsio-oharrak aurkitu
sl: Ni mogoče najti opomb ob izdaji
sq: Nuk mund të gjejmë shënimet e versionit

source: The server may be overloaded.
de: Der Server ist möglicherweise überlastet.
eu: Zerbitzaria gainkargaturik egon liteke.
sl: Strežnik je najbrž preobremenjen.
sq: Serveri mund të jetë i mbingarkuar.

source: Could not download the release notes
de: Versionshinweise konnten nicht heruntergeladen werden
eu: Ezin izan dira bertsio-oharrak deskargatu
sl: Opomb ob izdaji ni bilo mogoče prejeti
sq: Nuk mund të shkarkojmë shënimet e versionit

source: Please check your internet connection.
de: Bitte überprüfen Sie Ihre Internetverbindung.
eu: Egiaztatu ezazu zure Internet konexioa, mesedez.
sl: Preverite svojo internetno povezavo.
sq: Ju lutemi kontrolloni lidhjen tuaj me internetin.

source: Upgrade
de: Systemaktualisierung
eu: Bertsio-berritu
sl: Nadgradnja
sq: Aktualizo

source: Release Notes
de: Veröffentlichungshinweise
eu: Bertsio-oharrak
sl: Opombe ob izdaji
sq: Shënime Mbi Versionin

source: Downloading additional package files...
de: Zusätzliche Pakete werden heruntergeladen …
eu: Pakete-fitxategi gehigarriak deskargatzen...
sl: Prejemanje dodatnih paketov ...
sq: Duke shkarkuar skedarë shtesë të paketave...

source: File %s of %s at %sB/s
de: Datei %s von %s mit %sB/s
eu: %s fitxategitik %s.a %sB/s abiaduran
sl: Datoteka %s od %s s hitrostjo %sB/s
sq: Skedari %s nga %s në %sB/s

source: File %s of %s
de: Datei %s von %s
eu: %s fitxategitik %s.a
sl: Datoteka %s od %s
sq: skedari %s nga %s

source: Open Link in Browser
de: Verweis im Browser öffnen
eu: Lotura nabigatzailearekin ireki
sl: Odpri povezavo v brskalniku
sq: Hape Shkurtoren në Shfletues

source: Copy Link to Clipboard
de: Verweis in die Zwischenablage kopieren
eu: Kopiatu lotura arbelean
sl: Kopiraj povezavo v odložišče
sq: Kopjoje Shkurtoren në Kujtesë

source: Downloading file %(current)li of %(total)li with %(speed)s/s
de: Datei %(current)li von %(total)li wird mit %(speed)s/s heruntergeladen
eu: %(current)li / %(total)li fitxategia deskargatzen - %(speed)s/s
sl: Prejemanje %(current)li. od skupno %(total)li-h datotek s hitrostjo %(speed)s/s
sq: Duke shkarkuar skedarin %(current)li nga %(total)li me %(speed)s/s

source: Downloading file %(current)li of %(total)li
de: Datei %(current)li von %(total)li wird heruntergeladen
eu: %(current)li / %(total)li fitxategia deskargatzen
sl: Prejemanje %(current)li. od skupno %(total)li datotek.
sq: Duke shkarkuar skedarin %(current)li nga %(total)li

source: Your Ubuntu release is not supported anymore.
de: Ihre Ubuntu-Version wird nicht länger unterstützt.
sl: Vaša izdaja Ubuntu ni več podprta.
sq: Versioni juaj i Ubuntu nuk suportohet më.

source: You will not get any further security fixes or critical updates. Please upgrade to a later version of Ubuntu Linux.
de: Sie werden keine weiteren, wichtigen oder kritischen Sicherheitsaktualisierungen mehr erhalten. Bitte aktualisieren Sie Ihr System auf eine neuere Version von Ubuntu Linux.
sl: V prihodnje ne boste dobili varnostnih popravkov ali nujnih posodobitev. Nadgradite na novejšo različico Ubuntu Linuxa.
sq: Ju nuk do të merrni më rregullime të sigurisë dhe përditësime kritike. Ju lutemi të kaloni në versionin e fundit të Ubuntu Linux.

source: Upgrade information
de: Systemaktualisierungsinformationen
eu: Bertsio-berritu informazioa
sl: Podrobnosti o nadgradnji
sq: Informacioni i përditësimit

source: Version %s:
eu: %s bertsioa:
sl: Različica %s:
sq: Versioni %s:

source: No network connection detected, you can not download changelog information.
de: Es wurde keine Netzwerkverbindung erkannt, Sie können keine Änderungsprotokolle herunterladen.
eu: Ez da sare konexiorik atzeman, ezin duzu aldaketa-egunkariaren informazioa deskargatu.
sl: Ni bilo zaznane omrežne povezave. Podrobnosti dnevnika sprememb ne morete prejeti.
sq: Nuk u dallua asnjë lidhje me rrjetin, ju nuk mund të shkarkoni informacionin rreth ndryshimeve.

source: Downloading list of changes...
de: Liste der Änderungen wird heruntergeladen …
eu: Aldaketen zerrenda deskargatzen...
sl: Prejemanje seznama sprememb ...
sq: Duke shkarkuar një listë të ndryshimeve...

source: _Deselect All
de: Auswahl au_fheben
eu: _Desautatu denak
sl: _Odstrani izbor vsega
sq: Mos _Zgjidh Asnjë

source: Select _All
de: _Alles auswählen
eu: Hautatu _denak
sl: Izberi _vse
sq: Përzgjidhi të _Gjitha

source: %(count)s update has been selected.
de: %(count)s Aktualisierung ausgewählt.
eu: Eguneraketa %(count)s aukeratu da.
sl: Izbranih je %(count)s posodobitev.
sq: %(count)s përditësim është përzgjedhur.

source: %s will be downloaded.
de: %s werden heruntergeladen werden
eu: %s deskargatuko dira.
sl: Prejetih bo %s.
sq: %s do shkarkohet.

source: The update has already been downloaded, but not installed
de: Die Aktualisierung wurde bereits heruntergeladen, aber noch nicht installiert.
eu: Eguneraketa deskargatu da baina ez da instalatu.
sl: Posodobitve so bile prejete, a ne nameščene.
sq: Përditësimi është shkarkuar tashmë, por nuk është instaluar

source: There are no updates to install
de: Es gibt keine Aktualisierungen, die installiert werden können
eu: Ez dago instalatu beharreko eguneraketarik
sl: Ni posodobitev za namestitev
sq: Nuk ka përditësime për të instaluar

source: Unknown download size.
de: Unbekannte Download-Größe
eu: Deskarga tamaina ezezaguna.
sl: Neznana velikost prejema.
sq: Madhësia e shkarkimit e panjohur.

source: It is unknown when the package information was updated last. Please click the 'Check' button to update the information.
de: Es ist nicht bekannt, wann die Paketinformationen zuletzt aktualisiert wurden. Bitte klicken sie auf den Knopf »Überprüfen«, um die Informationen zu aktualisieren.
eu: Pakete informazioaren azken eguneraketa ezezaguna da. Mesedez klikatu 'Egiaztatu' botoia informazioa eguneratzeko.
sl: Ni znano kdaj so bili podatki o paketih zadnjič posodobljeni. Kliknite na gumb 'Preveri' za posodobitev podatkov.
sq: Nuk dihet kur informacioni i paketave u përditësua për herë të fundit. Ju lutemi të klikoni mbi butonin 'Kontrollo' për të përditësuar informacionin.

source: The package information was last updated %(days_ago)s days ago. Press the 'Check' button below to check for new software updates.
de: Die Paketinformationen wurden zuletzt vor %(days_ago)s Tagen aktualisiert. Klicken Sie unten auf den Knopf »Prüfen«, um nach neuen Aktualisierungen zu suchen.
eu: Paketeen informazioa duela %(days_ago)s egun eguneratu zen azkenekoz. Sakatu ondorengo 'Egiaztatu' botoia software-eguneraketa berriak bilatzeko.
sl: Podatki o paketih so bili zadnjič posodobljeni pred %(days_ago)s dnevi. Za preverjanje za nove posodobitve programov pritisnite gumb 'Preveri'.
sq: Informacioni i paketave u përditësua për herë të fundit %(days_ago)s ditë më parë. Klikoni butonin 'Kontrollo' këtu poshtë për të kontrolluar për përditësime të programeve.

source: The package information was last updated %(days_ago)s day ago.
de: Die Paketinformationen wurden zum letzten Mal vor %(days_ago)s Tag aktualisiert.
eu: Pakete informazioa orain dela egun %(days_ago)s eguneratu zen.
sl: Podatki o paketih so bili posodobljeni pred %(days_ago)s dnevi.
sq: Informacioni i paketave u përditësuar për herë të fundit %(days_ago)s ditë më parë.

source: The package information was last updated %(hours_ago)s hour ago.
de: Die Paketinformationen wurden zum letzten Mal vor %(hours_ago)s Stunde aktualisiert.
eu: Paketearen informazioa duela %(hours_ago)s ordu eguneratua izan da.
sl: Podatki o paketih so bili posodobljeni pred %(hours_ago)s urami.
sq: Informacioni i paketave u përditësua për herë të fundit %(hours_ago)s orë më parë.

source: The package information was last updated about %s minutes ago.
de: Die Paketinformationen wurden zuletzt vor %s Minuten aktualisiert.
eu: Pakete informazioa duela %s minutu eguneratu da azken aldiz.
sl: Podatki o paketih so bili zadnjič posodobljeni pred približno %s minutami.
sq: Informacioni i paketave u përditësua për herë të fundit rreth %s minuta më parë.

source: The package information was just updated.
de: Die Paketinformationen wurden gerade aktualisiert.
eu: Pakete informazioa oraintse eguneratua izan da.
sl: Podatki o paketih so bili pravkar posodobljeni.
sq: Informacioni i paketave sapo u përditësua.

source: Software updates correct errors, eliminate security vulnerabilities and provide new features.
de: Aktualisierungen beheben Fehler, schließen Sicherheitslücken und stellen neue Funktionen bereit.
eu: Software eguneratzeek akatsak eta segurtasun arazoak kentzen dituzte, eta ezaugarri berriak eskaintzen dituzte.
sl: S posodobitvami se odpravljajo napake in varnostne luknje v programih in dodajo nove zmožnosti programov.
sq: Përditësimet e programeve korrigjojnë gabimet, eleminojnë vrimat e sigurisë dhe japin mjete të reja.
