Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4/po/*.po
Languages: de, eu, sl, sq

source: Server for %s
de: Server für %s
eu: '%s'(e)rako zerbitzaria
sl: Strežnik za %s
sq: Serveri për %s

source: Main server
de: Hauptserver
eu: Zerbitzari nagusia
sl: Glavni strežnik
sq: Serveri Kryesor

source: Custom servers
de: Benutzerdefinierte Server
eu: Zerbitzari pertsonalizatuak
sl: Strežniki po meri
sq: Servera të personalizuar

source: Could not calculate sources.list entry
de: Eintrag für sources.list konnte nicht erstellt werden
eu: Ezin izan da sources.list sarrera kalkulatu
sl: Ni mogoče izračunati vnosa v sources.list
sq: Nuk mundëm të llogarisim hyrjen sources.list

source: Unable to locate any package files, perhaps this is not a Ubuntu Disc or the wrong architecture?
de: Es konnten keine Paketdateien gefunden werden, möglicherweise ist dies keine Ubuntu-CD oder die falsche Architektur?
eu: Ezin izan da pakete-fitxategirik aurkitu, agian hau ez da Ubuntu disko bat edo okerreko arkitekturarentzako da?
sl: Ni mogoče najti nobenih datotek s programskimi paketi. Morda vstavljen disk ni Ubuntujev ali pa ni namenjen arhitekturi vašega računalnika.
sq: I pamundur lokalizimi i skedarëve të paketave, ndoshta ky nuk është një disk i Ubuntu ose është në arkitekturë e gabuar?

source: Failed to add the CD
de: Das Hinzufügen der CD ist fehlgeschlagen
eu: Huts egin du CDa gehitzeak
sl: Nosilca CD ni mogoče dodati
sq: Futja e CD dështoi

source: There was a error adding the CD, the upgrade will abort. Please report this as a bug if this is a valid Ubuntu CD. The error message was: '%s'
de: Beim Hinzufügen der CD trat ein Fehler auf. Die Systemaktualisierung wird abgebrochen. Bitte melden Sie dies als einen Fehler, wenn Sie eine offizielle Ubuntu-CD verwendet haben. Die Fehlermeldung war: %s
eu: Errore bat gertatu da CDa gehitzean, eguneraketa bertan behera utzi da. Baliozko Ubuntu CD bat bada hau, eman ezazu errore honen berri. Errorearen mezua: '%s'
sl: Med dodajanjem nosilca je prišlo do napake, zato bo posodobitev prekinjena. Če je to veljaven Ubuntu CD, je morda treba napako javiti kot poročilo o hrošču. Sporočilo o napaki: '%s'
sq: Pati një gabim në shtimin e CD, përditësimi do të abortohet. Ju lutemi raportojeni këtë si një defekt nëse ky është një CD i vlefshëm i Ubuntu. Mesazhi i gabimit ishte: '%s'

source: Remove package in bad state
de: Defektes Paket entfernen
eu: Egoera txarrean dagoen paketea kendu
sl: Odstrani pakete v slabem stanju
sq: Fshije paketën në gjendje të keqe

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Do you want to remove this package now to continue?
de: Das Paket »%s« ist in einem inkonsistenten Zustand und muss neu installiert werden, aber es wurde kein Archiv dafür gefunden. Dieses Paket jetzt entfernen um fortzufahren?
eu: '%s' paketearen egoera ez da egokia eta berriz instalatu behar da, baina ezin da bere fitxategia aurkitu. Jarraitu ahal izateko pakete hau ezabatu nahi duzu?
sl: Paketi '%s' so v neskladnem stanju in bi jih bilo treba ponovno namestiti, vendar pa jih ni mogoče najti v nobenem arhivu. Ali želite odstraniti te pakete in nadaljevati?
sq: Paketa '%s' është në një gjendje të paqëndrueshme dhe ka nevojë të riinstalohet, por nuk është gjetur asnjë arkiv për të. Dëshironi ta hiqni këtë paketë tani për të vazhduar?

source: The server may be overloaded
de: Der Server ist möglicherweise überlastet
eu: Zerbitzaria gainkargatuta egon liteke
sl: Strežnik je najverjetneje preobremenjen
sq: Serveri mund të jetë i mbingarkuar

source: Broken packages
de: Defekte Pakete
eu: Hautsitako paketeak
sl: Okvarjeni paketi
sq: Paketat e dëmtuara

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
de: Ihr System enhält defekte Pakete, die mit dieser Software nicht repariert werden können. Bitte verwenden Sie Synaptic oder apt-get zur Reparatur der Pakete, bevor Sie fortfahren.
eu: Zure sistemak hautsitako paketeak ditu eta ezin izan dira konpondu aplikazio honekin. Lehenbailehen konpon itzazu synaptic edo apt-get erabiliz.
sl: Vaš sistem vsebuje okvarjene pakete, ki jih s tem programom ni mogoče popraviti. Preden je mogoče nadaljevati, je treba namestitev popraviti s programom synaptic ali orodjem apt-get.
sq: Sistemi juaj përmban paketa defekt, të cilat nuk mund të riparohen me këtë softuer.Ju lutemi riparoni këtë me Synaptic ose apt-get, para se të shkoni përpara.

source: An unresolvable problem occurred while calculating the upgrade: %s This can be caused by: * Upgrading to a pre-release version of Ubuntu * Running the current pre-release version of Ubuntu * Unofficial software packages not provided by Ubuntu
de: Ein unlösbares Problem ist während der Systemaktualisierung aufgetreten: %s Dies kann folgende Ursachen haben: * Sie möchten auf eine Vorabveröffentlichung von Ubuntu aktualisieren * Sie benutzen eine Vorabveröffentlichung von Ubuntu * Sie benutzen Softwarepakete, die nicht aus einer offiziellen Ubuntu-Quelle stammen
eu: Errore konponezin bat gertatu da eguneraketa kalkulatzean: %s Arrazoi posible batzuk: * Ubunturen aurre-argitaratutako bertsio batera eguneratzen ari zinen * Ubunturen aurre-argitaratutako bertsio bat darabilzu orain * Zerbait gertatu da Ubuntuk hornitu ez dizun software-pakete ez ofizial baten erruz
sl: Prišlo je do nerazrešljive napake med pripravljanjem nadgradnje: %s Vzrok je lahko: * nadgradnja na preizkusno različico distribucije Ubuntu, * zagon trenutne preizkusne različice Ubuntu in * neuradni programski paketi, ki jih distribucija ne podpira.
sq: Ndodhi një problem i pazgjidhshëm ndërkohë që po llogarisnim përditësimin: %s Kjo mund të shkaktohet nga: * Përditësimi në një version testimi të Ubuntu * Nisja e versionit të testimit të Ubuntu * Paketa jo zyrtare të programeve që nuk jepen nga Ubuntu

source: This is most likely a transient problem, please try again later.
de: Dies ist wahrscheinlich ein vorübergehendes Problem. Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut.
eu: Arazo iragankor bat izango da hau ziurrekin, saia zaitez berriro beranduxeago.
sl: Napaka je verjetno le začasna, zato poskusite znova kasneje.
sq: Ky ka mundësi të jetë një problem kalimtar, ju lutemi provojeni përsëri më vonë.

source: If none of this applies, then please report this bug using the command 'ubuntu-bug update-manager' in a terminal.
de: Wenn nichts von dem zutrifft, melden Sie bitte diesen Fehler, indem Sie den Befehl »ubuntu-bug update-manager« in ein Terminal eingeben.
sl: V primeru da nič od tega ne velja, pošljite poročilo o hrošču z ukazom 'ubuntu-bug update-manager' v terminalu.
sq: Nëse asnjë prej këtyre nuk aplikohet, atëherë ju lutemi ta raportoni këtë gabim duke përsorur komandën 'ubuntu-bug update-manager' në një terminal.

source: Could not calculate the upgrade
de: Es konnte nicht ermittelt werden, welche Systemaktualisierungen verfügbar sind
eu: Ezin izan da eguneraketa kalkulatu
sl: Ni mogoče preračunati nadgradnje
sq: Nuk mundëm të llogarisim përditësimin

source: Error authenticating some packages
de: Fehler bei der Echtheitsprüfung einiger Pakete
eu: Errorea pakete batzuk egiaztatzerakoan
sl: Napaka overjanja pristnosti nekaterih paketov
sq: Gabim gjatë vërtetimit të origjinalitetit të disa paketave.

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
de: Die Echtheit einiger Pakete konnte nicht bestätigt werden. Dies kann an vorübergehenden Netzwerkproblemen liegen. Bitte versuchen Sie es zu einem späteren Zeitpunkt noch einmal. Unten stehend sehen Sie eine Liste derjenigen Pakete, deren Echtheit nicht bestätigt werden konnte.
eu: Pakete batzuk ezin izan dira egiaztatu. Sareko arazo iragankorra izan daiteke. Saiatu berriro beranduago. Begiratu azpian egiaztatu ezin izan diren paketeen zerrenda.
sl: Nekaterih paketov ni mogoče overiti. Napaka je lahko prehodne narave in bo kmalu odpravljena. Spodaj je izpisan seznam neoverjenih paketov.
sq: Disa paketa nuk mund të vërtetoheshin për origjinalitet.Kjo ka si pasojë problemet me rrjetin.Ju lutemi provoni më vonë edhe një herë.Paketat e mëposhtme nuk mund të vërtetohen për nga origjinaliteti.

source: The package '%s' is marked for removal but it is in the removal blacklist.
de: Das Paket »%s« ist zum Löschen vorgesehen, wurde aber durch das System gesperrt.
eu: Kentzeko markatuta dago '%s' paketea, baina kentze-zerrenda beltzan dago.
sl: Paket '%s' je označen za odstranitev, vendar je na črnem seznamu paketov.
sq: Paketa '%s' është shënuar për tu hequr, por është në listën e zezë të heqjes.

source: The essential package '%s' is marked for removal.
de: Das unbedingt notwendige Paket »%s« ist zum Löschen vorgesehen.
eu: Kentzeko markatuta dago funtsezko '%s' paketea.
sl: Paket '%s', ki je pomemben za delovanje sistema, je označen za odstranitev.
sq: Paketa thelbësore '%s' është shënuar për tu hequr.

source: Trying to install blacklisted version '%s'
de: Es wird versucht, die auf der schwarzen Liste stehende Version »%s« zu installieren
eu: Zerrenda beltzeko '%s' bertsioa instalatzen saiatzen
sl: Namešča se različica '%s', ki je na črnem seznamu
sq: Duke u përpjekur të istaloj versionin e listës së zezë '%s'

source: Can't install '%s'
de: »%s« kann nicht installiert werden
eu: Ezin da '%s' instalatu
sl: Ni mogoče namestiti '%s'
sq: '%s' nuk mund të instalohet

source: It was impossible to install a required package. Please report this as a bug using 'ubuntu-bug update-manager' in a terminal.
de: Die Installation eines benötigten Pakets war nicht möglich. Bitte melden Sie dies als einen Fehler, indem Sie »ubuntu-bug update-manager« in ein Terminal eingeben.
sl: Zahtevanega paketa ni bilo mogoče namestiti. Poročajte to kot hrošč z ukazom 'ubuntu-bug update-manager' v terminalu.
sq: Ishte i pamundur instalimi i paketës së kërkuar. ju lutemi ta raportoni këtë gabim duke përdorur 'ubuntu-bug update-manager' në një terminal.

source: Can't guess meta-package
de: Metapaket konnte nicht bestimmt werden
eu: Ezin izan da meta-paketea zehaztu
sl: Ni mogoče določiti metapaketa

source: Your system does not contain a ubuntu-desktop, kubuntu-desktop, xubuntu-desktop or edubuntu-desktop package and it was not possible to detect which version of Ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
de: Ihr System enthält weder ein »ubuntu-desktop«-, ein »kubuntu-desktop«-, noch ein »edubuntu-desktop«-Paket und es war nicht möglich zu ermitteln, welche Ubuntu-Version Sie verwenden. Bitte installieren Sie eines der oben genannten Pakete über Synaptic oder apt-get bevor Sie fortfahren.
eu: Zure sisteman ez dago ubuntu-desktop, kubuntu-desktop, xubuntu-desktop edo edubuntu-desktop paketerik eta ezin izan da detektatu zein Ubuntu bertsio erabiltzen ari zaren. Mesedez, jarraitu aurretik, aurreko paketeetakoren bat instalatu ezazu synaptic edo apt-get erabiltzen.
sl: Na sistemu ni nameščenega paketa ubuntu-desktop, kubuntu-desktop, xubuntu-desktop ali edubuntu-desktop, zato ni mogoče ugotoviti, katera različica sistema Ubuntu je nameščena. Pred nadaljevanjem s programom synaptic ali z ukazom apt-get namestite enega od navedenih metapaketov.
sq: Sistemi juaj nuk prëmban një paketë ubuntu-desktop, kubuntu-desktop, xubuntu-desktop ose edubuntu-desktop dhe nuk kemi mundësi të dallojmë cilin version të Ubuntu dispononi. Ju lutemi instaloni fillimisht një nga paketat e mësipërme duke përdorur synaptic apo apt-get para proçedimit.

source: Reading cache
de: Zwischenspeicher wird gelesen
eu: Cache-a irakurtzen
sl: Branje predpomnilnika
sq: Duke lexuar depozitën

source: Unable to get exclusive lock
de: Kein exklusiver Zugriff möglich
eu: Ezin izan da blokeo esklusiboa lortu
sl: Ni mogoče dobiti izključnega zaklepa
sq: Është e pamundur të merret një hyrje ekskluzive

source: This usually means that another package management application (like apt-get or aptitude) already running. Please close that application first.
de: Dies bedeutet üblicherweise, dass die Aktualisierungsverwaltung oder eine andere Paketverwaltung, wie z.B. Synaptic, apt-get oder aptitude, bereits läuft. Bitte beenden Sie zuerst die laufende Anwendung.
eu: Baliteke paketeak kudeatzeko beste aplikazio bat (apt-get edo aptitude gisakoa) exekutatzen aritzea. Mesedez, itxi ezazu aplikazio hori.
sl: To običajno pomeni, da je program, ki zahteva dostop do paketov, že zagnan (npr. apt-get ali aptitude). Pred nadaljevanjem je treba tak program končati.
sq: Kjo dmth se me siguri, një tjetër Paketmanager është aktiv (si psh apt-get ose aptitude). Ju lutemi mbylleni së pari këtë aplikacion.

source: Upgrading over remote connection not supported
de: Die Systemaktualisierung über eine entfernte Verbindung wird nicht unterstützt
eu: Ezin da urruneko konexio baten bidez bertsio-berritu
sl: Nadgradnja preko oddaljene povezave ni podprta
sq: Përditësimi nga një lidhje e largët nuk suportohet

source: You are running the upgrade over a remote ssh connection with a frontend that does not support this. Please try a text mode upgrade with 'do-release-upgrade'. The upgrade will abort now. Please try without ssh.
de: Sie versuchen die Systemaktualisierung über eine entfernte ssh-Verbindung mit einer Oberfläche durchzuführen, die dies nicht unterstützt. Bitte versuchen Sie die textbasierte Systemaktualisierung mittels »do-release-upgrade«. Die Systemaktualisierung wird nun beendet. Bitte versuchen Sie es ohne ssh.
eu: Urruneko ssh konexio baten bidez bertsio-berritzen zabiltza, hau onartzen ez duen erabiltzaile-interfaze batekin. Saiatu testu-moduan bertsio-berritzen 'do-release-upgrade' aginduarekin. Bertsio-berritzea bertan behera geldituko da. Saiatu ssh gabe.
sl: Sistem poskušate posodobiti preko oddaljene ssh povezave z vmesnikom, ki tega ne omogoča. Poskusite uporabiti konzolni način z ukazom 'do-release-upgrade'. Trenutna nadgradnja se bo zdaj preklicala. Poskusite brez ssh.
sq: Ju po e nisni përditësimin nga një lidhje e largët ssh me një frontend që nuk e suporton atë. Ju lutemi të provoni një përditësim në mënyrë teksti me 'do-release-upgrade'. Përditësimi do të mbyllet tani. Ju lutemi provojeni pa ssh.

source: Continue running under SSH?
de: Soll die Sitzung über SSH fortgesetzt werden?
eu: SSH erabiliz jarraitu nahi al duzu?
sl: Ali naj se nadaljuje izvajanje preko varnega SSH protokola?
sq: Të vazhdojmë punën nën SSH?

source: This session appears to be running under ssh. It is not recommended to perform a upgrade over ssh currently because in case of failure it is harder to recover. If you continue, an additional ssh daemon will be started at port '%s'. Do you want to continue?
de: Diese Sitzung läuft offenbar über SSH. Es wird davon abgeraten, eine Systemaktualisierung über SSH durchzuführen, da im Fehlerfall eine Wiederherstellung schwierig sein kann. Wenn Sie fortfahren, wird ein zusätzlicher SSH-Dienst auf Port »%s« gestartet. Sind Sie sicher, dass Sie fortfahren möchten?
eu: Saio hau ssh-pean exekutatzen ari dela dirudi. Ez da gomendagarria bertsio-berritze bat ssh bidez burutzea, eragiketak huts eginez gero berreskuratzea zailagoa delako. Aurrera jarraitzen baduzu, aparteko ssh daemon bat abiaraziko da '%s' atakan. Jarraitu nahi duzu?
sl: Videti je, da je trenutna seja zagnana preko ssh povezave. Posodobitev preko ssh ni priporočljiva, saj je v primeru napak sistem težje obnoviti. V kolikor boste posodobitev nadaljevali, bo na vratih '%s' zagnan dodaten ozadnji program ssh. Ali želite nadaljevati?
sq: Ky seksion duket se është nisur me ssh. Nuk rekomandohet për momentin të kryeni një përditësim me ssh sepse në rast dështimi është e vështirë të rekuperoni. Nëse vazhdoni, një ssh daemon shtesë do të nisë në portin '%s'. Dëshironi të vazhdoni?

source: Starting additional sshd
de: Zusätzlicher SSH-Server wird gestartet
eu: Aparteko sshd abiarazten
sl: Zaganjanje dodatnega sshd
sq: Po nisim sshd shtesë

source: To make recovery in case of failure easier, an additional sshd will be started on port '%s'. If anything goes wrong with the running ssh you can still connect to the additional one.
de: Um eine Wiederherstellung im Fall einer Fehlfunktion zu vereinfachen, wird ein zusätzlicher sshd Prozess auf Port »%s« gestartet. Wenn es Probleme mit dem aktuellen sshd Prozess gibt, können Sie sich mit dem zusätzlichen Prozess verbinden.
eu: Arazoren bat badago berreskurapena errazagoa izan dadin, aparteko sshd bat abiaraziko da '%s' atakan. Orain martxan dagoen ssh konexioarekin arazoren bat badago, aipatutako bigarren horretara konekta zaitezke.
sl: Za lažje odpravljanje morebitnih napak bo zagnan dodaten sshd na vratih '%s'. V kolikor se pojavijo težave v delovanju dejavnega sshd, se bo še najprej mogoče povezati na dodaten ozadnji program.
sq: Për ta bërë riparimin më të lehtë në rastin e ndonjë dështimi, një sshd shtesë do të nisë në portin '%s'. Nëse diçka nuk shkon si duhet me ssh e nisur, ju mund të vazhdoni të lidheni me atë shtesë.

source: If you run a firewall, you may need to temporarily open this port. As this is potentially dangerous it's not done automatically. You can open the port with e.g.: '%s'
de: Wenn Sie gerade eine Firewall ausführen, müssen Sie diesen Port vielleicht manuell öffnen. Da es möglicherweise gefährlich ist, wird dies nicht automatisch gemacht. Sie können den Port z.B. so öffnen: »%s«
sl: V primeru da uporabljate požarni zid, boste morda morali ta vrata začasno odpreti. Ker je to lahko nevarno, to ni storjeno samodejno. Vrata lahko odprete na primer z: '%s'
sq: Nëse keni një firewall ju duhet që përkohësisht ta hapni këtë port. Duke qenë se kjo është potencialisht e rrezikshme nuk bëhet automatikisht. Ju mund ta hanpi portin me p.sh.: '%s'

source: Can not upgrade
de: Systemaktualisierung kann nicht durchgeführt werden
eu: Ezin da bertsio-berritu
sl: Ni mogoče nadgraditi
sq: Nuk mund të aktualizoj

source: An upgrade from '%s' to '%s' is not supported with this tool.
de: Eine Systemaktualisierung von »%s« auf »%s« wird von diesem Werkzeug nicht unterstützt.
eu: Ezin da '%s'(e)tik '%s'(e)ra bertsio-berritu tresna hau erabiliz.
sl: Nadgradnja iz '%s' v '%s' s tem orodjem ni podprta.
sq: Një përditësim nga '%s' në '%s' nuk suportohet me këtë mjet.

source: Sandbox setup failed
de: Einrichten der Sandbox fehlgeschlagen
eu: Sandbox-en konfigurazioak huts egin du
sl: Namestitev peskovnika je spodletela
sq: Instalimi i Sandbox dështoi

source: It was not possible to create the sandbox environment.
de: Die Sandbox-Umgebung konnte nicht erstellt werden.
eu: Ezin izan da sandbox ingurunea sortu.
sl: Ni mogoče ustvariti okolja peskovnika.
sq: Nuk qe e mundur të krijohej ambienti i sandbox.

source: Sandbox mode
de: Sandbox-Modus
eu: Sandbox modua
sl: Način peskovnika
sq: Mënyra Sandbox

source: This upgrade is running in sandbox (test) mode. All changes are written to '%s' and will be lost on the next reboot. *No* changes written to a systemdir from now until the next reboot are permanent.
de: Diese Systemaktualisierung läuft im Sandbox-(Test)-modus. Alle Änderungen werden auf »%s« geschrieben und nach dem nächsten Neustart verloren sein. *Keine* Änderungen, die von nun an bis zum nächsten Neustart in ein Systemverzeichnis geschrieben werden, sind dauerhaft.
eu: Bertsio-berritze hau sandbox (testu) moduan exekutatzen ari da. Aldaketa guztiak '%s'(e)n idazten ari dira eta berrabiaraztean galdu egingo dira. Berriz berrabiarazi arte sistemako direktorio batean idatzitako aldaketa *bat ere ez* da behin-betikoa.
sl: Nadgradnja teče v preizkusnem načinu peskovnika. Vse spremembe so zapisane v '%s' in bodo izbrisane ob naslednjem zagonu sistema. *Nobena* sprememba, zapisana v sistemsko mapo te seje od zdaj do naslednjega ponovnega zagona, ne bo ohranjena.
sq: Ky përditësim është nisur në mënyrën sandbox (test). Të gjitha ndryshimet e shkruajtura në '%s' do të humbasin në rindezjen tjetër. *Asnjë* ndryshim i shkruajtur në systemdir tani e tutje nuk do të jetë i përhershëm në rindezjen tjetër.

source: Your python install is corrupted. Please fix the '/usr/bin/python' symlink.
de: Ihre Python-Installation ist beschädigt. Bitte korrigieren Sie die Verknüpfung »/usr/bin/python«.
eu: Zure python instalazioa oker dago. Mesedez, zuzendu ezazu '/usr/bin/python' esteka sinbolikoa.
sl: Nameščeni python je okvarjen. Popravite simbolno povezavo '/usr/bin/python'.
sq: Instalimi juaj i python është i dëmtuar. Ju lutemi rregulloni '/usr/bin/python' symlink.

source: Package 'debsig-verify' is installed
de: Das Paket »debsig-verify« ist installiert
eu: Instalatuta dago 'debsig-verify' paketea
sl: Paket 'debsig-verify' je nameščen
sq: Paketa 'debsig-verify' është instaluar

source: The upgrade can not continue with that package installed. Please remove it with synaptic or 'apt-get remove debsig-verify' first and run the upgrade again.
de: Die Systemaktualisierung kann ohne die Entfernung dieses Paketes nicht fortgesetzt werden. Bitte entfernen Sie es zunächst mit Synaptic oder »apt-get remove debsig-verify« und starten Sie danach die Systemaktualisierung neu.
eu: Bertsio-berritzeak ezin du jarraitu pakete hori instalatuta dagoen bitartean. Synaptic edo 'apt-get remove debsig-verify' erabil ezazu pakete hori ezabatzeko, eta abiarazi berriro bertsio-berritzea.
sl: Nadgradnje ni mogoče nadaljevati, če bo ta paket nameščen. Odstranite paket s programom Synaptic ali z ukazom 'apt-get remove debsig-verify' in ponovno začnite z nadgradnjo.
sq: Përditësimi nuk mund të vazhdojë me atë paketë të instaluar. Ju lutemi hiqeni paraprakisht me synaptic ose 'apt-get remove debsig-verify' dhe nisni përditësimin përsëri.

source: Include latest updates from the Internet?
de: Die neuesten Aktualisierungen aus dem Internet mit einbeziehen?
eu: Internet bidez azken eguneraketak barne hartu?
sl: Ali naj bodo vključene zadnje posodobitve z interneta?
sq: Të përfshijmë edhe përditësimet e fundit nga Interneti?
