Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4/po/*.po
Languages: de, eu, sl, sq

source: The upgrade system can use the internet to automatically download the latest updates and install them during the upgrade. If you have a network connection this is highly recommended. The upgrade will take longer, but when it is complete, your system will be fully up to date. You can choose not to do this, but you should install the latest updates soon after upgrading. If you answer 'no' here, the network is not used at all.
de: Das Aktualisierungssystem kann auf das Internet zugreifen, um die neuesten Pakete automatisch herunterzuladen und diese während der Systemaktualisierung zu installieren. Falls Sie eine Netzwerkverbindung haben, ist das dringend empfohlen. Die Systemaktualisierung wird länger dauern, allerdings ist das System nach der Fertigstellung auf dem neuesten Stand. Sie können sich dagegen entscheiden, sollten aber die neuesten Aktualisierungen möglichst bald nach der Systemaktualisierung installieren. Falls Sie sich für »Nein« entscheiden, wird auf das Netzwerk nicht zugegriffen.
eu: Bertsio-berritze sistemak Internet erabil dezake azken eguneraketak deskargatu eta instalatzeko bertsio-berritzean zehar. Sare konexioa baduzu aukera hau guztiz gomendatzen dizugu. Bertsio-berritzeko denbora gehiago beharko da, baina bukatzean, zure sistema guztiz eguneratuta egongo da. Hau ez egitea aukeratu dezakezu, baina horrela bada bertsio-berritzea amaitu bezain laster instalatu beharko zenituzke azken eguneraketak. 'Ez' erantzuten baduzu, sarea ez da ezertarako erabiliko.
sl: Sistem za nadgradnjo lahko samodejno prejme najnovejše posodobitve in jih namesti med nadgradnjo. Če imate delujočo omrežno povezavo, je to zelo priporočljivo storiti. Nadgradnja bo sicer trajala dlje, vendar pa bo vaš sistem popolnoma posodobljen. Korak je mogoče izpustiti, vendar je v tem primeru priporočljivo, da posodobitve namestite takoj po končani nadgradnji. V primeru izbire možnosti 'ne', dostop do omrežja ni zahtevan.
sq: Sistemi i përditësimit mund të përdorë internetin për të shkarkuar automatikisht përditësimet e fundit dhe për t'i instaluar ato gjatë përditësimit. Nëse keni një lidhje me rrjetin j'ua rekomandojmë nxehtësisht këtë. Përditësimi do të zgjasë më shumë, por kur të kompletohet, sistemi juaj do të jetë tërësisht i përditësuar. Ju mund të zgjidhni të mos e bëni këtë, por ju duhet të instaloni përditësimet e fundit me njëherë pas instalimit. Nëse përgjigjeni 'jo' këtu, rrjeti nuk do të përdoret fare.

source: disabled on upgrade to %s
de: Bei Aktualisierung zu %s deaktiviert
eu: ezgaituta %s(e)ra bertsio-berritzean
sl: onemogočeno ob nadgradnji na %s
sq: u çaktivizua në përditësimin e %s

source: No valid mirror found
de: Es wurde kein gültiger Spiegelserver gefunden
eu: Ez da baliozko ispilurik aurkitu
sl: Ni mogoče najti veljavnega zrcalnega strežnika
sq: Nuk u gjet asnjë lidhje e vlefshme

source: While scanning your repository information no mirror entry for the upgrade was found. This can happen if you run a internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'No' the upgrade will cancel.
de: Beim Überprüfen Ihrer Softwarequelleninformationen wurde kein Spiegelservereintrag für die Systemaktualisierung gefunden. Dies kann passieren, wenn Sie einen internen Spiegelserver verwenden oder wenn dessen Informationen veraltet sind. Soll Ihre »sources.list« trotzdem neu geschrieben werden? Wenn Sie »Ja« wählen, werden alle Einträge von »%s« auf »%s« aktualisiert. Wählen Sie hingegen »Nein«, wird die Systemaktualisierung abgebrochen.
eu: Zure errepositorio-informazioa arakatzean ez da bertsio-berritzerako ispilurik aurkitu. Baliteke hau barneko ispilu bat darabilzulako eta ispiluaren informazioa zaharkituta dagoelako izatea. Edonola ere, nahi al duzu 'sources.list' fitxategia berridaztea? 'Bai' aukeratzen baduzu '%s'(e)tik '%s'(e)rako sarrera guztiak eguneratuko dira. 'Ez' aukeratzen baduzu bertsio-berritzea bertan behera utziko da.
sl: Med preiskovanjem podrobnosti o skladiščih ni bilo mogoče najti podatkov zrcalnih strežnikov za nadgradnjo. To se lahko zgodi, če je določen notranji zrcalni strežnik ali pa, če so podatki o takem strežniku zastareli. Ali naj se vsebina datoteke 'sources.list' prepiše? V kolikor izberete možnost 'Da', se bodo vnosi od '%s' do '%s' posodobili. V kolikor izberete možnost 'Ne', bo nadgradnja preklicana.
sq: Ndërkohë që po skanonim informacionin e magazinave tuaja nuk u gjet një pasqyrë për përditësim. Kjo mund të ndodhë kur ju keni një pasqyrë të brendshme ose kur informacioni i pasqyrës nuk është i përditësuar. Dëshironi ta rishkruani gjithësesi skedarin tuaj 'sources.list'? Nëse zgjidhni 'Po' këtu ai do t'i përditësojë të gjitha hyrjet '%s' tek '%s'. Nëse zgjidhni 'Jo' përditësimi do të anullohet.

source: Generate default sources?
de: Sollen die Standardeinträge für Paketquellen eingetragen werden?
eu: Lehenetsitako jatorriak sortu?
sl: Ali naj bodo ustvarjeni privzeti viri?
sq: Të gjenerojmë resurset e parazgjedhura?

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No', the upgrade will cancel.
de: Nach dem Überprüfen Ihrer »sources.list« wurde kein gültiger Eintrag für »%s« gefunden. Sollen Standardeinträge für »%s« hinzugefügt werden? Wenn Sie »Nein« wählen, wird die Systemaktualisierung abgebrochen.
eu: Zure 'sources.list' fitxategia arakatu ondoren ez da '%s'(r)entzako baliozko sarrerarik aurkitu. Nahi al duzu '%s'(r)entzako jatorri lehenetsiak gehitzea? 'Ez' aukeratzen baduzu, bertsio-berritzea bertan behera utziko da.
sl: V datoteki 'sources.list' ni mogoče najti veljavnih vnosov za '%s'. Ali naj se dodajo privzeti vnosi za '%s'? Zavrnitev dodajanja vnosov prekliče nadgradnjo.
sq: Pasi skanuam 'sources.list' nuk u gjet një hyrje e vlefshme '%s'. A duhet të shtohen hyrjet e parazgjedhura për '%s'? Nëse zgjidhni 'Jo', përditësimi do të anullohet.

source: Repository information invalid
de: Die Informationen über verfügbare Paketquellen sind ungültig
eu: Errepositorio-informazio baliogabea
sl: Neveljavni podatki skladišč
sq: Informacioni i magazinës është i pavlefshëm

source: Upgrading the repository information resulted in a invalid file. Please report this as a bug using the command 'ubuntu-bug update-manager' in a terminal.
de: Das Aktualisieren der Paketquellen hat zu einer ungültigen Datei geführt. Bitte melden Sie dies als Fehler, indem Sie »ubuntu-bug update-manager« in ein Terminal eingeben.
sl: Nadgradnja skladišča podatkov je povzročila neveljavno datoteko. Prijavite to kot hrošč z uporabo ukaza 'ubuntu-bug update-manager' v terminalu.
sq: Përditësimi i informacionit të magazinës rezultoi në një skedar të pavlefshëm. Ju lutemi ta raportoni këtë gabim duke përdorur komandën 'ubuntu-bug update-manager' në një terminal.

source: Third party sources disabled
de: Paketquellen von Drittanbietern deaktiviert
eu: Hirugarrengoen jatorriak ezgaituta
sl: Viri tretjih oseb so onemogočeni
sq: Burimet e palëve të treta janë çaktivizuar

source: Some third party entries in your sources.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or your package manager.
de: Einige Paketquellen von Drittanbietern wurden deaktiviert. Sie können diese nach der Systemaktualisierung mit dem Programm »Software-Paketquellen« oder mit Synaptic wieder aktivieren.
eu: Zure 'sources.list' fitxategiko hirugarrengoen sarrera batzuk ezgaitu dira. Berriro gaitu ditzakezu bertsio-berritzearen ondoren, 'software-properties' tresna edo zure pakete-kudeatzailea erabiliz.
sl: Določeni tretjeosebni vnosi v vaši datoteki sources.list so bili onemogočeni. Po nadgradnji jih lahko ponovno omogočite z orodjem 'Programski viri' ali z upravljalnikom paketov.
sq: Disa hyrje nga palë të treta në sources.list u çaktivizuan. Ju mund t'i riaktivizoni ato pas përditësimit me mjetin 'parametrat e programeve' ose me menaxhuesin tuaj të paketave.

source: Package in inconsistent state
de: Paket in inkonsistentem Zustand
eu: Paketea egoera ezegonkorrean
sl: Paketi v neskladnem stanju
sq: Paketë në gjendje të paqëndrueshme

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Please reinstall the package manually or remove it from the system.
de: Das Paket »%s« ist in einem inkonsistentem Zustand und muss neu installiert werden, aber es wurde kein Archiv dafür gefunden. Bitte installieren Sie das Paket erneut manuell oder entfernen Sie es vom System.
eu: '%s' paketearen egoera ezegonkorra da eta berriz instalatu behar da, baina ezin da bere artxiboa aurkitu. Instalatu pakete hori eskuz edo ezabatu sistematik.
sl: Paketi "%s" so v neskladnem stanju in bi jih bilo treba ponovno namestiti, vendar pa jih ni mogoče najti v nobenem arhivu. Ponovno namestite pakete ročno, ali pa jih odstranite iz sistema.
sq: Paketa '%s' është në një gjendje jo të qëndrueshme dhe duhet riinstaluar, por për të nuk mund të gjendet asnjë arkiv. ju lutemi riinstalojeni paketën në mënyrë manuale ose hiqeni nga sistemi.

source: Error during update
de: Fehler während der Aktualisierung
eu: Errorea eguneraketan
sl: Napaka med posodabljanjem
sq: Gabim gjatë përditësimit

source: A problem occurred during the update. This is usually some sort of network problem, please check your network connection and retry.
de: Bei der Aktualisierung trat ein Problem auf. Dies ist häufig auf Netzwerkprobleme zurückzuführen. Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
eu: Arazo bat gertatu da eguneraketan zehar. Gehienetan sareko arazoren baten ondorio izaten da, egiaztatu ezazu zure sare-konexioa eta saiatu berriro.
sl: Med posodabljanjem je prišlo do napake. Običajno so vzrok napake težave z omrežjem. Preverite omrežne nastavitve in poskusite znova.
sq: Ndodhi një problem gjatë përditësimit. Ky zakonisht është një lloj problemi me rrjetin, ju lutemi kontrolloni lidhjen tuaj me rrjetin dhe provojeni përsëri.

source: Not enough free disk space
de: Nicht genug freier Festplattenspeicher verfügbar
eu: Ez dago behar beste leku libre diskoan
sl: Ni dovolj prostora na disku
sq: Nuk ka hapësirë të lirë sa duhet

source: The upgrade has aborted. The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
de: Die Aktualisierung wurde abgebrochen. Die Aktualisierung benötigt insgesamt %s freien Speicherplatz auf Laufwerk »%s«. Bitte geben Sie noch mindestens %s Speicherplatz auf dem Laufwerk »%s« frei. Leeren Sie den Müll und entfernen Sie temporäre Pakete von früheren Installationen, indem sie »sudo apt-get clean« ausführen.
eu: Eguneraketa bertan behera gelditu da. Eguneraketak %s libre behar ditu '%s' diskoan. Utzi libre gutxienez beste %s '%s' diskoan. Hustu zakarrontzia eta ezabatu aurreko instalazioetako fitxategiak 'sudo apt-get clean' erabiliz.
sl: Nadgradnja je bila prekinjena. Nadgradnja zahteva %s prostega prostora na disku "%s". Sprostite vsaj %s dodatnega prostora na disku "%s". Izpraznite smeti in izbrišite začasne pakete z ukazom 'sudo apt-get clean' v terminalu.
sq: Ky përditësim u anullua. Përditësimi ka nevojë për një total prej %s hapësirë të lirë në diskun '%s'. Ju lutemi të lironi të paktën %s hapësirë shtesë në diskun '%s'. Zbrazni koshin e mbeturinave dhe hiqni paketat e përkohshme të instalimeve të mëparshme duke përdorur 'sudo apt-get clean'.

source: Calculating the changes
de: Änderungen werden berechnet
eu: Aldaketak kalkulatzen
sl: Preračunavanje sprememb
sq: Duke llogaritur ndryshimet

source: Do you want to start the upgrade?
de: Möchten Sie die Systemaktualisierung starten?
eu: Bertsio-berritzea abiarazi nahi al duzu?
sl: Ali želite začeti z nadgradnjo?
sq: Dëshironi të nisni përditësimin?

source: Upgrade canceled
de: Systemaktualisierung abgebrochen
eu: Bertsio-berritzea ezeztatuta
sl: Nadgradnja je preklicana
sq: Përditësimi u anullua

source: The upgrade will cancel now and the original system state will be restored. You can resume the upgrade at a later time.
de: Die Systemaktualisierung wird jetzt abgebrochen und der ursprüngliche Zustand des Systems wiederhergestellt. Sie können die Systemaktualisierung später fortsetzen.
sl: Nadgradnja se bo zdaj preklicala. Obnovljeno bo izvirno stanje sistema. Nadgradnjo lahko nadaljujete kasneje.
sq: Përditësimi do të anullohet tani dhe do të kthehet gjendja origjinale e sistemit. Ju mund ta rinisni përditësimin më vonë.

source: Could not download the upgrades
de: Die Aktualisierungen konnten nicht heruntergeladen werden
eu: Ezin izan dira bertsio-berritzeak deskargatu
sl: Paketov za nadgradnjo ni mogoče prejeti
sq: Nuk mund të aktualizohen, shkarkimet

source: The upgrade has aborted. Please check your Internet connection or installation media and try again. All files downloaded so far have been kept.
de: Die Systemaktualisierung wurde abgebrochen. Bitte überprüfen Sie Ihre Internetverbindung oder Ihr Installationsmedium und versuchen Sie es erneut. Alle bis jetzt heruntergeladenen Dateien wurden gespeichert.
sl: Nadgradnja je bila preklicana. Preverite svojo internetno povezavo ali namestitveni medij in poskusite znova. Vse do sedaj prejete datoteke so bile obdržane.
sq: Përditësimi u anullua. Ju lutemi të kontrolloni lidhjen tuaj me internatin apo median tuaj të instalimit dhe ta provoni përsëri. Të gjithë skedarët e shkarkuar deri në këtë moment janë mbajtur.

source: Error during commit
de: Fehler beim Anwenden
eu: Errorea egiaztapenean
sl: Napaka med uveljavitvijo
sq: Gabim gjatë vendosjes

source: Restoring original system state
de: Ursprünglicher Systemzustand wird wieder hergestellt
eu: Sistemaren jatorrizko egoera berreskuratzen
sl: Obnavljanje prvotnega stanja sistema
sq: Duke kthyer gjendjen origjinale të sistemit

source: Could not install the upgrades
de: Die Aktualisierungen konnten nicht installiert werden
eu: Ezin izan dira bertsio-berritzeak instalatu
sl: Ni mogoče namestiti nadgrajenih različic
sq: Nuk mund të instalohen, aktualizimet

source: The upgrade has aborted. Your system could be in an unusable state. A recovery will run now (dpkg --configure -a).
de: Die Systemaktualisierung wurde abgebrochen. Ihr System könnte sich in einem nicht verwendbaren Zustand befinden. Eine Wiederherstellung wird gestartet (dpkg --configure -a).
eu: Eguneraketa bertan behera gelditu da. Zure ordenagaila erabili-ezin den egoeran geldituko zen agian. Sistema berreskuratzen saiatuko gara oraintxe bertan (dpkg --configure -a)
sl: Nadgradnja je bila prekinjena. Vaš sistem je lahko v neuporabnem stanju. Sedaj se bo zagnala obnovitev sistema (dpkg --configure -a).
sq: Përditësimi u anullua. Sistemi juaj mund të jetë në një gjendje të paqëndrueshme. Tani do të nisë rekuperimi (dpkg --configure -a).

source: Please report this bug using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report. %s
de: Bitte melden Sie diesen Fehler, indem Sie »ubuntu-bug update-manager« in ein Terminal eingeben und fügen Sie außerdem die Dateien im Verzeichnis /var/log/dist-upgrade/ mit in die Fehlermeldung ein. %s
sl: Prijavite ta hrošč z uporabo ukaza 'ubuntu-bug update-manager' v terminalu in v prijavo hrošča vključite datoteke v /var/log/dist-upgrade/. %s
sq: Ju lutemi ta raportoni këtë gabim duke përdorur komandën 'ubuntu-bug update-manager' në një terminal dhe përfshini skedarët tek /var/log/dist-upgrade/ në raportin e gabimit. %s

source: The upgrade has aborted. Please check your Internet connection or installation media and try again.
de: Die Systemaktualisierung wurde abgebrochen. Bitte prüfen Sie Ihre Internetverbindung oder Ihr Installationsmedium und versuchen Sie es erneut.
eu: Eguneraketa bertan behera gelditu da. Egiaztatu zure Internet konexioa edo instalazioa egiteko erabili duzun euskarria eta saiatu berriro.
sl: Nadgranja je bila prekinjena. Preverite svojo omrežno povezavo ali namestitveni medij in poskusite znova.
sq: Përditësimi u anullua. Ju lutemi të kontrolloni lidhjen tuaj me internetin apo median e instalimit dhe të provoni përsëri.

source: Remove obsolete packages?
de: Veraltete Pakete entfernen?
eu: Zaharkitutako paketeak ezabatu?
sl: Ali naj bodo zastareli paketi odstranjeni?
sq: Ti heqim paketat e vjetra?

source: _Keep
de: _Beibehalten
eu: _Mantendu
sl: Ob_drži
sq: _Mbaj

source: _Remove
de: _Entfernen
eu: _Ezabatu
sl: Od_strani
sq: _Hiqe

source: A problem occurred during the clean-up. Please see the below message for more information.
de: Während des Aufräumens trat ein Problem auf. Bitte lesen Sie die unten stehende Meldung für weitere Informationen.
eu: Arazo bat izan da garbiketan. Informazio gehiago eskuratzeko, irakurri ezazu azpiko mezua.
sl: Prišlo je do napake med čiščenjem paketov. Več podrobnosti je navedenih v sporočilu spodaj.
sq: Një problem ndodhi gjatë pastrimit. ju lutemi shikoni mesazhin e mësipërm për më tepër informacion.

source: Required depends is not installed
de: Die aufgrund von Abhängigkeiten notwendigen Pakete sind nicht installiert.
eu: Beharrezko menpekotasunen bat ez dago instalatua
sl: Zahtevani odvisni paketi niso nameščeni
sq: Vartësitë e kërkuara nuk janë instaluar

source: The required dependency '%s' is not installed.
de: Das auf Grund von Abhängigkeiten erforderliche Paket »%s« ist nicht installiert.
eu: Beharrezko '%s' menpekotasuna ez dago instalatua.
sl: Zahtevan odvisni paket '%s' ni nameščen.
sq: Vartësia e kërkuar '%s' nuk është instaluar.

source: Checking package manager
de: Paketverwaltung wird überprüft
eu: Pakete-kudeatzailea egiaztatzen
sl: Preverjanje upravljalnika paketov
sq: Duke kontrolluar menaxhuesin e paketave

source: Preparing the upgrade failed
de: Vorbereitung der Systemaktualisierung fehlgeschlagen
eu: Huts egin du bertsio-berritzea prestatzeak
sl: Priprava nadgradnje ni bila uspešna
sq: Përgatitja e përditësimit dështoi

source: Preparing the system for the upgrade failed. Please report this using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report.
de: Die Vorbereitung der Systemaktualisierung ist fehlgeschlagen. Bitte melden Sie diesen Fehler, indem Sie »ubuntu-bug update-manager« in ein Terminal eingeben und fügen Sie außerdem die Dateien im Verzeichnis /var/log/dist-upgrade/ mit in die Fehlermeldung ein.
sl: Priprava sistema za nadgradnjo ni uspela. Prijavite to z uporabo ukaza 'ubuntu-bug update-manager' v terminalu in v prijavo hrošča vključite datoteke v /var/log/dist-upgrade/.
sq: Përgatitja e sistemit për përditësim dështoi. Ju lutemi ta raportoni këtë duke përdorur komandën 'ubuntu-bug update-manager' në një terminal dhe përfshini skedarët tek /var/log/dist-upgrade/ në raportin e gabimit.

source: Getting upgrade prerequisites failed
de: Zusammenstellen der Systemaktualisierungsvorraussetzungen fehlgeschlagen
eu: Huts egin du bertsio-berritzerako aurrebaldintzak eskuratzeak
sl: Pridobivanje predpogojev za nadgradnjo je spodletelo
sq: Marrja e kërkesave të përditësimit dështoi

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. Please report this as a bug using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report.
de: Dem System war es nicht möglich, die Abhängigkeiten für die Systemaktualisierung zu erhalten. Die Systemaktualisierung bricht jetzt ab und der vorherige Systemzustand wird wiederhergestellt. Bitte melden Sie diesen Fehler, indem Sie »ubuntu-bug update-manager« in ein Terminal eingeben und fügen Sie außerdem die Dateien im Verzeichnis /var/log/dist-upgrade/ mit in die Fehlermeldung ein.
sl: Sistem ni mogel dobiti predpogojev za nadgradnjo. Nadgradnja se bo zdaj prekinila in obnovila prvotno stanje sistema. Prijavite to kot hrošč z uporabo ukaza 'ubuntu-bug update-manager' v terminalu in v prijavo hrošča vključite datoteke v /var/log/dist-upgrade/.
sq: Sistemi nuk është në gjendje tëmarrë kërkesat paraprake për përditësim. Përditësimi tani do të anullohet dhe do të kthehet në gjendjen origjinale të sistemit. Ju lutemi ta raportoni këtë gabim duke përdorur komandën 'ubuntu-bug update-manager' në një terminal dhe duke përfshirë skedarët tek /var/log/dist-upgrade/ në raportin e gabimit.

source: Updating repository information
de: Informationen zu Paketquellen werden aktualisiert
eu: Errepositorio-informazioa eguneratzen
sl: Posodabljanje podatkov o skladiščih
sq: Duke përditësuar informacionin e magazinës

source: Failed to add the cdrom
de: CD-ROM konnte nicht hinzugefügt werden
eu: Errorea cdrom-a gehitzean
sl: Dodajanje cd-roma je spodletelo
sq: Dështova në shtimin e cdrom

source: Sorry, adding the cdrom was not successful.
de: Entschuldigung, das Hinzufügen der CD-ROM ist fehlgeschlagen.
eu: Barkatu, cdrom-a gehitzea ez da arrakastatsua izan
sl: Oprostite, dodajanje cd-roma ni bilo uspešno.
sq: Më vjen keq, shtimi i cdrom nuk qe i suksesshëm.

source: Invalid package information
de: Ungültige Paketinformationen
eu: Pakete-informazio baliogabea
sl: Neveljani podatki o paketu
sq: Informacion i pavlefshëm i paketave

source: After your package information was updated the essential package '%s' can not be found anymore. This indicates a serious error, please report this bug using the command 'ubuntu-bug update-manager' in a terminal and include the files in /var/log/dist-upgrade/ in the bug report.
de: Das benötigte Paket »%s« konnte nach Aktualisierung der Paketdaten nicht mehr gefunden werden. Dies deutet auf einen ernsten Fehler hin; bitte melden Sie diesen Fehler, indem Sie »ubuntu-bug update-manager« in ein Terminal eingeben und fügen Sie außerdem die Dateien im Verzeichnis /var/log/dist-upgrade/ mit in die Fehlermeldung ein.
sl: Potem ko so bile podrobnosti o vašem paketu nadgrajene nujnega paketa '%s' ni bilo več mogoče najti. To nakazuje na resno napako. Poročajte ta hrošč z uporabo ukaza 'ubuntu-bug update-manager' v terminalu in v poročilo o hrošču vključite datoteke v /var/log/dist-upgrade/.
sq: Pasi informacioni i paketave tuaja u përditësua paketa thelbësore '%s' nuk mund të gjendet më. Kjo tregon një gabim serioz, ju lutemi ta raportoni këtë gabim duke përdorur komandën 'ubuntu-bug update-manager' në një terminal dhe përdorni skedarët tek /var/log/dist-upgrade/ në raportin e gabimit.

source: Fetching
de: Herunterladen
eu: Eskuratzen
sl: Pridobivanje
sq: Duke mbledhur

source: Upgrading
de: Systemaktualisierung wird durchgeführt
eu: Bertsio-berritzen
sl: Nadgrajevanje
sq: Aktualizo

source: Upgrade complete
de: Systemaktualisierung wurde abgeschlossen
eu: Bertsio-berritzea burututa
sl: Nadgradnja je končana
sq: Aktualizimi përfundoi

source: The upgrade has completed but there were errors during the upgrade process.
de: Die Systemaktualisierung wurde vollständig abgeschlossen, jedoch traten während der Systemaktualisierung Fehler auf.
sl: Nadgradnja se je končala, vendar je med opravilom nadgradnje prišlo do napak.
sq: Përditësimi u kompletua por pati gabime gjatë proçesit të përditësimit.

source: Searching for obsolete software
de: Es wird nach veralteter Software gesucht
eu: Software zaharkitua bilatzen
sl: Iskanje zastarelih programov
sq: Duke kërkuar për programe të vjetra

source: System upgrade is complete.
de: Die Systemaktualisierung ist abgeschlossen.
eu: Sistemaren bertsio-berritzea burutu da.
sl: Nadgradnja sistema je zaključena.
sq: Aktualizimi i sistemit është komplet
