Repository: guadalinex-archive/guadalinex-v8
Catalog: pkgs/update-manager/tags/update-manager-0.152.25.4/po/*.po
Languages: de, eu, sl, sq

source: You are connected via roaming and may be charged for the data consumed by this update.
de: Sie sind per Roaming verbunden und es werden Ihnen möglicherweise Kosten für die Datenübertragung dieser Aktualisierung in Rechnung gestellt.
sl: Prevezani ste preko gostovanja v omrežju, zato boste morda morali plačati za podatke, ki jih bo porabila ta posodobitev.
sq: Jeni të lidhur me roaming the mund të tatoheni për të dhënat e konsumuara nga ky përditësim.

source: Your system is running on battery. Are you sure you want to continue?
de: Ihr System läuft im Akkubetrieb. Sind Sie sicher, dass Sie fortfahren möchten?
eu: Zure sistema bateriari esker funtzionatzen ari da. Ziur jarraitu nahi duzula?
sl: Sistem deluje na napetosti baterije. Ali ste prepričani, da želite nadaljevati?
sq: Sistemi juaj po punon me bateri. Jeni i sigurtë që dëshironi të vazhdoni?

source: _Hide this information in the future
de: Diese Information in Zukunft _nicht mehr anzeigen
eu: Informazio hau _ezkutatu etorkizunean
sl: V prihodnje _skrij te podrobnosti
sq: _Fshihe këtë informacion në të ardhmen

source: _Install Updates
de: Aktualisierungen _installieren
eu: _Instalatu eguneraketak
sl: _Namesti posodobitve
sq: _Instalo Përditësimet

source: _Partial Upgrade
de: Teilweise Systemaktualisierung _durchführen
eu: Eguneraketa _partziala
sl: _Delno nadgradi
sq: _Aktualizim i pjesërishëm

source: _Settings...
de: _Einstellungen …
eu: _Ezarpenak...
sl: _Nastavitve ...
sq: _Parametrat...

source: _Upgrade
de: _System aktualisieren
eu: _Bertsio-berritu
sl: _Nadgradi
sq: _Përditëso

source: updates
de: Aktualisierungen
eu: eguneratze
sl: posodobitve
sq: përditësimet

source: <b>A new version of Ubuntu is available. Would you like to upgrade?</b>
de: <b>Eine neue Ubuntu-Version ist verfügbar. Möchten Sie Ihr System aktualisieren?</b>
eu: <b>Ubunturen bertsio berri bat eskuragarri dago. Bertsio-berritu nahi duzu?</b>
sl: <b>Na voljo je nova različica Ubuntu. Ali želite sistem nadgraditi?</b>
sq: <b>Është i disponueshëm një version i ri i ubuntu. Do të donit ta përditësonit?</b>

source: Ask Me Later
de: Später erneut nachfragen
eu: Galdetu beranduago
sl: Vprašaj me kasneje
sq: Më Pyet Më Vonë

source: Don't Upgrade
de: System nicht aktualisieren
eu: Ez bertsio-berritu
sl: Ne izvedi nadgradnje
sq: Mos e Përditëso

source: Yes, Upgrade Now
de: System jetzt aktualisieren
eu: Bai, bertsio-berritu orain
sl: Da, nadgradi takoj
sq: Po, Përditësoje Tani

source: You can upgrade at a later time by opening Update Manager and click on "Upgrade".
de: Sie können die Systemaktualisierung zu einem späteren Zeitpunkt durchführen, indem Sie die Aktualisierungsverwaltung öffnen und auf »Systemaktualisierung« klicken.
eu: Beranduago bertsio-berritu dezakezu Eguneraketa-kudeatzailea irekiz eta "Bertsio-berritu" klikatuz.
sl: Sistem je mogoče nadgraditi kadarkoli preko možnosti "Nadgradi" upravljalnika posodobitev.
sq: Ju mund ta përditësoni edhe më vonë duke hapur Menaxhuesin e Përditësimeve dhe duke klikuar tek "Përditëso".

source: You have declined to upgrade to the new Ubuntu
de: Sie haben die Systemaktualisierung auf eine neue Ubuntu-Veresion abgelehnt
eu: Ubuntu berrira bertsio-berritzea baztertu duzu
sl: Zavrnili ste nadgradnjo na novo različico Ubuntuja.
sq: Ju e keni mohuar përditësimin për Ubuntu-n e ri

source: Show and install available updates
de: Verfügbare Aktualisierungen anzeigen und installieren
eu: Eguneratze eskuragarriak erakutsi eta instalatu
sl: Pokaži in namesti razpoložljive posodobitve
sq: Shfaq dhe instalo përditësimet e disponueshme

source: Software Updates
de: Aktualisierungen
eu: Software-eguneratzeak
sl: Posodobitve programov
sq: Përditësimet e programeve

source: Show version and exit
de: Version anzeigen und Programm schließen
eu: Bertsioa erakutsi, eta irten
sl: Pokaži različico in končaj
sq: Shfaq versionin dhe dil

source: Directory that contains the data files
de: Verzeichnis, das die Datendateien enthält
eu: Datu-fitxategiak dituen direktorioa
sl: Mapa, ki vsebuje podatkovne datoteke
sq: Direktori që përmban skedarët e të dhënave

source: Check if a new Ubuntu release is available
de: Auf Verfügbarkeit einer neuen Ubuntu-Version prüfen
eu: Egiaztatu ea Ubuntu bertsio berririk dagoen
sl: Preveri, ali je na voljo nova izdaja Ubuntu
sq: Kontrollo nëse ka një version të ri të disponueshëm të Ubuntu

source: Check if upgrading to the latest devel release is possible
de: Möglichkeit einer Aktualisierung auf die aktuelle Entwicklungsversion prüfen
eu: Azken garapen-bertsiora eguneratzea posible den egiaztatu
sl: Preveri, ali je mogoče sistem nadgraditi na najnovejšo razvojno različico
sq: Kontrollo nëse përditësimi në versionin e fundit dlevel është i disponueshëm

source: Upgrade using the latest proposed version of the release upgrader
de: Systemaktualisierung unter Verwendung der letzten vorgeschlagenen Version der Aktualisierungsverwaltung
eu: Bertsio-berritu eguneraketa-kudeatzaileak proposatutako azken bertsiora
sl: Nadgradi z uporabo najnovejše predlagane različice programa za nadgradnjo
sq: Përditësoni duke përdorur versionin e fundit të propozuar të përditësuesit të versionit

source: Do not focus on map when starting
de: Beim Starten die Karte nicht fokussieren
eu: Ez enfokatu mapan hasten denean.
sl: Ob začenjanju ne postavi v žarišče
sq: Mos u fokuso tek harta kur niset

source: Try to run a dist-upgrade
de: Systemaktualisierung durchführen
eu: dist-upgrade exekutatzen saiatu
sl: Poskusite zagnati ukaz dist-upgrade
sq: Përpiqu të mos nisësh një dist-upgrade

source: Do not check for updates when starting
de: Beim Starten nicht auf Aktualisierungen prüfen
sl: Ob zagonu ne preveri za posodobitve
sq: Mos kontrollo për përditësime në nisje

source: Test upgrade with a sandbox aufs overlay
de: Testen der Systemaktualisierung mit einem Sandbox-aufs-Overlay
eu: Bertsio berria probatu sandbox aufs gainjartze batekin
sl: Preizkusna nadgradnja v načinu peskovnika aufs
sq: Testoje përditësimin me mbivedosjen e sandbox aufs

source: Running partial upgrade
de: Teilweise Systemaktualisierung wird durchgeführt
eu: Bertsio-berritze partziala exekutatzen
sl: Izvajanje delne nadgradnje
sq: Duke nisur një përditësim të pjesshëm

source: Try upgrading to the latest release using the upgrader from $distro-proposed
de: Versuchen Sie, mit der Aktualisierungsverwaltung von $distro-proposed auf die neueste Version zu aktualisieren.
eu: Saiatu azken bertsiora bertsio-berritzen $distro-proposed(r)en bertsio-berritzailea erabiliz
sl: Poskusite nadgraditi na najnovejšo različico s pomočjo orodja za nadgrajevanje iz $distro-proposed
sq: Përpiqu të përditësosh në versionin e fundit duke përdorur përditësuesin nga $distro-proposed

source: Run in a special upgrade mode. Currently 'desktop' for regular upgrades of a desktop system and 'server' for server systems are supported.
de: Verwendung eines besonderen Systemaktualisierungsmodus Aktuell werden die Modi »desktop« für die allgemeine Systemaktualisierung von Desktop-Systemen und »server« für Server-Systeme unterstützt.
eu: Bertsio-berritzeko modu berezian exekutatu. Momentuz 'desktop' (mahaigaineko sistema baten ohiko bertsio-berritzeentzako) eta 'server' (zerbitzarientzat) jasaten dira.
sl: Zagon v posebnem načinu nadgradnje. Trenutno sta podprta načina 'desktop' za namizne sisteme in 'server' za strežniške sisteme.
sq: Nise në një mënyrë speciale përditësimi. Për momentin suportohet 'desktop' për përditësimet e rregullta dhe 'server' për sistemet server.

source: Run the specified frontend
de: Angegebene Oberfläche verwenden
eu: Zehaztutako erabiltzaile-interfazea exekutatu
sl: Zaženi navedeno začelje
sq: Nis hapin e specifikuar

source: Check only if a new distribution release is available and report the result via the exit code
de: Nur auf neue Distributionsfreigabe prüfen und das Ergebnis im Exit-Code angebe
eu: Bakarrik bilatu bertsioaren distribuzio berri bat erabilgarria dagoenean eta bidali emaitza irteera-kodigoa erabiliz
sl: Preveri le, ali je na voljo nova različica distribucije in izpiši poročilo s pomočjo izhodne kode
sq: Kontrollo vetëm nëse një version i ri i distribucionit është i disponueshëm dhe raporto rezultatin me anë të kodit në dalje

source: Checking for a new ubuntu release
de: Auf neue Ubuntu-Freigabe prüfen
eu: Ubuntu bertsio berriak bilatzen
sl: Preverjanje za najnovejšo izdajo Ubuntuja
sq: Duke kontrolluar për një version të ri të Ubuntu

source: For upgrade information, please visit: %(url)s
de: Bitte rufen Sie diese Webseite auf, um Informationen zur Systemaktualisierung zu erhalten: %(url)s
sl: Za podrobnosti o posodobitvah obiščite: %(url)s
sq: Për informacionin e përditësimeve, ju lutemi të vizitoni: %(url)s

source: No new release found
de: Keine neue Freigabe gefunden
eu: Ez da bertsio berririk aurkitu
sl: Ni novih izdaj
sq: Nuk u gjet asnjë version i ri

source: New release '%s' available.
de: Neue Freigabe »%s« verfügbar.
eu: '%s' bertsio berria eskuragarri dago.
sl: Na voljo je nova izdaja '%s'.
sq: Versioni i ri '%s' i disponueshëm.

source: Run 'do-release-upgrade' to upgrade to it.
de: Führen Sie den Befehl »do-release-upgrade« aus, um auf die neue Ubuntu-Freigabe zu aktualisieren.
eu: Exekutatu 'do-release-upgrade' bertsio-berritzeko.
sl: Za nadgradnjo na novo izdajo zaženite ukaz 'do-release-upgrade'.
sq: Nis 'do-release-upgrade' për të përditësuar atë.

source: Ubuntu %(version)s Upgrade Available
de: Ubuntu %(version)s-Systemaktualisierung verfügbar
eu: Ubuntu %(version)s(r)en bertsio-berritzea eskuragarri
sl: Na voljo je nadgradnja na Ubuntu %(version)s
sq: Ubuntu %(versioni)s Përditësim i Disponueshëm

source: You have declined the upgrade to Ubuntu %s
de: Sie haben die Systemaktualisierung auf Ubuntu %s abgelehnt
eu: Ubuntu %s bertsio berria ezetsi duzu.
sl: Zavrnili ste nadgradnjo na Ubuntu %s
sq: Ju e keni mohuar përditësimin tek ubuntu %s

source: Unimplemented method: %s
de: Nicht implementierte Methode: %s
eu: Implementatu gabeko metodoa: %s
sl: Nepodprt način: %s
sq: Metodë e pa implimetuar: %s

source: A file on disk
de: Datei auf der Festplatte
eu: Diskoko fitxategi bat
sl: Datoteka na disku
sq: një skedar në disk

source: .deb package
de: .deb-Paket
eu: .deb paketea
sl: paket .deb
sq: paket .deb

source: Install missing package.
de: Fehlendes Paket installieren.
eu: Falta den paketea instalatu.
sl: Namesti mankajoči paket.
sq: Instalo paketën që mungon.

source: Package %s should be installed.
de: Das Paket %s sollte installiert sein.
eu: %s paketea instalatu beharko litzateke.
sl: Paket %s bi moral biti nameščen.
sq: Paketa %s duhet instaluar.

source: %i obsolete entries in the status file
de: %i unnötige Einträge in der Statusdatei
eu: %i sarrera zaharkituta egoera-fitxategian
sl: %i zastarelih vnosov v datoteki stanja
sq: %i hyrje të vjetra në skedarin e statusit

source: Obsolete entries in dpkg status
de: Unnötige Einträge im dpkg-Status
eu: Sarrera zaharkitutak dpkg egoeran
sl: Zastareli vnosi v stanju dpkg
sq: Hyrje të vjetra në statusin dpkg

source: Obsolete dpkg status entries
de: Unnötige dpkg-Statuseinträge
eu: dpkg egoera-sarrera zaharkitutak
sl: Zastareli vnosi stanja dpkg
sq: Hyrje të vjetra në statusin dpkg

source: When upgrading, if kdelibs4-dev is installed, kdelibs5-dev needs to be installed. See bugs.launchpad.net, bug #279621 for details.
de: Falls bei der Systemaktualisierung kdelibs4-dev installiert ist, so muss kdelibs5-dev installiert werden. Sehen Sie auf der Webseite bugs.launchpad.net nach dem Fehler #279621, um weitere Informationen zu erhalten.
eu: Bertsio berri bat ezartzean, kdelibs4-dev instalatuta badago, kdelibs5-dev instalatu behar da. Ikusi bugs.launchpad.net, bug #279621 xehetasun gehiagorako.
sl: Če je med nadgradnjo nameščen paket kdelibs4-dev, mora biti nameščen tudi kdelibs5-dev. Več podrobnosti o hrošču si lahko ogledate na bugs.launchpad.net, hrošč #279621.
sq: Kur përditësoni, nëse kdelibs4-dev është instaluar, kdelibs5-dev nevojitet të instalohet. Shikoni defektin bugs.launchpad.net, bug #279621 për detaje.

source: %s needs to be marked as manually installed.
de: %s muss als manuell installiert markiert sein.
eu: %s markatuta izan behar da eskuz instalatuta bezala.
sl: %s mora biti označen kot ročno nameščen.
sq: %s ka nevojë të shënohet si e instaluar në mënyrë manuale.

source: Remove lilo since grub is also installed.(See bug #314004 for details.)
de: LILO entfernen, da auch GRUB installiert ist (weitere Einzelheiten siehe Bug #314004).
eu: Lilo kendu Grub iada instalatuta dagoelako.(Xehetasun gehiagorako ikusi #314004 bug-a)
sl: Odstrani nalagalnik lilo, saj je nalagalnik grub tudi nameščen. (Za več podrobnosti si poglejte podrobnosti hrošča #314004.)
sq: Hiqe lilo përderisa është instaluar edhe grub. (shiko gabimin #314004 për detaje.)

source: n
eu: e
sq: j

source: Terminal
de: Befehlsfenster
eu: Terminala
sq: Terminali

source: %(str_days)s %(str_hours)s
eu: %(str_days)s eta %(str_hours)s

source: %(str_hours)s %(str_minutes)s
eu: %(str_hours)s eta %(str_minutes)s

source: Itâs safer to connect the computer to AC power before updating.
eu: Seguruagoa da eguneratzen hasi aurretik ordenagailua argi-indar iturri batera konektatzea.
